{
	"Introduction": "Howdy there, fella! You're new here, aren't you?$h#$b#The name's Bert! My family and I live on the south side of Ridgeside Village.#$b#Welcome to the valley!$h",

//Day before Festivals	
	"spring_12": "I look forward to tomorrow, how about you?$h#$e#With the Egg Festival goin' on, I'm sure there's going to be some good food!",
	"spring_23": "I better practice my dancin' today.#$b#The missus might make a fuss if I don't get the steps right tomorrow!",
	"summer_10": "Bring something nice for tomorrow, ya hear!$h#$e#Man! I can't wait to show off our little Alissa's crops!$h",
	"summer_27": "I bought a little gift to give to the missus tomorrow night.$4#$e#Don't tell Olga! It's gonna be a surprise.$h",
	"fall_15": "Ahh,  a good ol' competition! I feel us farmers are getting serious now! Good luck tomorrow, @!$h",
	"fall_26": "Oh yeah! I can't wait to eat some pumpkin pie tomorrow!#$e#Mrs. Evelyn from town sure does make killer pies!$h",
	"winter_7": "If you wanna win tomorrow, you gotta be fast ‘n alert!#$b#Become one with the rod. The moment you feel the slightest pull you gotta hook 'em in!$h",
	"winter_14": "I do wonder where these merchants get their wares. Maybe they'd buy my crops?#$b#I better go ask 'em if they need anything.$h",
	"winter_24": "I've saved just enough to buy Trinnie a gosh darn doll house.#$b#I tell ya, it can be quite expensive to please ‘er sometimes, but all's worth it when I see my little princess smile.$h",

//Days of the Week
	"Mon": "Howdy.#$e#Whatcha doin' today?",
	"Tue": "Hmm... I better check with Pierre if he has those new brands of fertilizer on sale.#$e#The crop quality has been going down a bit.$s",
	"Wed": "Hey there, farmer! How're your crops doing?#$e#Best take care now!$h",
	"Thu": "Pika sure cooks a mean pasta! He knows a lot of different cultural cuisines!#$e#I hear his little boy knows how to cook as well! I better tell Trinnie to start learnin' too.",
	"Fri": "Hey, if you ever see my cousin Caroline in town, tell her I said ‘Hi!' $h#$e#It's been so long since we talked. I haven't seen her since my family moved here!$s",
	"Sat": "Oh, hey @!#$e#Didn't see you there, pardon me.",
	"Sun": "Oh? Hello there young'un. Do you forage?#$e#You can make a quick buck  selling foraged goods, ya'know?",
	
	"Mon2": "Have you met Alissa? She's Olga's niece..#$e#She's a good kid and she has an absolutely angelic voice.#$b#Though she just sings to herself most of the time. $s#$b#I hope one day she may share that talent of hers with the world. $h#$b#it'd be a shame to hide that light under a bushel ya' know?",
	"Tue2": "GOSH DARN THAT TRINNIE AND KEAHI! $a#$e#They put a fish taco on my favourite chair and now my pants arer ruined!$a",
	"Wed2": "I really admire Robin's work! She's the prime example of fine craftsmanship!#$e#She renovated some of the worn-down houses in the village.$h",
	"Thu2": "Hey there, @. Are you doing good on this fine day?#$e#Y'all take care of yourself now!#$b#Keep your eye out for some items worth foraging, ha ha! $h",
	"Fri2": "The missus and I sometimes fight and it's a real hassle, I tell ya.$s#$e#But it's nothing some sweet lovin' can't fix!$h",
	"Sat2": "Hmmm, I wonder what I should do today?#$e#Any suggestions, @?",
	"Sun2": "How's it going at the farm, @?#$e#Doing good, I hope! Ya better grow some quality crops, ya hear?$h",
	
	"Mon4": "Howdy, @! Hope you have a good day!#$e#I gotta say, I'm quite impressed with your work so far! Managing a farm all by yourself!",
	"Tue4": "Oh boy, oh boy! I heard some weird sounds by the ridge last night when I was going home.#$e#It sounded like there was some fighting going on!",
	"Wed4": "I saw Linus by the mountain lake yesterday. He seems like a good guy. Shame some kids vandalized his tent.#$e#I hope it wasn't Keahi or Trinnie...$s",
	"Thu4": "Lewis is an old friend of mine. He was like a big brother to me when we were kids.#$e#Haven't seen him for years after my family moved out of town. I'm glad I get to see him again.$h",
	"Fri4": "Hey have you met Lenny, this village's boss lady?#$e#She's Lewis' sister. You wouldn't have guessed if you didn't know ‘em. They're complete opposites, those two...",
	"Sat4": "I swear I saw a rolling kiwi by the ridge yesterday...$u#$e#Must've been my imagination.$u",
	"Sun4": "Hey there, @. Done with your farm work, I suppose?$h#$e#It's nice to take a break from time to time.",
	
	"Mon6": "Hi, @! Good to see you!#$e#Don't forget to visit Pika's if you're hungry!",
	"Tue6": "I saw Clint the other day at the saloon.#$e#I think I know the reason why he's there all the time, ha ha!$h",
	"Wed6": "Keahi once cooked Tom Kha Soup  at our house when Trinnie was sick.#$e#He's gonna be a great cook I, tell ya!$h",
	"Thu6": "I told Trinne and Keahi to ask Yuuma to play with them sometimes.#$e# They said Yuuma is too busy to play. Poor kid$s.",
	"Fri6": "The mill on our farm is quite useful. #$e#You can mill unmilled rice, wheat and beets to get rice, flour and sugar!$0",
	"Sat6": "Howdy there, @!#$e#Don't forget to plan your crops, some grow slower than others!",
	"Sun6": "Oh, nice to see you, @. How's the farm?#$e#Might come and visit someday. I do like to roam around a bit.$h",
	
	"Mon8": "You've been such a good friend, @, to me and to my family. I thank you.#$e#If you ever need help, I'll be here for ya, partner!$h",
	"Tue8": "My wife and I hear Alissa sing to herself sometimes.#$e#That girl has such a beautiful voice, I tell ya! She just doesn't have the confidence to show it off, for some reason...",
	"Wed8": "Yesterday, Jas and Vincent visited, along with Keahi! There were four kids inside this house!#$e#Man, oh man, the timing was awful as well! I was the only adult in the house so I had to look after all four of ‘em!#$e#Good thing Jas was a quiet girl, But that Vincent! He was running all over the place!",
	"Thu8": "The missus and I have our own little date nights sometimes. It involves Alissa singing quietly in her room...#$e#She doesn't want her songs to be heard, ya know?#$b#So, some nights when we're all tired from tending the farm, Olga and I lay down on the grass and just gaze at the stars.#$b#Then, occasionally, we hear Alissa singing. #$b#Combined with the chirping of the crickets and the whistling of the wind, it sounds like a concert. A concert just for us.$h",
	"Fri8": "It's been a while since Abigail visited!#$e#I mean, I understand her. She's busy doing her own things. It's also quite a hike to the village.#$e#I just miss her, that's all...$s",
	"Sat8": "Hey there, @! How are ya?#$e#Want to get a beer and hang out at the Saloon? That sounds like a nice time between good friends, am I right?$h",
	"Sun8": "Have you ever bought stuff from Jeric, northwest of the village?#$e#He sells some quality crops, I tell ya!",
	
	"Mon10": "I bet you're curious ‘bout the reason we moved to Ridgeside, huh?#$e#My family just wasn't earning enough money. Housing prices went up after JojaMart settled down..#$b#My parents bought a plot of land over here and built a farm. Olga and I moved in with them. .#$b# After Trinnie was born my parents decided to retire and off they went to the Fern Islands..#$e#We didn't really use the farmland so it was mostly barren… Until Alissa came.#$b#Alissa made us realize how much happier we are when we have something to take care of. $h#$e#And ever since then, Nightingale Orchard has been blooming somethin' fierce, I tell ya!$h",
	"Tue10": "I'm going to head over to Pika's later. Join me there if you want, @! Let's have a drink!$h",
	"Wed10": "You've been an amazing friend, @! Here, have some seeds for your farm. [ 770 ] $h",
	"Thu10": "I'm so glad I've met you, @. Yer a great role model for the kids!#$e#Just don't teach them how to eat like you do, haha!$h",
	"Fri10": "I traveled to town yesterday and got a glimpse of your farm. You are doing some amazing work!#$e#No wonder yer in the papers!",
	"Sat10": "Lewis and I lost track of time talking about the past yesterday! The missus was not happy that I forgot to cook dinner!$h#$e#Good thing Pika's was still open!$h ",
	"Sun10": "Trinnie and Alissa get along great.#$e#They're only cousins but you'd almost think they were sisters.!$h#$e#I'm really glad she joined us.$h",
	
//Seasonal
	"spring_1": "Ah the cold's finally over! Back to work, am I right, fellow farmer?$h",
	"summer_1": "Oh, boy! It's a hot day today!#$b#Remember to hydrate, farmer!$h",
	"fall_1": "I better clean the porch. Them leaves are piling up and it ain't a pretty sight.",
	"winter_1": "Trinnie has been begging me to build a snowman with her.#$b#I'd love to, but I don't like bein' out the cold!$h",

}

