{
	"Introduction": "A new face? Are you new here?#$b#Where are my manners! I'm sorry! My name's Corine! I work at the outdoor restaurant at the Ridgeside Village. Nice to meet you.$h",

//Day before Festivals	
	"spring_12": "Ysa is sure to bring a cute dress tomorrow. She told me she also bought a dress for me!#$b#I'm thankful but I'm so embarrassed!$s",
	"spring_23": "I look forward for the flowerdance tomorrow. Not just because of the dance though.#$b#It's one of those rare days where I get to see all my friends in one place.$h",
	"summer_10": "Papa said he'll be bringing some type of weird crop he used in his chef days at the army.#$b#I'm so worried about tomorrow because of that!$s",
	"summer_27": "Will you be at the beach tomorrow night too? It would be amazing to have everyone I know see the beautiful scenery.#$b#Everyone deserves to take a little break right?$h",
	"fall_15": "I can't wait to win fun prices at the fair tomorrow! I wish there's going to be some accessories too!#h",
	"fall_26": "I hope I see you in a costume tomorrow night. Ysa said she doesn't want to be wearing one.#$b#But I'll be pestering her until she agrees! This is gonna be fun!$h",
	"winter_7": "I'm glad that the fishes are released after the fishing competition tomorrow.#$b#It'd be a big waste just to have them around without any use right?",
	"winter_14": "I hope I get to buy a cute necklace tomorrow. I once saw a pretty blue shell necklace when I was young!#$b#I wanted to buy it then my Mama said it was not for kids.$h",
	"winter_24": "It's going to be the end of the year soon @. I hope you had a good one.#$b#Papa's been looking forward for the spring. He hates the cold!$h",

//Days of the Week
	"Mon": "Hey there @, What are you up to today?",
	"Tue": "Oh hi. Taking a break?",
	"Wed": "I visit Ysa at her job every now and then. She gets lonely and she gets really cranky when does.$h",
	"Thu": "Pika is a such an amazing cook! His passion is really flaring up whenever I ring up an order.$h#$e#My favorite dish from him is the spaghetti.",
	"Fri": "Hello @. I hope you have a nice day.!",
	"Sat": "Uhhggg.. I'm going to be really busy again today...$s#$e#I wish I have a day off.$s",
	"Sun": "The job is calm and all. But I do want to go around town once in a while for a break.#$e#It's really suiting.$h",
	
	"Mon2": "I visited Emily yesterday, she taught me a thing or two about mixing some drinks!$h#$e#I sometimes help in their Saloon.",
	"Tue2": "Gus and Pika are not long time friends but they instantly clicked the moment Pika moved in here.#$e#It's really fun when they hold their annual cooking competitions.$h",
	"Wed2": "Hello there @. Another busy day I suppose?#$e#You better remember to eat your meals.$h",
	"Thu2": "I saw a kiwi fruit jumping from tree to tree yesterday.#$e#It was a weird, as if the fruit was alive.",
	"Fri2": "Keahi helps around in the morning. He then goes off to play during the afternoon.#$e#He is a good kid, a little hyper, but a good kid.$h",
	"Sat2": "Do you know that girl who owns the farm at the south side of the village? Her name's Alissa.#$e#I sometimes hear her hum to herself. She sounds like she has a good singing voice.",
	"Sun2": "Why hello there @. How's the farm?#$e#I hope it's all well and good!$h",
	
	"Mon4": "I quite like seeing people faces when they are so happy with their meals.#$e#It makes this job so rewarding being able to be a medium to their happiness.$h#$e#I think I'm taking Pika's credit if I say that! Haha.$h",
	"Tue4": "Good day to you @! It's nice seeing you here.#$e#How are you today?",
	"Wed4": "I sometimes visit the town, It's really nice to learn a thing or two from Gus and Emily. They're amazing people.",
	"Thu4": "Papa said he thinks Gus' and Pika's jobs are easy. Oh that old man sometimes gets some insensitive ideas.$s#$e#He's a good man though. Don't get the wrong idea.",
	"Fri4": "Hi @! It's good seeing you.$h#$e#I seem to notice that you're looking a lot sharper today. Good for you!",
	"Sat4": "OOPS! I think I forgot to lock my room at home!$u#$e#Oh no wait.. I think I did? Uhhgg I don't want dad to see my diary or something!$s#$b#He is such a snoopy man!$s",
	"Sun4": "I've been saving to buy a new bracelet! I have a little collection hihi < $h#$e#How about you @? What do you collect?",
	
	"Mon6": "Sometimes I join Ysa with her ballet dancing on the hotel gym.#$e#She dances so gracefully while I'm there looking like a twig being blown by the wind!$h",
	"Tue6": "Papa is a big collector of artifacts. I told him to donate some at the museum but he refuses to do so.#$e#He takes the phrase 'finders keepers' too seriously.$s",
	"Wed6": "Today's a beautiful day @. I hope you have a productive and good time.$h#$e#Take care out there now!",
	"Thu6": "Yuuma, the quiet little boy, comes here sometimes to buy some packs of food and brings them home.#$e#I do wonder if he's okay? He seems so busy all the time.",
	"Fri6": "Lenny is such a sweet soul! She and I talk about lots of stuff when she gets to visit.#$e#Pika scolds me when I get too carried away with the chit-chat too haha.$h",
	"Sat6": "I went to town the other day to buy groceries and Alex almost hit me with his football!#$e#I almost dropped a week's worth of groceries! I was so scared!$s#$e#He said he was sorry though and things went well so it's fine.#$e#He even offered to help me with bringing the groceries back!$h",
	"Sun6": "Papa does not like boys talking to me, He is so old fashioned.$s#$e#I just want to talk with my friends. Hmph.$a",
	
	"Mon8": "Hi there @! It's a lovely day today isn't it?$h#$e#If you ever need help or someone to talk to. I'm here okay? Never hesitate to reach out.",
	"Tue8": "Oh hi @!$l#$e#What? Me? What do you mean I'm all red?$u#$e#Oh it's nothing. < $l",
	"Wed8": "*giggles* Hey there @.$h#$e#What's funny? Oh! Nothing's funny! I'm just happy today!$h#$e#Why? Oh because I got to see you..#$b#SEE YOUUU FINISH YOUR WORK! Now you're free to relax! Haha!$h",
	"Thu8": "I sometimes hear Papa talk to Mama's picture at night when I pass by his room.$s#$e#I miss her...$s#$e#I'm sorry for the negative vibe this early! It's fine though, we all cope loses in our own unique ways.",
	"Fri8": "The ridge up north is a good place for a picnic right @?#$e#If you're free sometime, might you want to join me?$h#$e#If you want that is!",
	"Sat8": "Trinnie and Keahi are such good friends. They are like a dynamic duo!#$e#It's cute though, I sometimes see Trinnie get red when Keahi holds her hand when they play!$h",
	"Sun8": "Hey @. Uhhmm. How's the farm? I mean, How are you too?#$e#I'm sorry, I don't know why but I've been kind of shy around you lately.$l",
	
	"Mon10": "*kisses you* Good day @. I missed you.$h#$e#Too straightforward? I don't mind. < #$e#I'd want to show you exactly how I feel. So that I don't waste any moment I get to be with you.$l",
	"Tue10": "Papa said he's actually fond of you...$l#$e#He rarely is fond of someone. I'm so happy he is!#$e#Sooo... Meet me after my work?$h",
	"Wed10": "Hey @. Can you go with me later to visit the Town? I do want to buy a new pair of shoes. I've been saving haha.#$e#But if you're busy I understand.$h#$e#I also want to buy new earrings. I should ask Ysa for some recommendations!",
	"Thu10": "Ysa said she someday wishes to have someone like how I have you.$h#$e#I told her I just got so lucky that you actually asked me out.$l#$e#I never regretted saying Yes to you @.$l",
	"Fri10": "Pika won't let me give customers a discount! He says it's unfair!$s#$e#But I just want to give you atleast a 70 to 80 percent discount though!$s#$e#What? What do you mean that's too much?$a#$e#I guess you're right @. I'm sorry. I'm being overboard.$s#$e#Here let me make up to you. *kisses you* < $l",
	"Sat10": "Papa had an extra set in his collection. He says give it to someone special.#$e#Well. You're someone really special soooo.. here. [ 577 ] $h.#$e#I hope you like it @.$l",
	"Sun10": "@! I'm glad you're here!#$e#I have some errands to do later. Want to come with? We can have it as a semi date? < #$e#I just want an excuse to spend time with you.$h",
	
//Seasonal
	"spring_1": "I'm excited to see what this new year has in store! Goodluck to everyone!$h",
	"summer_1": "Pika cooks amazing barbecue during the summer!#$b#I sometimes can't resist and just buy some even if I work the counter!$h",
	"fall_1": "Papa hates the fall. He says that leaves clutter up the porch.#$b#But I think he just wants an excuse to be angry at something.$h",
	"winter_1": "Ooohh It's so cold!!$h#$b#This is a very fun season though! I especially love drinking hot choco by the fire.$h",
	
//Special Dialogue
	"breakUp": "Please.. I don't want to talk to you right now... But.. I'm hope you're fine...$s",
	"danceRejection": "I'm going to have to say no @. I'm sorry!$s",
	"divorced": "Don't even try to talk to me. I hate you.$s",
	
}