{
	"Introduction": "Hi. I heard you're the new farmer who moved in right?.#$b#Nice to meet you. I'm Ian. I reside over at the Ridgeside Village.#$b#If you need any help or extra work done, I'll be glad to help. But with a price ofcourse.$h",

//Day before Festivals	
	"spring_12": "I have to help Lewis later in setting up the Festival Decorations.#$b#It's going to be a busy day today.",
	"spring_23": "Helping setting up the forest field for the Flower dance involves a lot of flowers.#$b#I mean, isn't it already obvious in the name?$h",
	"summer_10": "Bringing out the giant pot for the soup tomorrow is such a big chore!$h#$b#It takes 6 grown adults to carry it!",
	"summer_27": "The festival tomorrow are on of the moments where I get to relax and enjoy the scenery#$b#I should enjoy it as much as I can.",
	"fall_15": "Hmm.. I would have to stay up late tonight. I promised Lewis and Lenny that I will attend to the coming stall owners.#$b#They arrive early morning. I will be stationed at the town center.",
	"fall_26": "Marlon has me tasked in setting up the cages for the 'monsters' he says.#$b#I'm not even sure if where he got those creatures.",
	"winter_7": "I'm excited to make some snowmen tomorrow.$h#$b#It's a shame they have to be taken down afterwards. It's to make sure there are no accidents from huge piles of snow falling randomly.",
	"winter_14": "I'm going to prepare myself mentally and physically for tonight.#$b#I'm going to be staying up late again to help Willy prepare the docks for the arrival of merchants.",
	"winter_24": "The big decorated tree is so fun to setup!$h#$b#I look forward for tomorrow.",

//Days of the Week
	"Mon": "Oh hi.#$e#I'm sorry I'm busy. Talk to you later.",
	"Tue": "Hey! What's up?#$e#I'm sorry I'm in a rush.",
	"Wed": "Hi @, How's the farm life?#$e#Oh going fine? That's nice.$h",
	"Thu": "Richard's a good boss. But I mean I have lot's of employers.#$e#It's a busy life.",
	"Fri": "I try to squeeze in break times in my schedule.#$e#A quick sip of a soda and bite from a sandwich is enough.$h",
	"Sat": "Hey there @. Busy too?#$e#Well, I got to go. See ya.",
	"Sun": "How's it going?#$e#How's the farm?",
	
	"Mon2": "Hey what's up @.#$e#No it's fine. I can do these jobs on my own.",
	"Tue2": "Robin's a kind boss. She let's me take a breath from time to time.#$e#But most of my breaks I head to Pierres and do more work.$h",
	"Wed2": "Pierre is a funny boss I tell ya. He sometimes cracks good ones while on the job.$h#$e#He's a fun guy.",
	"Thu2": "Yesterday Abigail helped me in moving some boxes.#$e#Her purple hair looks real good on her.$h#$e#Oh Hey! Don't tell her I told her that!$a",
	"Fri2": "How's it going @? Hope you take breaks.#$e#I mean, Who am I to say that. I don't even take enough breaks.$h",
	"Sat2": "Philip told me to take some time to rest my body.#$e#I suppose he's right. That's why I increased my sleep schedule by 10 mins.$h",
	"Sun2": "Shane's a good buddy of mine. We both go hang around the lake to drink sometimes.#$e#He's a little cranky but he's a good guy.",
	
	"Mon4": "Oh hi @! What's up?#$e#Taking a break? Well don't let me spoil your fun.",
	"Tue4": "I practice wood sculpting and carpentry at night. But it's not as good as Leah's or Robin's though.#$e#It's just a small hobby to indulge yourself in.",
	"Wed4": "I saw your field yesterday as I worked in Marnie's Ranch. You have to manage a lot that big? Woah!#$e#I remember helping your grandpa before too. He was a good man.$h",
	"Thu4": "I wonder if I can drive the Bus too? Hmmm.#$e#Oh sorry. I'm probably asking too much now aren't I.",
	"Fri4": "Yesterday I asked Pika if I can do some errands for him.#$b#He told me that it's all fine and Corine has it covered.#$e#I then asked Corine if I can assist her.#$b#She said that it's sweet and all but she said she wants to earn her money with hardwork.#$e#I admire her outlook in life.",
	"Sat4": "I don't really waste too much money when I can. I mean, why do I have to?$h#$e#I know it's for pleasure as what others would say. But I mean I'm fine with just my 4 different clothes.#$e#Wait, You mean that's not enough?",
	"Sun4": "Hello there @! How's it been?#$e#If you need any help at your farm, I can always find some time.#$e#With payment ofcourse.$h",
	
	"Mon6": "Yesterday while helping Lewis move around some boxes in his house I found a little statue hidden.#$e#It looked like a little Lewis. I didn't bother looking it further for maybe it's a personal item.",
	"Tue6": "Last night I saw Caroline sneak out of their house and went to the forest.#$e#Don't look at me like that! I was out late in town because I was fixing some lamp posts with Kenneth!",
	"Wed6": "When I help out at the Library at some days, I sometimes get to see the little classes Penny teaches to the children.#$e#I admit, I want to attend one too. But I'm kind of shy.$s",
	"Thu6": "I don't really know how to read and write. But that has not stopped me in living so far.#$e#Lenny said I should take the time to learn, even at least the basics.#$e#But I'm fine I guess.",
	"Fri6": "I went and bought a Joja Cola yesterday. It was just like fuzzy water.#$e#I felt ripped off!$a",
	"Sat6": "While moving boxes for others, They sometimes treat me with some good food.#$e#Hard work comes with some perks I suppose!$h",
	"Sun6": "I sometimes help Robin in some construction work.#$e#I just then ask a small payment for I understand she has a big family to feed.#$e#She deserves it too, she's an amazing carpenter.$h",
	
	"Mon8": "Oh! Hi! It's really good seeing you @!$h#$e#Oh me? Nah! I'm all good! I never get tired!$h",
	"Tue8": "You looking great @? Seems like your hardwork is also affecting your physique!#$e#Me? Well, I think I'm a little chubby. Haha!$h",
	"Wed8": "Hey uhhmm. Do you need any help in your farm?#$e#I can give you a free sample to my work! Maybe then you'll consider hiring me after?#$e#I mean yeah. Maybe?$l",
	"Thu8": "Hi @! How's it going?#$e#May I ask, Do you like any kind of food or item?#$e#Oh nothing. I was just curious.$h",
	"Fri8": "I helped Robin build that little structure you asked her to build for you.#$e#Knowing it was for you, I tried my best when I was helping her!$h#$e#I mean, well yeah ofcourse! Why not?$l",
	"Sat8": "I went by the library the other day and tried to read by myself.#$e#It was hard. But I managed to read a phrase!$h#$e#It went like 'Table of contents'$h",
	"Sun8": "Hi @! You look more handsome today.^Hi @! You look more beautiful today.#$e#OH! Wait! I'm sorry! I didn't mean to be too upfront!$u#$e#But yeah! I mean it!$h",
	
	"Mon10": "Hey there @!, How's the farm going?#$e#I can take a break and I can help you around today.$h#$e#You know I'll always pick you first.$l",
	"Tue10": "While I was helping Gus the other day, I asked if what's some of the dishes or drinks you often buy at his place.#$e#Nothing much, I was just curious that's all!$h#$e#Well, to be honest. Because I want to try making them myself and give it to you.$l",
	"Wed10": "Hello @! I'm glad you're here!#$e#Why? Oh because I might need some energy boost. Wait may I?#$b#*kisses you* That hit the spot.$l#$e#Thanks @!$l",
	"Thu10": "I'm sorry I'm always busy @! I promise! I'll make it up to you!$s#$e#Just tell me what do I have to do to make it up to you okay?$h",
	"Fri10": "Ah! All this work is indeed tiring. But it is fulfilling!$h#$e#Especially that you're here. I might show off a bit.$h",
	"Sat10": "I tried writing earlier before I left for work. I try to write at least 5 words a day.#$e#Earlier I wrote '%farm' '%favorite' '%noun' '@' and '%place'$h#$e#What? What do you mean most of them relates to you?$h",
	"Sun10": "I helped Clint the other day and upgraded some tools.#$e#I'm not sure which was yours though. He gets a lot of orders sometimes.#$e#I mean if I saw yours, I would have delivered it back to you personally, You know. Just to see you.$l",
	
//Seasonal
	"spring_1": "It's a new year. More stuff to do.",
	"summer_1": "Oh man. I never look forward for this season.#$e#The hot summer sun makes me thirsty twice as much!$s",
	"fall_1": "I like this season. Lot's of porch needs some raking!#$b#It's a good way to make small money!$h",
	"winter_1": "Oh man! I like this season too! I get to shovel lots of snow for some money!#$b#The best part? I don't get to sweat as much!$h",
	
//Special Dialogue
	"breakUp": "I'm sorry we didn't work out... I tried but.. I guess I didn't work hard enough.$s",
	"danceRejection": "Oh sorry @. I have to tend to some tables.",
	"divorced": "Don't talk to me. You wasted my time.$a",
	
}