{
	"Introduction": "Why, hello there! You must be the new farmer Lewis has been yapping on about.$h#$b#The name's Lenny, I'm the head honcho of Ridgeside Village. It's mostly socializing and paperwork, though..#$b#I'm Lewis' older sister, but don't you dare ask me how old I am!$h#$b#Hope you enjoy your stay here in the valley!$h",

//Day before Festivals	
	"spring_12": "I used to be the undefeated Egg Hunt champion, you know.!$h#$e#Lewis said I'm no longer allowed to participate. Something about “acting like an adult”.  I suppose he's right...$s",
	"spring_23": "Don't feel bad if no one wants to dance with you at the Flower Dance...#$e#There's always next year.$h",
	"summer_10": "Lewis has been really stressed on how to impress the Governor tomorrow.#$e#Me? I don't really care that much.#$b#I'm only there for the food!!$u",
	"summer_27": "The Dance of the Moonlight Jellies is a bittersweet memory.. Your grandpa would take Lewis and me every year.!$h#$e#You remind me of him, you know....$h",
	"fall_15": "Are you done preparing your grange display for tomorrow's fair? @?#$b#I look forward to seeing your entry..$h#$e#I'm going to be one of the judges, you know!",
	"fall_26": "Setting up the attractions and decorations for tomorrow at the town is quite a chore.#$e#I should ask Ian to help me out..",
	"winter_7": "Fishing has never been my thing. You seem to be managing fine. @#$e#Good luck on beating Willy! That man can handle a rod.!$h",
	"winter_14": "I like the Night Market. It gives me a chance to go shopping and meet new people..#$e#The free coffee doesn't hurt, either!.$h",
	"winter_24": "Don't forget to bring a special gift for your giftee tomorrow.#$e#It's the most wonderful time of the year, you know..",

//Days of the Week
	"Mon": "Why hello there @. Good to see you.#$e#How is the farm life treating you?$4",
	"Tue": "I like to finish my paperwork early, so I can relax the rest of the week!$4#$e#I'm not lazy, I'm efficient!$h",
	"Wed": "Uhhgg, I don't look so great today, do I.$s#$e#I barely slept last night, I was up all night finishing paperwork.$s",
	"Thu": "@! Nice to see you.#$e#Managing the village can be quite a hassle  sometimes. But the villagers make it all worth it..$h",
	"Fri": "Thank Yoba it's friday. You should visit Pika's restaurant or the Stardrop Saloon sometimes. @.$4#$e#Don't overwork yourself. Relax!.$4",
	"Sat": "Mr. Aguar is a nice man. Just grumpy sometimes.#$e#He has his reasons....",
	"Sun": "Ian is such a hardworking man. He rarely asks for much.#$e#I hope he's not overworking himself.",
	
	"Mon2": "I might be Lewis' older sister but I'm young at heart..$h#$e#Lewis has a reputation to keep up, but I have no such worries.$4#$e#You can be relaxed around me!",
	"Tue2": "Why hello, good day to you @. How's the farm holding up?#$e#Have you adjusted yet? It's quite a big change compared to the city, right?",
	"Wed2": "Paperwork might not seem important to you, but no paperwork means no subsidies!$s#$e#Some of the villagers are really dependent on those.$4",
	"Thu2": "Ridgeside Village and Pelican Town are the backbone of the Valley.n.#$e# We need each other and Ferngill needs us.$h",
	"Fri2": "Yuuma's a good kid.#$e#He's been taking care of his older brother who got injured in the war.$s#$e#I try to help where I can but I've got so much on my plate already.",
	"Sat2": "Hello there, @. Slacking off, are you?#$e#Haha, I'm just kidding! I know you finish your work early in the morning.$h",
	"Sun2": "I hope the valley's treating you well, @. If you need any supplies you can always visit Jeric or Pierre.",
	
	"Mon4": "That old community center in town should be fixed.$s#$b#But I'm afraid the town has no funds for that project, though.$s#$e#Oh well, I suppose it won't just magically fix itself overnight, willit?$4",
	"Tue4": "There have been rumors going around the village about rolling or jumping kiwi fruit.#$e#I'm quite curious about this too. If you notice anything, please do tell me.",
	"Wed4": "Watch out for Keahi and Trinnie, those rascals are partners in crime. They may seem cute and innocent, but they won't shy away from pulling pranks!.$4#$e#They're good kids though. They just don't know where to draw the line.",
	"Thu4": "Alissa comes by here sometimes to help me package supplies and shipments.#$e#Sometimes I hear her sing to herself. Oh, how I wish she just had the confidence to perform, She's amazing!$h",
	"Fri4": "Good day, @, It's great to see you out and about$h.#$e#How's it going?$h",
	"Sat4": "Hmph! I wish Lewis would be more open about his love life. I was quite curious the other day.$a#$e#I know I should respect his privacy, but I'm his sister. I'm supposed to pry!!$4",
	"Sun4": "I bet it gets lonely sometimes on that big 'ol  farm of yours.. You oughta find someone to keep you company..#$e#Your grandpa sure did, ha!.$h",
	
	"Mon6": "Good day to you, @. I hope the farm is doing well.#$e#Your crops have been selling like hotcakes. Maybe you should sell hot cakes, ha!.$h",
	"Tue6": "Robin's a good friend of mine. When we were young we always got into trouble. We even built a treehouse together deep inside Cindersap Forest.$h#$e#.What happens in the treehouse stays in the treehouse…$4",
	"Wed6": "You know, Shane reminds me of myself...#$e#....$s",
	"Thu6": "How can small businesses survive versus megacorps such as Joja who don't even pay local tax? Joja outcompeting tax-paying businesses is a detriment to local government cash-flow..$a#$e#Sorry, the economics nerd inside me comes out sometimes.",
	"Fri6": "Hello there, @. How are you doing? Working hard or hardly working?.#$e#I visited the town the other day and was able to pass by your farm.#$b#I see you're doing great!$h",
	"Sat6": "There have been rumors about some scary and weird noises happening at the ridge.#$e#I'm convinced they are just rumors and I assure you this place is safe.$h",
	"Sun6": "Visiting the town is a good way to relax sometimes.#$e#But silly me often forgets I have a lot of work to do.#$b#I promised Lewis I'd be more responsible.$h",
	
	"Mon8": "I'm glad you found the time to visit little old me.. I really do enjoy your company.$h#$e#You're welcome to visit my humble abode anytime you wish!$h",
	"Tue8": "I like to gossip, so I'm going to spill the tea.I saw Lewis and Marnie, sitting in a tree.$4#$b#K-I-S-S-I-N-G! Wahaha!$h#$e#I bet he'll be so furious when I do.$h",
	"Wed8": "I'm not supposed to be disclosing any personal information regarding the citizens of the valley,but I was curious about Linus.#$e#I was searching for his files but there were none!$a#$e#Where did he come from, where did he go?.",
	"Thu8": "There is a peculiar villager who moved to the Ridge some time ago. His name is Jio.#$e#He seems to have some sort of income but I'm not sure what he does.#$e#He told me not to worry and just to leave him be. I don't distrust easily, but be on the lookout.$4",
	"Fri8": "Ridgeside Village and Pelican Town are economically intertwined. Products made in town get sold in the village and vice versa.#$e#Ridgeside is under the jurisdiction of Pelican Town, though.. I help Lewis so that it's a little easier for him.",
	"Sat8": "Ridgeside Village was never supposed to be a town.#$b#It was meant to be a shelter for Pelican Town residents in case they ever had to evacuate. Thankfully that hasn't been necessary.$h#$b#Yet..$4",
	"Sun8": "Jeric has a diverse set of quality crops and poultry products. Alissa on the other hand specializes in fruits and dairy.#$e#How about you, @? Do you have any signature crops??",
	
	"Mon10": "You're a great friend, @! I'm glad to have met you!$h#$e#Marnie came by the other day and we gossiped about Lewis. It was a lot of fun.$h",
	"Tue10": "I'm sure you've already met Marlon. We've known each other for a long time..$h#$e# I know what happened to his eye, you know.!$4#$b#Maybe I'll tell you the story one day.$s",
	"Wed10": "Evelyn has been a big sister figure for a lot of us growing up. Don't be thrown off by her frail figure.$h#$e#She's stronger than you think.$h",
	"Thu10": "Freddie and Lola, the old couple residing west of the village, are retired adventurers. Or that's what they told me atleast..#$e#There are rumours going around town saying their shed is full of treasures.#$e#I bet you could learn a lot by listening to their stories.$h",
	"Fri10": "Pika makes the best pies. I'm glad he's open most of the time so that I don't have to cook for myself..$h#$e#Sometimes I get so busy with paperwork that I forget to eat.  But I never forget to drink, haha!$h",
	"Sat10": "Sometimes the villagers visit the town and sometimes the townies visit the village.#$e#It might be a long walk, but we get along great.$h",
	"Sun10": "I uncovered some information regarding Linus. Apparently he was once a Millionaire!#$e#Shh! Don't tell anybody I told you this. You're among the people I trust!$4",
	
//Seasonal
	"spring_1": "The new years come, the old years go, We know we dream, we dream we know.#$b#We rise up laughing with the light, We lie down weeping with the night.$h",
	"summer_1": "This early in the season, I try to prepare the paperwork for the Governor's annual visit.#$b#We present the financial results of the fiscal year and submit proposals. Boring stuff, really..$4",
	"fall_1": "The highest selling crop for this season seems to be pumpkin.#$e#I recommend you get some. They're versatile. Boil em, mash em, stick em in a stew .$h",
	"winter_1": "Most farmers relax during the winter.. If you don't feel like relaxing, you could visit the mines.#$e#If you do visit the mines, stay safe and watch your back@.!$h",

	
}

