{
	"Introduction": "Hm? I haven’t seen you around here before.#$b#Oh that’s right. A new farmer just moved in huh? I assume that’s you.#$b#Oh well, I wouldn’t question your life choices.$7#$b#Welcome to the valley I suppose. My name’s Maddie by the way#$b#Now if you’ll excuse me..$7",

//Day before Festivals	
	"spring_12": "Oh, the Egg festival’s tomorrow?$h#$e#Tss it’s just a waste of time though. One would think that it’s better to just study and work$a",
	"spring_23": "Dancing just seems so overrated$6#$e#What would it feel like if someone asks you to dance?$7",
	"summer_10": "Have you made your preparations for the luau?#$b#You’d better bring something good if you want to impress the governor.",
	"summer_27": "I really don’t want to go to the festival tomorrow. *sigh*$s#$b#But Mr. Aguar needs someone to accompany him.",
	"fall_15": "Tss, the fair’s just an excuse to spend your money on useless things. Do you think you’d benefit a lot from it?$6",
	"fall_26": "Lenny tells me that we need to wear a costume tomorrow$a#$b#I’ll just go as the girl who works in a research lab then!$6",
	"winter_7": "I hate tomorrow’s festival. They don’t know how much harm that gives to mother nature. Those poor fish$s",
	"winter_14": "I don’t want to go to the festival tomorrow, but Mr. Aguar needs a chaperone. He sometimes forgets to drink his medicine at night.",
	"winter_24": "Tis the season to be jolly!#$b#Ugh! Not!$6",

//Days of the Week
	"Mon": "What do you want?$a#$b# I’ve got a lot of things to do right now.",
	"Tue": "As you can see Mr. Aguar is busy.#$e#If you don’t mind, I’d like to be left in peace so I can help him.",
	"Wed": "I’m on a hurry to go back to the research facility so please stop pestering me$a",
	"Thu": "Do you really think you could beat me in identifying the elements?$6#$b#I doubt you know your right from your left$6",
	"Fri": "Please stop following me.$a#$b#You’re giving me a headache for crying out loud!$a ",
	"Sat": "This day is intended for observing the marine life outside the water facility#$b#So if you can’t keep your mouth shut, maybe it’s best if you leave$6",
	"Sun": "Today is the only day that I’m free$a#$b# so if you have nothing to say please leave me alone$6",
	
	"Mon2": "%Maddie seems to be ignoring you.",
	"Tue2": "I have a lot to do today#$b# I can’t seem to get this formula right$a",
	"Wed2": "What do you need @?#$e#I heard Mr. Aguar is getting frustrated with the results. I need to help him unlike you just keeps on bothering us.",
	"Thu2": "What’s up @? Have you been up to Marnie’s ranch? I heard they have some great stuff there.",
	"Fri2": "Can’t you see I’m busy?#$e#Come back another time$6",
	"Sat2": "Lenny had recently visit the facility.#$b#She actually wanted to learn about abiotic factors",
	"Sun2": "I really value my rest time#$b#If you’ll just excuse me",
	
	"Mon4": "What’s up @? Do you need anything?",
	"Tue4": "Hello @! Do you want to see what I’m working on?",
	"Wed4": "I really admire how ecology maintains diversity and redundancy. It simply provides balance in nature $7",
	"Thu4": "I’m on my way to the restroom#$b#Just wait for me if you need anything^Wanna come with?",
	"Fri4": "Hello @! We’re a little busy here today#$b# If you need anything just write it down and I’ll get to it.",
	"Sat4": "OH NO!$u#$b#I forgot to feed the fishes!!$u#$e#Mr. Aguar’s going to throw a fit for sure$s",
	"Sun4": "Abiotic factors are non-living components that…$7#$b#Oh I didn’t see you there @, What’s up?",
	
	"Mon6": "Hello @, nice day isn’t it?#$b#It’s the first time in a while that I’ve felt a little free. I’m kind of glad that Lenny visited me.#$e#She brought me a doll to add to my collection.$h",
	"Tue6": "I saw Demetrius on the saloon last night. He was dancing his heart out with Robin! He actually thinks that he looks good dancing$6#$e#Just kidding haha they actually taught me how to dance.$h ",
	"Wed6": "I’m really getting swamped from all the work Mr. Aguar’s been giving me$s#$b#It would be nice to have a helping hand every once in a while$7",
	"Thu6": "I wonder what caused the inconsistencies of my tests$s#$b#If you have any ideas, please tell me",
	"Fri6": "@ you shouldn’t touch poisonous mushrooms not unless you really want to seem more stupid than you already are?$6",
	"Sat6": "I’m really glad I decided to visit Lenny earlier!$h#$b#She gave me a bunny plushie along with strawberries to help with my stress!$h",
	"Sun6": "I was supposed to have a day off$s#$b#But oh well, Mr. Aguar needs his groceries. So off I go to the to town right now!#$e#Well of course! The groceries aren’t gonna buy themselves!$6",
	
	"Mon8": "Hi @! Nice to see you today$h#$b#I look forward to seeing you more often$l.",
	"Tue8": "Oh, I didn’t see you there @.$l#$b#My mind’s been preoccupied lately#$e#By what? Oh well by you!$l#$b#I mean by U as in Uranium haha you didn’t think I’d actually like you right?$h#$b#That’s just going to be a headache for me if that happens$6",
	"Wed8": "Oh dear, don’t give me some cheesy pick up line you saw from the tv.$6#$b#You gotta give me more sincerity than that$6",
	"Thu8": "Hi there @, I’m on my way to get food from the saloon#$b#Wanna come with?$h#$e#What? NO!$l#$b#I’m not asking you out on a date! It’s just that… It’s better to eat with company rather than alone. And I’m also getting food for Mr. Aguar so I just basically want you to bring it because my arms been hurting!$l",
	"Fri8": "Hello!$h#$b#I’m a little happy today because Mr. Aguar gave me the day off to go and explore the valley. I’m currently on my search for some bunnies. They’re just so adorable!$h",
	"Sat8": "What? Why are you here again @? Did you miss me that much?$6#$b#Haha just kidding. Anyway, what brings you here? As you can see I’m a tad busy.#$b#But then again, I’m a multitasking woman, so if you need anything don’t hesitate to tell me alright?$h",
	"Sun8": "I’m sorry, I’m a little upset$s#$b#I saw a fluffy panda on tv without a home. They were filming him on the streets! They weren’t helping him! And instead of giving him food they were making him work for it!$a#$b#Why is the world so cruel to animals$s",
	
	"Mon10": "Hi @! I missed you!$l#$b#What?? Oh I meant you missed Mr. Aguar giving a lecture about bionic components. Haha$h#$e#No, I didn’t say I missed you! Maybe you’re the one that misses me because you keep on hearing things$6",
	"Tue10": "Hey there! I made sandwiches, Do you want to share it with me?$h#$b# Lenny says I make one of the best ones in town. I think she just flatters me$l#$e#But anyway, here’s some if you want. I brought extras because I know Mr. Aguar forgets to eat sometimes.",
	"Wed10": "Hello @! How have you been today? Have you been drinking your vitamins? During these times you should. You never know when you might get the flu$s#$b#So you take care of yourself always alright??",
	"Thu10": "Hi @! *kisses you*$u#$b#Oh! I shouldn’t have done that! Uhm… okay. Bye!",
	"Fri10": "What? About yesterday?$u#$e#Uhm, I was just out of my mind. And I felt like my insides were bursting to come out. So I guess. I acted upon it.$l#$b#It’s been so long since I’ve been with someone. It’s just really hard to trust if you’ve already been hurt.$s",
	"Sat10": "Loving someone isn’t quite easy.$7#$b#It’s like giving them a gun and trusting them not to kill you$s#$e#I’m giving you the capacity to hurt me. Please just do so with the utmost caution? Cuz I know I may hurt you sometimes. It’s bound to happen, but I’d never do anything that could break whatever we have.",
	"Sun10": "Have you missed me dear?$6#$b#Haha that’s alright! Come here and let me give you a hug!$l",
	
//Seasonal
	"spring_1": "Ugh, this season  is for those giddy people who love sunshine and flowers$6#$b#If you ask me, they shouldn’t waste their time doing useless stuff.Tss.",
	"summer_1": "While everyone is off to the beach or enjoying the sun, I’m going to stay at the facility and make a difference in this world.",
	"fall_1": "Ughh, Fall. It’s just the season where there’s a lot of trash around. And people don’t seem to care enough as to pick up a rake and clean-up$a#$b#Humans tss. Enjoying mother nature but not taking care of her$s ",
	"winter_1": "The cold season is for warm fuzzies and hot cocoa$h#$b#Ugh if I could only be a bear and hibernate for the rest of the season$6",
	
//Special Dialogue
	"breakUp": "I’m sorry. It’s not you, it’s me$s#$b#Oh wait, no! It’s you! You lying piece of skunk!$a",
	"danceRejection": "Ugh I don’t do dances, it’s just a waste of energy.",
	"divorced": "Hah! What happened to ‘Till death do us part?’ Excuse me, that vow became null and void when you decided to sin you jackass$a",
	
}
