{
	"Introduction": "Oh! You're the new farmer right?#$b#My name is Olga. I'm Bert’s wife. #$b#I’m also Alissa’s aunt. You should go and meet her!$h",

//Day before Festivals	
	"spring_12": "The Egg Festival's tomorrow? I almost forgot about it.#$e#Well, I hope you enjoy the festival! Taking a break once in a while is fine, you know.$h",
	"spring_23": "Bert said he and I should practice our dancing for tomorrow.$4#$e#I don't mind but I'm suspicious as to why he's being this sweet.",
	"summer_10": "That Governor tomorrow, better like our valley's soup. We all worked hard this year to make something good.",
	"summer_27": "Tomorrow night will look so romantic.$4#$b#I hope Bert shows up for the event.#$e#He sometimes forgets and just falls asleep.$a",
	"fall_15": "Trinnie has been begging us to raise her allowance every day since the start of the season.#$e#She says she has been saving for the fair tomorrow.",
	"fall_26": "Are you going to dress up tomorrow @?#$e#Trinnie's costume has been ready for weeks, she wouldn’t stop pestering me about it.$h",
	"winter_7": "Brr... Do I have to be there tomorrow? I don't like the cold.#$e#Achoo!$a",
	"winter_14": "Winter nights at the beach are so darn cold!$s#$e#I’ll have to dress warmer tomorrow, so I can stay longer.",
	"winter_24": "Hope you have a wonderful year, @. Tomorrow night’s the big feast in the center of town.#$e#Enjoy the time-off from farm-work , okay?$h",

//Days of the Week
	"Mon": "Hello there, farmer.#$e#You busy today?",
	"Tue": "Sorry, I'm not much of a talker.#$e#Do you need something?",
	"Wed": "Don't forget to water your crops now, @.#$e#It would be a shame to have them wilt.",
	"Thu": "Trinnie and Keahi are good friends.#$e#But I have to scold them once in a while when they take a prank too far.$a",
	"Fri": "How’s your farm?#$e#Hope things are going well.$h",
	"Sat": "I like talking to Caroline and Jodi. They're fun to be around.$h#$e#I rarely get the chance to catch up with them though. It's a long walk from the farm to the town.$s",
	"Sun": "Hey there, farmer.#$e#Need something?",
	
	"Mon2": "Always remember to replenish your energy once in a while @.#$e#Taking breaks sometimes gives you the energy to do some more work.",
	"Tue2": "Hello there, @. What are you up to today?#$e#How's the farm?",
	"Wed2": "Bert bought me flowers the other day. He's been so sweet lately.$4#$e#I wonder what he did wrong this time.$a",
	"Thu2": "Alissa is my brother's daughter. He's off sailing the high seas as a merchant fleet captain.#$e#He rarely comes home, unfortunately…$s",
	"Fri2": "I don't have many close friends here in the village.#$e#I sure am glad I can visit Jodi and Caroline once in a while.",
	"Sat2": "Pierre and Bert are an interesting duo. Sometimes they are the best of friends.#$e#Yet sometimes they can’t stand each other.",
	"Sun2": "Trinnie! Where did that little girl run off to this time?$a#$e#She didn't even finish her chores yet!$a",
	
	"Mon4": "Do you take care of cows in your farm @?#$e#They can be hard to manage at first, but it's worth it.$h",
	"Tue4": "The trees around the farm have been there for many generations.#$e#They’re our family's main source of income.$h",
	"Wed4": "That stupid, air-headed Bert!$a#$e#He actually forgot my birthday! I asked him the last time if he knows when my birthday is, and you know what he did?!$a#$e#He just dodged the question and talked about the weather! Unbelievable!$a",
	"Thu4": "Where did that little girl go now?$a#$e#Hey there, @. Have you seen Trinnie? She ran off without finishing her chores again!$a",
	"Fri4": "Bert has been spoiling Trinnie for quite some time now.$a#$e#I have to balance it out by being strict with her or else she’ll be spoiled rotten!$a",
	"Sat4": "Lenny is a fun person to talk to. She has some stories you would never expect from someone like her.$h#$e#How about you, @? Any good gossip lately?$h",
	"Sun4": "Don't make the mistake of buying your supplies at Joja.#$e#They may be cheap but the quality is questionable at best.",
	
	"Mon6": "I tell you, Bert might as well have a sieve for a brain.$a#$e#Hmph. I do love the big guy, though.$h",
	"Tue6": "Good day to you, @.#$e#How's the farm coming along now? I’d reckon you're getting the hang of it.",
	"Wed6": "I keep telling Alissa she should get up on the Starbound Stage and sing in front of the whole village.#$e#She has an amazing voice. It's a pity she's so shy about it.",
	"Thu6": "Hello there, @! Done with work already?#$e# Grab a pair of gloves, then, we’ll put you to work! I’m just kidding, dear. Get some rest if you can, tomorrow’s another busy day.$h",
	"Fri6": " Ian is such a good, hardworking young man. He charges a very fair price for his services.#$e#We cook him a meal in thanks when we can. It’s the least we can do.$h",
	"Sat6": "I sometimes visit Lola and knit with her. She has some amazing stories to tell.#$e#She and her husband have been all over the world.$h",
	"Sun6": "Have you visited the beach lately? I’ve been meaning to take an afternoon off and just go relax in the sun..$h#$e#Hmm. Maybe I can squeeze in some time to visit Jodi.",
	
	"Mon8": "Jodi's husband, Kent, is a good guy.#$e#I hope he's doing well. Bert said he seemed troubled the other day.",
	"Tue8": "Abigail, Caroline's daughter, has one heck of a rebellious streak... I hope Trinnie doesn’t get any ideas...$u#$e#I mean, Abigail’s a good girl, really. It’s always good to expand your horizons. Just… maybe not that much.$s",
	"Wed8": "Hello there, @ How's it going?#$e#You've been a good friend to us. Thank you for your company!$h",
	"Thu8": "Have you built a silo yet? They’re a must for storing fodder so you can keep your animals fed during winter.#$e#We built ours next to the barn, but you can put them anywhere.",
	"Fri8": "Having a good day today, @? I hope so.#$e#I'm just finishing up some chores, same as always.$h",
	"Sat8": "Bert and Trinnie woke me up with breakfast in bed today because I was feeling a little sick.$4#$e#I feel so blessed to have them around.$h",
	"Sun8": "Keahi once came by and cooked a meal for us.y.#$e#He's an amazing cook, just like his father!$h#$e#I hope Trinnie can learn a thing or two from him. I mean just the good things, not those pranks he comes up with.$a",
	
	"Mon10": "How's the farm going? I heard it was going well!#$e#Looking forward to seeing more of your crops in the store! Great work!$h",
	"Tue10": "Do you have an orchard, @? I make a mean pie, you know. #$e#Let me know if you’ve ever got more fruit than you know what to do with, and I’ll whip up something delicious for you!$h",
	"Wed10": "Trinnie said she saw your farm and told me it was beautiful. Knowing you, I believe her.$h#$e#She sometimes exaggerate things, But I know she means it.$h",
	"Thu10": "Lenny came over the other day..#$e#She told me that there may be something going on between Lewis and Marnie. I don’t know why they’d be keeping it a secret, though. Maybe I’ll tease Marnie a little. She has a terrible flushed face. Haha$h",
	"Fri10": "Little Jas comes by sometimes. Sweet girl! $h#$e#Pity, her godfather is such a grump#$b#But she seems to be doing alright all the same.",
	"Sat10": "If you need any advice or help, My family will always welcome you @.#$e#You've been an amazing friend and we owe you.$h",
	"Sun10": "What do they get up to at that Water Research Facility?#$e#We’ve got good, clean water here in the valley… what could they possibly be researching so much that they need a whole facility?",
	
//Seasonal
	"spring_1": "It’s the busiest time of the year! Do you know what you’re going to plant this season, @?",
	"summer_1": "City folk always come out to our farmstand during the summer.#$e#It’s good for them to remember that food comes from somewhere other than a supermarket, once in a while. And it’s good for our pockets!$h",
	"fall_1": "Alissa got a head start on preparing for the grange display, this year, just like I asked her to..#$b#We’ll win this year, just you wait and see!$h",
	"winter_1": "I never quite know what to do with myself during the winter, with nothing to plant or harvest.#$b# Money can get awful tight, too. If you need anything, just let us know. We’re neighbors, after all!$h",
	
}

