{
	"Introduction": "Good to meet you, young man.^Good to meet you, young lady.#$b#I haven't seen you around these parts before. I assume you're the new farmer Lewis informed me about.#$b#Welcome to the valley, @. I'm Richard, owner of the humble Log Cabin Hotel.#$b#If you ever fancy some quality service and fine hospitality, The Log Cabin Hotel's doors are always open for you.$h",

//Day before Festivals	
	"spring_12": "The festival tomorrow might attract some tourists. Well, at least I hope it does.#$b#IBetter to be safe than sorry, I always say. I shall prepare the hotel.$h",
	"spring_23": "Ysa looks forward to tomorrow. I'm very happy whenever my granddaughter's happy.$h#$b#She has been through a lot. I'm glad she seems more cheerful these days..",
	"summer_10": "The governor's visiting tomorrow and I have to prepare his room.#$b#He's an old friend of mine. I hope we can find some time to catch up tomorrow.",
	"summer_27": "Business has been so busy! I'm looking forward to enjoying a relaxing night out tomorrow.#$b#I live for these small moments of peace, I tell ya.$h",
	"fall_15": "There will be guests staying in the hotel for a while for tomorrow's fair.#$b#I've been busy making sure the hotel is in tip-top condition.",
	"fall_26": "Lenny suggested we decorate the hotel with Spirit's Eve decorations.#$b#I wanted to, but with the allocated budget for festivities, decorations just won't fit..$s",
	"winter_7": "I always cherish the day before the Ice Festival. This was the day I first met my wife.$h#$b#I miss her dearly#$e#But I know Angelika is in a better place now.$h#$b#She's my secret little guardian angel, haha!. She's always watching over me and little Ysa.$h",
	"winter_14": "I'll try to squeeze in some time to browse the merchant's wares tomorrow night.#$b#Or maybe I'll do it the following night? Hmm… I am not quite sure.$s",
	"winter_24": "I hope the year has been good to you. young one.$h#$b#Enjoy the remaining days of this year! Ho ho!$h",

//Days of the Week
	"Mon": "Hello, young farmer$h#$b#It's @, right? I noticed you've taken over your grandfather's farm over yonder.#$b#What brings you here today?#$e#Is there anything I can help you with?",
	"Tue": "Your grandfather was a good friend of mine.#$e#If you need anything, I'll be happy to help.$h",
	"Wed": "Hello there, @. How's the farm doing?#$e#I am expecting good things from you.",
	"Thu": "Good day, @. How are you?#$e#Do take care now.",
	"Fri": "Ian's been helping around here. He does a good job.#$b#I admire hard-working individuals.",
	"Sat": "Young Corine is like a granddaughter to me. I'm glad she and Ysa are good friends.$h#$e#Have you met them? You might see them walking around together sometimes.#$b#They were joined at the hip when they were little. $h",
	"Sun": "Hello there, @. What brings you here?#$e#Feel free to sit in the lobby if you're waiting for someone$h",
	
	"Mon2": "My, @!How nice of you to visit.#$e#How are you doing today? If you're looking to relax, you can always rent a room here in the cabin!$h",
	"Tue2": "A lot of the residents here at the village often hang around the hotel lobby during their free time.#$e#I don't mind, I like catching up with everybody. I don't get out much.$h",
	"Wed2": "My late wife loved having hotel guests around. She loved to talk to them and listen to  their stories.$h#$e#She was a journalist before she retired. I learned how to open up to people because of her.$h#$b#She was simply amazing.$h",
	"Thu2": "Why, a lovely day to you, @. Coming in for a visit I see.#$e#If you are interested, we can offer you a 30 percent discount on your first stay here!$h",
	"Fri2": "A lot of people mistake my good friend Ezekiel for a cold-hearted man.#$b#It's just that people don't know his story.$s#$b#Hmm… maybe I'll tell you about it one day..",
	"Sat2": "My heart is happy seeing Ysa doing things she loves$h#$b#She lost touch with her passion before and I'm glad to see that she's slowly regaining her confidence.$h ",
	"Sun2": "Lewis and I go way back.#$b#I remember when he first started dreaming of being mayor.... He showed such promise.#$b#I had no doubt that he'd win the hearts and minds of the people.$h",
	
	"Mon4": "Oh hello there, dear! How have you been?#$b#I trust that the day's been treating you well?$h",
	"Tue4": "Oh no!$u#$b#Excuse me, dear boy^Excuse me, dear girl#$b#I must rush back to the hotel. I forgot to finish some paperwork.$u",
	"Wed4": "I'm thinking about hosting an event here at the hotel, maybe an evening of fine dining, or perhaps a dance competition?#$b#Hmmm… What do you think? I could even participate and strut my stuff$4",
	"Thu4": "I'm thinking about ways I could  improve the hotel's appeal.#$b#If you have any ideas feel free to let me know. I value feedback because I value my hotel.$h",
	"Fri4": "Hello there, young one!#$b#My granddaughter's been  practicing her ballet every Saturday#$b#Ballet's very good for balance and strength, you know. I could ask if you could join her.",
	"Sat4": "I'm on my way to the forest to look for lumber I can use at the hotel.#$e#One must always remember to go above and beyond  for their customers if you want to earn their loyalty..",
	"Sun4": "*sigh*I miss my wife even more on days like these$s#$b#We used to go to the beach on Sundays and go fishing, or just go out for a swim.#$b#She'd always bring a picnic basket, and I'd rest my head in her lap after lunch.$h#$e#*sigh*I do wish that she were here right now $s",
	
	"Mon6": "A pleasant morning to you, @! Have you been eating well?$h#$b#If you ever need anything don't hesitate to come to the hotel, alright? My door is always open",
	"Tue6": "The day's been good to us, so far!$h#$b#A lot of villagers have been visiting lately! I'm glad that they like what I do here$h",
	"Wed6": "I'm on my way to visit Dr. Harvey.#$b#I felt something pop when I was lifting a box yesterday$u#$e#I'm sure it's nothing. After all, I have to take care of Ysa and the hotel.$s ",
	"Thu6": "I make it a point to teach Ysa something each day.#$b#Time's just so precious, you know?#$e#''You never know when your last day may be', I always tell her.",
	"Fri6": "I'm thinking of buying an espresso machine for the hotel.#$b#A little coffee shop in the front might bring in more customers. What do you think?$4",
	"Sat6": "Ysa's making me prouder each and every day.$h#$b#I saw her earlier in her pointe shoes and tutu.#$e#She looked just like her grandmother, except her grandmother was always in jeans, haha!$4",
	"Sun6": "I went along with Ysa on her walk today.$h#$b#It made me feel so young again.#$e#We talked about her childhood and how her grandmother was so fond of her.#$b#It made me miss Angelika a lot.$s#$b#She would've been the best role model for Ysa.",
	
	"Mon8": "Hello there! I'm on my way to town to visit Pikas. I want to have some pho#$b#Because it's PHOnomena!l$4#$b#Hahaha, just kidding. Pika's pho is the best in the valley$h#$b#You must join me sometime, alright?",
	"Tue8": "I feel so energized today!#$b#I think I'm going to visit the gym. I've got to keep up my strength so I can take care of Ysa and the hotel as long as possible.$h",
	"Wed8": "Ezekiel's been busy these days so Corine's been around more often.#$e#I find it irritating that some people think my pal Eze isn't taking care of Corine$a#$b#They don't know what hardships and trials that man has been through.#$b#Give him a break!$a",
	"Thu8": "My wife and I met when she entered these timely halls.$h#$b#I hope she's proud of everything that I've done for our hotel and granddaughter.",
	"Fri8": "Can I give you sound advice my wife taught me?#$e#Always remember to have courage and be kind.$h#$b#You never know if someone's having a bad day. Just a little kindness could make a big difference in their life$4",
	"Sat8": "I love conversing with Lola and Freddie$h#$b#Those two have seen the world!#$e#Whenever I listen to them, I feel like I've travelled the world!$h",
	"Sun8": "Hello again, @! How has the day been for you?#$b#The season's been so good to us. I'm thinking of giving back.#$b#Maybe I'll do a special promotion for my loyal customers$h.",
	
	"Mon10": "Hope you have a great day ahead of you, young lad^ Hope you have a great day ahead of you, young lass.#$b#If you have an interest in being a hotelier don't hesitate to let me know, okay? I betI can show you a thing or two$4 ",
	"Tue10": "%Richard seems to be half asleep.#$e#Huh? Oh I'm so sorry, @, I must've dozed off.",
	"Wed10": "I'm sorry I was a little tired yesterday.#$b#I actually dreamt of my wife. She was wearing a white dress.#$b#Much like the one she wore on our wedding day.$h#$b#I hugged her. So tight. But after a while, I woke up and went back to reality$s",
	"Thu10": "Sometimes I wonder what would life be like if my darling Angelika were here$s#$b#One thing's for sure, Ysa would be better taken care of.#$b#My wife was the strongest and the most positive person I've ever known#$e#I never really mingled with people before.#$b#She brought me out of my shell$h#$b#She showed me that the world had a lot to offer and that I cannot survive this alone.#$b#My hope for now is that my granddaughter would always have someone.#$b#Someone to take care of her even when I'm gone.",
	"Fri10": "Hello, young one! I'm going to share with you some wise words my wife left me.#$b#'Cherish the time you have with the ones you love.'#$b#Time is the most precious gift that you can give anyone",
	"Sat10": "I'm so proud of my granddaughter$h#$b#She has grown so much, from a sweet little girl to a beautiful, strong and independent woman$h#$e#I'm confident that whenever I part with this world, my little Ysa will be alright. She has made me and her grandmother proud!$h",
	"Sun10": "You're a good friend, @!$h#$b#Thank you for spending time with an old-timer like me. I hope you've learned a lot from all our chats throughout the days$h",
	
//Seasonal
	"spring_1": "Ahh! Spring time, the time for flowers to bloom and for everything to flourish$h#$b#I remember my daughter used to love this season. I wonder how she is doing these days$s",
	"summer_1": "Summertime is one of the peak seasons at the Log Cabin Hotel!$h#$b#There are many villagers who want to get some R&R, as the kids call it.$4",
	"fall_1": "It's the season for festive decorations, for skeletons and Jack-o'-lanterns $h#$b#Reminds us that we're all mortal, too. Or is that just me?$h",
	"winter_1": "%Richard doesn't seem to notice you#$e#This season would be so much brighter if you were here, Angelika..$s",
		
}	


