{
	"Introduction": "Why hello there! I can tell you're new here. By the way, my name's Ysabelle. What's yours?#$b#Nice to meet you @. Hope you have a great stay here!$h",

//Day before Festivals	
	"spring_12": "I brought a lovely dress for Corine to wear tomorrow! I hope she likes it.#$b#Oh I also bought myself a sleek dress for myself#$b#You just have to come tomorrow to see it$h",
	"spring_23": "The flowerdance is my favorite festival! It gives me a chance to express myself#$b#I’m really looking forward to dancing my heart out tomorrow!$h",
	"summer_10": "My granddad wishes the soup turns out good tomorrow, He enjoys the Luau so much!.#$b#I think the governor enjoys the soup tasting the most! haha $h",
	"summer_27": "I admire how the jellyfish get attracted to the light. It’s like they’re making a dance on their own.#$b#Will you be there tomorrow? If you decide to go I’m sure you’d like it!$h",
	"fall_15": "Are you thinking of going to the fair tomorrow?#$b#You should visit Gus by the fountains! His burgers are just so divine!$h",
	"fall_26": "If you ask me, it honestly feels so tacky to wear a costume but Corine keeps on bugging me!$a#$b#*Sigh* I guess I’ll just wear one of my tutus… But then again, I could decide for myself#$b#We’ll see tomorrow$6 ",
	"winter_7": "The festival of ice makes me think about The Nutcracker Ballet!$s#$b#Oh what I’d give to play a role like Clara for The Nutcracker.$7",
	"winter_14": "Do you know what you’ll buy at the market tomorrow?#$b#I’ve always been looking for pointe shoes during the night market, I just can’t seem to find one of good quality these days.$s",
	"winter_24": "I hope this yuletide season brings you joy as much as the Winter Star treats brings me happiness!#$b#Have a wonderful new year @!$h",

//Days of the Week
	"Mon": "Hello! Your name’s @ right? How are you today?#$b#I’m sorry I have to leave in such a haste, I’m on my way to help Corine with her stretching.",
	"Tue": "Oh hello! Have a great day ahead @.",
	"Wed": "Honestly, working at the cabin stresses me a lot.$s#$b#It must be nice having a lot of time to relax.#$e#I mean I get why grandfather wants me to do this, but can’t a lady take a break once in a while?$s",
	"Thu": "Have you been to Pelican beach?#$b#I recommend that place for yoga and for clearing your head",
	"Fri": "Excuse me, you’re in my way.#$e#Can you leave me alone for now? I’m not really in the mood to talk$a",
	"Sat": "I’m sorry I can’t stay and chat with you today. I have to go back to my studio at the cabin to practice my pirouettes",
	"Sun": "Ahh my favorite day of the week. This day is my 'me' day. A time to relieve some stress and catch up on my meditation ",
	
	"Mon2": "I helped Haley with her walk yesterday. She wanted me to teach her the proper posture in walking. She wants an edge for the next Flowerdance festival.",
	"Tue2": "It’s a nice day today isn’t it? I have this hankering for chocolates right now.",
	"Wed2": "Hi @! I hope you have a great day today#$e#It’s definitely a beautiful day to go outside!$h",
	"Thu2": "If you see my grandfather, please don’t tell him I’m here okay?$u#$e#I’ve been hiding from my chores today",
	"Fri2": "I admire Leah’s work of art. I sincerely think that she sculpts with class. A modern-day Michaelangelo if you ask me",
	"Sat2": "Have you taken the time to take care of your body today?#$e#I’m on my way to the hotel gym to warm up for my ballet practice",
	"Sun2": "Have you tried eating the truffles? I can guarantee that they absolutely taste divine",
	
	"Mon4": "I miss hanging out with Alex and Corine at the beach. It has always been our safe haven.#$e#Hey @, if you want, next time you could come with us$h",
	"Tue4": "It’s a great day of business here today at the cabin.#$b#In days like this I’m pleased because I feel like what my grandfather and I are doing gives satisfaction to the people in town.$h",
	"Wed4": "When I visit the town, I often make it a point to go to Harvey and bring him coffee.#$b#We both enjoy talking about life and work whilst taking a little stroll around the plaza",
	"Thu4": "OH NO! I left my pointe shoes at Corine’s last night. Ugh I hope no one else touches it before I get there.$u#$e#Pointe shoes tend to tear if they’re not handled with the utmost care.$s",
	"Fri4": "Hello@!How have you been? I notice you’re glowing today. You must be eating healthy right?#$b#That’s great news! Hope to see you around!",
	"Sat4": "I really appreciate grandfather for giving me this day to keep up with my training#$b#I really wanted to keep in touch with my passion for ballet.#$b#Training here at the gym of the hotel helps me keep in touch with my love for it$h",
	"Sun4": "I’m going to the forest today to meditate#$b#Harvey sometimes joins me when Lenny joins me whenever she feels stressed.#$b#she knows that it’s a great way to relieve stress. It’s also a little bonding time for us.",
	
	"Mon6": "I applaud how Corine would try her best whenever she joins me in my training.$h#$b#She’s definitely improving on her plié and arabesques.$h",
	"Tue6": "I’m grateful for grandfather. He took me in and took care of me. He’s also been teaching me how to be an adult.",
	"Wed6": "Maddie has been bugging me to help around with the clean ups around town. Ugh she had the audacity to tell me that I don’t contribute enough to save the Earth$u#$b#I believe we can still do a lot for the environment even if we don’t pick up trash$a#$b#She must’ve been lacking sleep before she approached me so let’s give her the benefit of the doubt.",
	"Thu6": "Oh hello there @! Have you tried the triple shot espresso? It is to die for! I think this is what Ambrosia tastes like",
	"Fri6": "I saw Philip yesterday, he came to me at the hotel and he helped out. Grandfather got suspicious though. #$b#Would you believe that he actually thought Philip and I were together??$u",
	"Sat6": "Another day, another training.$h#$b# Saturday is my favorite day of the week. It’s a day where I can truly be me on the dancefloor.",
	"Sun6": "It’s quite nice that grandfather decided to join me on a walk on the forest today. He could use the fresh air.$h#$b#There we had a picnic on the grass and he was telling me about my childhood as well as Corine’s$h#$b#He told me that I’ve always been prim and proper. Awwee, thank the universe for Corine, she made me loosen up and have a lot of fun$h",
	
	"Mon8": "Hello @!I’ve noticed that the skies are brighter today now that you’re here$l#$b#Just kidding hihi. Anyhoo, have you been doing good?$h",
	"Tue8": "Hey there @! I’ve been looking all over for you!$h#$b#I just wanted to let you know that you can come by anytime if you want to talk or anything.$h",
	"Wed8": "*giggles* I’ve missed seeing you today.$l#$b#You must help me with the piece I’m working on next time. Although, it kind of involves you carrying me in your arms*smirks*$l",
	"Thu8": "Hello @! It’s a beautiful day isn’t it?$h#$b#I just wanted to catch you alone… and maybe possible tell you that hihi… I really REALLY like you @!$l#$e#I really don’t expect you to like me back, but I just wanted to get that off my chest.$h#$b#It’s alright if you don’t feel the same, I hope we could still be friends(or even more hihi) as time passes$h",
	"Fri8": "Why, hello there sunshine.$h#$b#You're looking more dashing than usual!$l^You look as radiant as the sun at its highest peak today$h",
	"Sat8": "Hey @, I’m on my way to the gym to warm up for my training would you like to accompany me?$h",
	"Sun8": "Hello @, I’d just like to say that I’m really grateful for you. Especially these past few days. For listening to me and for just simply being there$l#$e#*kisses you on the cheek*",
	
	"Mon10": "A great day to you @! Did you miss me? Haha#$e# OH stop it you! You’re making me blush!$l#$b#You really keep pushing me to the edge huh.$6#$b#What edge? Oh. This edge.#$b# %Whispers to your ear#$b#To the naughty edge..$l#$e#Oh? Nothing. Teehee < $h",
	"Tue10": "*kisses you* Hello love, how was your day?#$e#Would you like to meet me after our shifts? Let’s go on a date",
	"Wed10": "I'm kind of bored and stressed uhgg.$6#$b#I want to go release some tension and dance a bit.$h#$e#Want to go watch or even join me love?#$b#Come on! Maybe we can dance together a little.$h#$e#I like getting close to you.$l",
	"Thu10": "Corine asked about our relationship the other day. She was curious about how we ended up together.#$e#I'm quite confused to who made the first move as well love!$h#$e#I don't really care though. I'm just happy you're mine. Teehee < $l",
	"Fri10": "Can we got to your farm? I like hanging around there.$h#$e#I also like to pass the time looking at you sweat while you work hun.$l#$b#Just make sure you wipe the sweat before hugging me okay?$h",
	"Sat10": "@ love. Come here.#$b#What? Not much, Just come here!$h#$b# %Ysa kissed you on the lips #$b#There. I missed you.$l#$e#Now tell me. How's your day so far?$h#$b#If you ever get bored please do visit me.#$b#I love it when you're around.$l",
	"Sun10": "Hey hun, I missed you!#$e#Aww what’s wrong?#$e#You want to go out? Sure my love!$l#$e#Oh I’m just so lucky to have you! Why don’t we set up a picnic tonight at the beach and toast to happiness$h",
	
//Seasonal
	"spring_1": "I’m looking forward to the start of this new season! I hope everyone has a prosperous new year!$h",
	"summer_1": "I’m looking forward to this season!$h#$e#The grass skirts and the dresses all remind me of my hula dancing days as a child ",
	"fall_1": "Oooh fall season just makes me fall in love with all the colors$6#$b#This season is what really inspired my fashion sense, I had a chance to try outfits that are for a hot weather as well as for cold weather because fall is a season where the hot and cold combine. And don’t get me started on the color palette of the season!$h ",
	"winter_1": "Brr. This cold season makes me want to try my hand at ice skating!",
	
//Special Dialogue
	"breakUp": "I apologize for doing this… But I don’t think things will work out between us$s",
	"danceRejection": "Oh dear, I’m sorry but I have to decline for I don’t know you that well yet.",
	"divorced": "What you did to me is unacceptable!#$e#You’re not worth my time so please stop wasting it.$a",
	
}
