{

///Spring
	"spring_1": "It's a great day today isn't it?$h#$b#The birds in the trees are singing a sweet melody in my ears and it makes me just wanna join in.$6",
	"spring_12": "I collected some eggs to bring tomorrow, @. $h#$b#I hope that's alright with you.$l",
	"spring_23": "I'm still a little shy about dancing, even with you. $7#$b#I'll stick close to you tomorrow!$l.",

///Summer
	"summer_1": "We need to monitor soil acidity levels and plan out our fertilizer and pest management strategies if we want our farm to be in tip top shape for this summer.$h",
	"summer_10": "We're going to have the best crops to bring for the soup tomorrow!$h#$b#I'm quite proud!$h",
	"summer_27": "The jellyfishes are quite fascinating aren't they, darling?#$b#Let's watch them together tomorrow night, okay?$l",

///Fall
	"fall_1": "Oh, did you see how pretty the leaves are falling this year?$h#$b#It reminds me of how I started falling for you, haha!$l",
	"fall_15": "Would you like to go to bed early so that we could set up for the fair earlier tomorrow?#$b#Make sure to prepare everything you need ahead of time, okay?",
	"fall_26": "Ahh, I don't want to wear a costume.$s#$b#Can I just wear my concert dress instead?$7",

///Winter
	"winter_1": "I actually found the winter a little hard to appreciate before.#$b#I was looking for different reasons to like it at first...$u#$e#You actually gave me a reason to love it, ha ha.$h#$b#",
	"winter_7": "A lot of people are going to get together tomorrow, stick with me okay?$l",
	"winter_14": "Can we buy some more farming materials?$I#$b#I have some ideas for the farm that I think will make it even prettier.$h",
	"winter_15": "I bought some exotic seeds. I can't wait to plant them next season!$h",
	"winter_16": "Auntie saw a microphone for sale.#$b#I was really embarrassed when she told me to test it on the spot.$7",
	"winter_17": "I hope you got some interesting items, @! I was able to buy some good stuff.$h",
	"winter_24": "I'm quite excited for tomorrow!#$b#Have you got a gift for your secret santa yet?",
	
///Room
"spouseRoom_Alissa": "I've been working on a new song, darling.$u#$b#I hope to have you hear it first of course!$h",

///Patio
"patio_Alissa": "I'm just clearing my head here outside, darling. It's so nice being here in the patio.$h",

///Rainy Day 
"Rainy_Day_0": "Aww darling, I want to sleep in.$s#$b#Do we really have to get ready for the day already?$s",
"Rainy_Day_1": "Good Morning darling! The rain's a bit heavy today huh?#$b#You better bring an umbrella when you go out okay?",
"Rainy_Day_2": "Mother nature's making her own way to take care of our crops today, so just relax for a bit for now okay darling?$h",
"Rainy_Day_3": "Hey @, please take care of yourself when you go out alright?#$b#I don't want anything to happen to you.$7",
"Rainy_Day_4": "Have you tried singing in the rain darling?#$b#Why don't join me? I promise it's quite fun!$h",
"Rainy_Day_Alissa": "Ahhh, singing in the rain gives me such a happy feeling!#$b#Sometimes if thunder cracks while I'm singing I get embarrassed instead though.$7",

///Rainy Night
"Rainy_Night_0": "My, you're soaking wet!$7#$b#Why don't you change your clothes darling? I wouldn't want you to get sick.$s",
"Rainy_Night_1": "Darling! You're back! How was your day?$h#$b#I had an eventful day today.$h#$e#But I'm glad I'm home with you!$l ",
"Rainy_Night_2": "I cooked dinner for you baby!$h#$b#I hope you like it!$l#$b#Auntie Olga taught me an old recipe. She says that she got it from her great grandmother and she's passing it on to me.#$b#I hope I did a good job making my own twist in it.$l",
"Rainy_Night_3": " You must be tired baby, come. Change your clothes and climb on the bed with me$h#$b#I'm going to sing you a lullaby to help you sleep.$6",
"Rainy_Night_4": " The rain's been pretty vocal today.#$b#Hmmm... maybe if I sing it'll calm the rain down$6#$b#Hahaha any excuse just to sing, I know. Sorry.$l ",
"Rainy_Night_5": "~Rain rain, go away~$6#$b# Oh welcome home baby!$h#$b#Were you good today?",
"Rainy_Night_Alissa": "~When life gives you rainy days, go out and play to make the bad days go away~$6#$e#Come here baby, give me a hug and a kiss please?#$b#%Alissa pouts her cute little lips.",

///Indoor Day
"Indoor_Day_0": " Good morning baby! I feel so energized today! I was able to write 3 verses for my new song$h#$b#Ahh it's such a joy to be so carefree and in love.$l ",
"Indoor_Day_1": "I'd love to redecorate the bathroom soon.$u#$b#I spend a lot of time in there, since the acoustics are so good, and I can't help but notice everything I want to change.$l",
"Indoor_Day_2": "Kenneth asked me if I'd ever considered recording something.$u#$b#I don't know! What do you think?$l",
"Indoor_Day_3": "I can't figure out how to finish this line...$u#$e#Can you give me some words that rhyme with 'light'?#$b#Whatever pops into your head! I'm just brainstorming.$l",
"Indoor_Day_4": "Have a great day, baby! And bring me some of Pika's special today please!$u#$b#I'm having some cravings for it.$l",
"Indoor_Day_Alissa": "~Rise and shine~$6#$b#Good morning, darling!$h#$e#It's such a great way to start the morning with the person you love.$l#$b#I hope you won't get tired of seeing my face everyday though.$7",

//Indoor Night
"Indoor_Night_0": "Hi, darling, how was your day? I hope you had a good one!$h",
"Indoor_Night_1": "Are you done for the day? Come! Tell me about it!$h",
"Indoor_Night_2": "Let's lie down and talk about our day, @!$h",
"Indoor_Night_3": "I don't know why, darling, but I really find the night time inspiring.$l#$b#It gives me a lot of lyric and even tune ideas.$h",
"Indoor_Night_4": "You're home, @!#$b#I spent the day doing chores.#$b#I also visited Auntie earlier.$h",
"Indoor_Night_Alissa": "~Lullaby... and good night... Let the starlights be your guide.~$6#$b#What my darling? Nothing, I'm just practicing some lullabies for later.$l#$b#So prepare okay? Teehee <$h",

///Outdoors
"Outdoor_0": "Darling! What a wonderful day it is to be outside.$h#$e#Can you smell the flowers around us?#$b#I mean, even the birds are singing a great melody!$h#$b#~Hi birds!~$6",
"Outdoor_1": "~I'm wishing, for the one I love. To find me, by this ridgeside lake~$6#$bEOhhh, no, that was bad rhyming even for me.$7",
"Outdoor_2": "I wanna write you a song, love. I want to make one as beautiful and as sweet as you are.$l",
"Outdoor_3": "~Have you ever seen such a beautiful sight! I could almost kiss the stars for shining so bright.~$6#$b#I don't know where that song came from, it just went inside my head, haha.$h#$b#Must've been a childhood memory.",
"Outdoor_4": "Ohh, darling, did you see our crops?#$b#We have so much and they all look so good! I'm so happy.$h",

//Leaving
"funLeave_Alissa": "I'm off to tend to the crops now!#$b#Have a great day and take care of yourself alright?$h",

//Returning
"funReturn_Alissa": "~I'm hoooooomeee!~$6#$b#Did you miss me, @?$h", 

//One kid
"OneKid_0": "Oh, darling, did you feel %kid1's tiny fingers?#$b#I can't stop obsessing over how little they are!$h", 
"OneKid_1": "Look, darling! %kid1 is starting to learn how to walk!$h", 
"OneKid_2": "Awwww, aren't you and %kid1 just so adorable? You just look so alike!$h", 
"OneKid_3": "Do you think %kid1 would like a little brother or sister?$l",

//Two kids
"TwoKids_0": "Aww, look at them both running around our farm. It makes me so happy to see.$h",
"TwoKids_1": "I'm glad we decided to start a family, darling.#$e#We have the cutest kids to whom we can leave all this land and these crops to, ha ha ha.$h#$b#When they grow older we're going to teach them our farm tricks!$h",
"TwoKids_2": "Hey, darling. %kid1 has been giving %kid2 some fruit.#$b#It's such a delight to see them share.$h",
"TwoKids_3": "I love you, @! I love our kids. I love our life! I'm so happy with everything we have.$h",

//Relationship-dependent
///Good%kid1
"Good_0": "Hey, you got some bit of dirt in your hair, come here.#$b#There! I'll never get tired of taking care of you.$l",
"Good_1": "~Hmm hmm hm hmm...~$6#$b#I've got this melody in my ear and I can't seem to shake it. It must be a sign or something, right?$u",
"Good_2": "~When the world is cold, you can have a hiding place you can go. In beneath my arms you are home.~$6#$b#Oh! Hi, darling!$h",
"Good_3": "~I want to build you a ship, a vessel, that's as strong as you are free. So anytime you feel that you are going to that 'place' in the sea, know that you're safe with me.~$6",
"Good_4": "I've been getting so inspired lately that I've been trying to put a new song together, but have too many melody lines in my brain!$h",
"Good_5": "~Ohhhhh, I just wanna say every little thing I feel when I'm with you.~$6",
"Good_6": "*Sigh* It feels so free and so light to be with you! My mind is actually at peace here.$h",
"Good_7": "Give me a hug, please?$l",
"Good_8": "You're my safe place, darling. No one could ever replace you.$l",
"Good_9": "Have you been to the caves lately? I hear some geodes give off precious items.#$b#I think we can use some of those when we expand our farm.$u",

///Neutral
"Neutral_0": "I'm sorry if I often sing what I say, or just get lost in song. I hope I don't annoy you.$7",
"Neutral_1": "Have you thought about wanting to expand, @?$u",
"Neutral_2": "%Alissa is humming and seems lost in thought.",
"Neutral_3": "I saw some rodents run through our field *sigh*.$s#$e#Let's buy some traps, okay? I don't want our crops to go bad because of them, and cats can only do so much.$s",
"Neutral_4": "Miss Lenny said that she expects me to sing during the upcoming festival.$7#$b#Do you think I'll be able to do good for the village?$7",
"Neutral_5": "I wonder if Trinnie needs help with her lessons.#$b#I'm going to go back home for a day or two and check on everything. I could also teach her how to farm.$h",
"Neutral_6": "Hey, @, let's go over to Pika's!#$b#Keahi told me about an amazing new soup they have! I'm drooling thinking about it!$u",
"Neutral_7": "Auntie Olga is going to teach me some more family recipes, okay?#$b#I'm going to go over there and maybe spend the night.",
"Neutral_8": "I've been looking up ways to compost efficiently, so any leftovers we don't eat can go back to feed our farm!$h",
"Neutral_9": "I keep finding myself running scales under my breath, which is kind of counterproductive...$s#$b#I guess I still get really nervous when it comes to singing.$7",

///Bad
"Bad_0": "~With just a hint of pain, for the feeling that I get when you are gone... Is no match for this pain you're causing me.~$s",
"Bad_1": "~Are you even human, or do you have a heart of stone?$6~#$b#Oh don't mind me, that was just a lyric from a new song.$s",
"Bad_2": "~It's such an insult to human nature that someone like you is living and breathing.~$6#$b#Oh nothing. That was just a lyric I'm playing with, don't worry about it.$7",
"Bad_3": "I thought you loved me.$s",
"Bad_4": "I feel so suffocated in this marriage.$a#$b#I can't even fathom how I stayed in this relationship for so long.$a",
"Bad_5": "You haven't been paying attention to how I feel or even asking me for my opinion.$s#$b#Why would you marry me then if I'm not even included in your plans?$a",
"Bad_6": "I honestly don't see any future with you anymore.$s",
"Bad_7": "You're honestly the most selfish human being I've ever met.$a",
"Bad_8": "sigh...* I'm so tired of talking about this.$s#$e#Nothing seems to be getting through to you.$a",
"Bad_9": "I'm tired. I give up. I don't want this anymore.$a",
}
