{
	"Introduction": "Hello again, @!$h#$b#Didn't scare you off with that little tour, did I?#$b#Glad to see you again.#$b#Make sure you visit often!$h",

//Spring
	"spring_1": "The new years come, the old years go.#$b#We know we dream, we dream we know.#$e#Funny little poem, but kind of fitting, don't you think?$h",
	"spring_12": "I used to be the undefeated Egg Hunt champion, you know!$h#$e#Lewis said I'm no longer allowed to participate.$s#$b#Something about “acting like an adult”.$s",
	"spring_23": "Don't feel bad if no one wants to dance with you at the Flower Dance...$s#$e#There's always next year!$h",

//Summer
	"summer_1": "This early in the season, I try to prepare the paperwork for the Governor's annual visit.#$b#We present the financial results of the fiscal year and submit proposals.#$e#Boring stuff, really.$h",
	"summer_10": "Lewis has been really stressed about impressing the Governor tomorrow.$s#$e#Me? I don't really care that much.#$e#I'm only there for the food!$h",
	"summer_27": "Your grandpa used to take me and Lewis to see the jellies every summer.#$b#You remind me of him, you know...$s#$e#Don't worry, I won't make you take me!$h",

//Fall
	"fall_1": "The most profitable crop in fall is always pumpkin.#$b#Plant some now, and you'll have both a tidy profit and plenty to eat!$h$e#They're very versatile.#$b#Boil 'em, mash 'em, stick 'em in a pie.$h",
	"fall_15": "Are you done preparing your grange display for tomorrow's fair, @?#$e#I look forward to seeing it!$h#$b#I'm going to be one of the judges, you know.$4",
	"fall_26": "I love setting up for Spirit's Eve every year, but boy is it a lot of work.$s#$e#Where's Ian? I should ask him to help out.",

//Winter
	"winter_1": "Most farmers relax during the winter, if they can afford it, but money can get tight.$s#$e#You can always find something worth selling in the mines, but if you go down there, be sure to watch your back.",
	"winter_7": "Fishing has never been my thing.#$b#You seem to be managing fine, though!#$e#Good luck on beating Willy!$h#$b#That man can handle a rod!$4",
	"winter_14": "We're lucky the Night Market takes the time to stop in our little valley!",
	"winter_15": "There are always the most fascinating people here at the market.",
	"winter_16": "You can get things here that you can't get anywhere else!$h#$e#The free coffee is pretty great, too.",
	"winter_17": "I finished all the shopping I wanted to do yesterday.#$e#I just like to come here and people watch on the last day!",
	"winter_24": "Don't forget to pick up a present for tomorrow!",

//Days of the Week

	//0 Hearts
	"Mon": "Why hello there, @.#$b#Good to see you.$h#$e#How is the farm life treating you?",
	"Tue": "I like to finish my paperwork early, so I can relax the rest of the week.#$e#I'm not lazy, I'm efficient!$h",
	"Wed": "Uhhgg, I don't look so great today, do I.$u#$e#I barely slept last night, I was up all night finishing paperwork.$s",
	"Thu": "@! Nice to see you.$h#$e#Managing the village can be quite a hassle sometimes.$s#$b#But the villagers make it all worth it.$h",
	"Fri": "Thank Yoba it's Friday.$h#$e#You should visit Pika's restaurant or the Stardrop Saloon sometimes, @.#$e#Don't overwork yourself. Relax!$h",
	"Sat": "Mr. Aguar is a nice man.#$b#Just very passionate about his research.#$e#He has his reasons, I think.",
	"Sun": "Ian is such a hardworking man.#$b#He rarely asks for much.#$e#I hope he's not overworking himself.$s",
	
	//2 Hearts
	"Mon2": "I might be Lewis' older sister but I'm young at heart!$h#$e#Lewis says that's just a nice way of saying immature.$s#$b#I say he's an old fogey.$h",
	"Tue2": "Hi there, @!$h#$b#How are you holding up?#$e#It's a big adjustment to go from the city to our little valley!$h",
	"Wed2": "Paperwork might not seem important to you, but no paperwork means no subsidies!#$e#Some of the villagers are really dependent on those.$s",
	"Thu2": "Ridgeside Village and Pelican Town are the backbone of the Valley.#$e#We need each other, and Ferngill needs us.$a",
	"Fri2": "Lewis has a reputation to keep up, but I have no such worries.#$e#You can be relaxed around me!$h",
	"Sat2": "Hello there, @.#$e#Slacking off, are you?$a#$b#Ha ha, I'm just kidding!$h#$e#I know you finish your work early in the morning.",
	"Sun2": "I hope the valley's treating you well, @.$h#$e#If you need any supplies you can always visit Jeric or Pierre.",
	
	//4 Hearts
	"Mon4": "That old community center in Pelican Town really needs to be fixed up, but we just don't have the funds, even if Ridgeside Village helps.$s#$e#It'd be great if it could just magically fix itself overnight, ha ha!$h",
	"Tue4": "There have been rumors going around the village about rolling or jumping kiwi fruit.$u#$e#Sounds ridiculous,right?$h#$e#But a lot of people are saying the same thing...$s",
	"Wed4": "Watch out for Keahi and Trinnie, those rascals are partners in crime.$h#$e#They may seem cute and innocent, but they're not afraid to pull pranks!$a#$b#They're good kids though.#$b#They just don't know where to draw the line.$s",
	"Thu4": "Alissa comes by here sometimes to help me package supplies and shipments.#$e#Sometimes I hear her singing to herself.#$e#She's got one heck of a voice.$h",
	"Fri4": "You'd never know it, but I'm actually Lewis's older sister.$h#$e#I guess stress really does age a person.$s",
	"Sat4": "Hmph! I wish Lewis would be more open about his love life.$a#e#I'm his sister!$a#$b#I don't want to pry, but if he won't tell me anything, what else can I do?$s",
	"Sun4": "I bet it gets lonely sometimes on that farm of yours.$s#$e#You oughta find someone to keep you company.$h#$e#Chickens don't count!$h",
	
	//6 Hearts
	"Mon6": "Good day, @.$h#$e#I hear the farm is doing well.#$b#Your crops have been selling like hotcakes.#$e#Maybe you should sell hotcakes, ha!$h",
	"Tue6": "Robin's a good friend of mine.#$e#When we were young we always got into trouble.$h#$b#We even built a treehouse together deep inside Cindersap Forest.#$e#I wonder if it's still there?$s",
	"Wed6": "You know, some days Shane reminds me of myself when i was his age...$s",
	"Thu6": "How can small businesses survive when megacorps like Joja don't even pay local taxes?$a#$b#They charge less, they pay their employees less, and they don't contribute to the local government's cash flow...$a#$e#Ah, sorry. Believe it or not, there's an economics nerd inside me!$h",
	"Fri6": "Hello there, @. How are you doing?#$e#Working hard or hardly working? Ha ha!$h#$e#I passed by your farm the other day. Looking good!$h",
	"Sat6": "There have been rumors about strange and scary noises coming from the ridge.$s#$b#They're just rumors, of course!#$e#Ridgeside Village is the safest place in the valley.$h",
	"Sun6": "Visiting the town is a good way to relax.#$e#I like to relax a bit too much, sometimes...#$e#I promised Lewis I'd be more responsible.$s",
	
	//8 Hearts
	"Mon8": "I'm glad you found the time to visit little old me!$h#$e#What can I offer you?#$b#Coffee?#$b#Embarrassing baby pictures of Lewis?$h",
	"Tue8": "Guess what I saw the other day?$u#$b#Lewis and Marnie, kissing!$u#$b#I knew it!$h#$e#If I had one of those fancy mobile phones with a camera, you bet your butt I would have gotten proof.",
	"Wed8": "I'm not supposed to disclose any personal information regarding the citizens of the valley...$s#$b# ...but I don't think it counts to disclose that I don't know anything, right?$h#$e#Linus is a mystery! No one knows where he came from.#u",
	"Thu8": "A peculiar fellow, Jio, moved to Ridgeside some time ago.#$e#He must have some sort of income, but I haven't the faintest idea what he does.$u#$e#Have you heard anything?",
	"Fri8": "Ridgeside Village and Pelican Town are economically intertwined.#$b#Products made in town get sold in the village and vice versa.#$e#Ridgeside is under the jurisdiction of Pelican Town, though.#$b#I help Lewis so that it's a little easier for him",
	"Sat8": "Ridgeside Village was never supposed to be its own town.#$b#It was meant to be a shelter for Pelican Town residents in case they ever had to evacuate.$s#$e#Thankfully that hasn't been necessary...#$b#...yet, at least.",
	"Sun8": "Jeric has a diverse set of quality crops and seeds.#$b#Alissa and her family specialize in fruit, with that gorgeous orchard of theirs.#$e#How about you, @? What's your speciality?$h",
	
	//10 Hearts
	"Mon10": "Marnie came by the other day and we gossiped about Lewis.$h#$e#I can't decide if I should tease him or be happy for him.",
	"Tue10": "I'm sure you've already met Marlon.#$b#We've known each other for a long time.#$e#I know what happened to his eye, you know.$h#$b#Not my story to tell, but you should ask him sometime.",
	"Wed10": "Evelyn has been a big sister to a lot of us growing up.#$e#Don't be thrown off by her frail figure.#$b#She's stronger than you think.",
	"Thu10": "Freddie and Lola, the old couple residing west of the village, are retired adventurers.#$b#Or that's what they told me, at least.$s#$e#There's a rumour going around that their shed is full of treasure.$u#$b#I don't know about that, but they do have some great stories!$h",
	"Fri10": "Sometimes I get so caught up in paperwork that I forget to eat.$s#$b#Good thing Pika's open all the time!$h#$e#He makes amazing pie, and there's nothing better than a warm slice of pie after a long night of pencil pushing.",
	"Sat10": "It might be a long trek between Ridgeside and Pelican Town, but everyone goes back and forth all the time.#$e#It feels like we're just one town with a cable car in the middle!$h",
	"Sun10": "You know how I couldn't find anything about Linus?#$e#Apparently, he was once a millionaire!$u#$e#Don't tell anyone I told you!",

//Special Dialogue
	"MovieInvitation": "A movie? How'd you know I was looking for a date?$4#$b#Ha ha! I'm just messing with you! Of course I'll go. Thank you for the invite.$h#$b#I'll see you there.",
	
//Resort
	"Resort_Entering": "Oh wow, it's way hotter here than Ridgeside!$u",
	"Resort_Leaving": "Time to go!",
	"Resort_Shore": "I taught Lewis how to swim.#$e#He taught himself how to float, ha ha!$h",
	"Resort_Chair": "A break from all that paperwork is really what I needed.$h",
	"Resort_Bar": "Aawh, they don't sell Cherry Berry Shakey here.$s",
	"Resort": "Hiya, @!$h#$e#They say the water on the island has healing properties.#$e#Do you believe that?$4",

}
