{
	"Introduction": "Hm? You must be the new farmer who moved in.#$b#@? is it? Well. I am a man who believes that if you have no purpose to see me then you are wasting my time.#$b#Please do take note of that.",

//Day before Festivals	
	"spring_12": "An Egg festival tomorrow? Why indulge in such nonesense?#$e#I don't really care what you kids are up to anyway.",
	"summer_10": "I have to admit, I do like the soup that's served during the Luau.#$e#I look forward for the festivies tomorrow.",
	"summer_27": "Pelican Town's Beach will have a fascinating display of marine life tomorrow.#b#Oh? You'll be there too huh?",
	"fall_26": "I should keep watch tomorrow night...",
	"winter_7": "The frozen lakes of the forest creates a new ecosystem for the organisms that thrive in them.",
	"winter_14": "Starting tomorrow night, there will be interesting wares in Pelican Town's Beach.",
	"winter_24": "The year's nearing it's end eh?#$b#Well. More work and research for the next year is a look forward for me.$h",

//Days of the Week
	"Mon": "Hm?#$e#Please don't bother me, I'm busy",
	"Tue": "I have to a lot today.#$e#Why are you here?",
	"Wed": "Don't bother me, I'm in the middle of doing something important.$a#$e#Hm.",
	"Thu": "Hm.#$e#Interesting.",
	"Fri": "Hm?#$e#What do you want?",
	"Sat": "What are you doing here?#$e#Don't bother me.",
	"Sun": "%Mr. Aguar seems to be ignoring you.",
	
	"Mon2": "%Mr. Aguar seems to be busy",
	"Tue2": "Oh. You're here.#$b#Don't bother me.",
	"Wed2": "Again? The results seem to be inconsistent!$a",
	"Thu2": "Oh? @ is it?#$b#Why are you here?",
	"Fri2": "Do you know Lewis?#$b#Nothing much, he is Lenny's brother. He is much mature though.",
	"Sat2": "I have a lot of tasks to finish today. Don't bother me.",
	"Sun2": "I sense a bit of magic from you.#$b#Must be my imagination...",
	
	"Mon4": "Hello there @. I am in the middle of something important.#$e#Please leave if you are not here for something important.",
	"Tue4": "Greetings @.#$e#Hm? What do you want now?",
	"Wed4": "The sample here is interesting.#$e#You interested in biochemistry @?",
	"Thu4": "Hm? @?#$e#Young lad I am busy.^Young lass I am busy.",
	"Fri4": "I have a busy day today.#$e#You should do work and errands too @.",
	"Sat4": "Hello @.#$e#What are you staying here for?",
	"Sun4": "And this would go here...#$e#@? Oh. I'm sorry I didn't see you.",
	
	"Mon6": "Oh @. Didn't see you there.#$e#Why are you here again?",
	"Tue6": "If I may ask, do you know Marlon?#$e#He is an old friend of mine. Tell him I said hi if you do.",
	"Wed6": "Are you interested with being an assistant of mine?#$e#There's no problem really, Maddie's an excelent assistant. But an extra hand would even be better!",
	"Thu6": "There seems to be inconsistencies with the tests Maddie ran...#$e#Oh @? I'm sorry I was busy. What do you want?",
	"Fri6": "People usually go out every friday do they?#$b#I would prefer to finish my tasks.#$e#Being productive is a valuable trait, you should observe it sometime.",
	"Sat6": "Are you familiar with junimos?#$b#Oh nothing reall.#$e#I should investigate the ridge water sometime...",
	"Sun6": "It is a hassle to go to town to buy necessities sometimes.#$e#That's why I ask Maddie to do my errands for me.$h#$b#It's fine though, she gets compensation with her paycheck.",
	
	"Mon8": "Greetings @. Kind of you to visit today.#$e#Are you interested in my work?",
	"Tue8": "I visit Pelican Town every tuesday to replenish my supplies.#$e#Mr. Pierre's shop has quality products.",
	"Wed8": "Combining science and magic is a challenging task. But it yields interesing results.#$e#It is a strange path to be in though.",
	"Thu8": "Maddie is a good assistant. She increases laborforce efficiency by 50%.#$e#Don't tell her I praised her though. It might get over her head.",
	"Fri8": "Do you know Rasmodius? He is an old friend of mine.#$e#By friend I meant rival.#$b#Say hi for me if you meet him though.",
	"Sat8": "Hello there @.#$e#Lenny came by the other day and assured that the laboratory is in top condition to continue our processes here",
	"Sun8": "You are a good friend @. I am sorry I must've been rude before.#$b#You are welcome here anytime.$h",
	
	"Mon10": "You finished your farm work I presume my friend?#$e#Your company is welcome here anytime! Maddie seems to be fond of you as well.",
	"Tue10": "Let me tell you a secret @.#$b#I was a wizard before, But I retired from my duties as I yearned to integrate science with magic.#$e#I could not pursue my studies if I still a wizard on duty though. That's why I resigned!$h",
	"Wed10": "Oh! The water from the mountains seem to bring along tiny fragments of ores and gemstones!#$e#Panning the rivers might bring you some fortune @.",
	"Thu10": "Are you familiar with mermaids @?#$b#They are really fascinating species aren't they?#$e#Yes they are real. There is a small chance of one showing up at the beach during the winter too, Rasmodius and I once spent some time in their palace.",
	"Fri10": "Hello there @. Don't overwork yourself my friend.#$e#You may be young and full of energy but the human body can only take so much.",
	"Sat10": "When I was a wizard before, I specialized in magic that had the attribute of water.#$e#Now I study and integrate water science with water magic.",
	"Sun10": "Sunday is usually a good day for rests my friend.#$b#You should take the time to unwind too.#$e#I usually cast an evercooling spell on my drinks during hot days to add up to my relaxation.",
	
//Seasonal
	"spring_1": "Oh? It's the spring season already?#$e#I barely noticed.",
	"summer_1": "No wonder it has been humid lately, It's the summer season.#$e#This season also presents the most percentage of rain because of the high temperatures.",
	"fall_1": "The stupid leaves keep contaminating my samples!$a",
	"winter_1": "The frozen waters of winter provide good samples for studying. The water is clear.",
		
}