{
	"Introduction": "Oh? I'm sorry! I didn't see you there!#$b#Who are you again? Oh! @? The new farmer?#$b#Hi there! I'm Alissa! Nice to meet you fellow farmer!$h#$b#Whenever you need help I'll try to be of use! Farmer to farmer!",

//Day before Festivals	
	"spring_12": "I'm sooo excited for the Egg Festival tomorrow!$h#$b#I can't wait!",
	"spring_23": "Hmmm. Auntie Olga bought me a new dress for the dance tomorrow.$s#$b#I'm not a big fan for a huge wardrobe though, It just doesn't seem to be practical.",
	"summer_10": "Every summer, The Luau festival is one event I really get excited to participate in!$h#$b#I can't wait to show off my farm's crops tomorrow!",
	"summer_27": "The glowing jellyfishes will visit the beach tomorrow. I can't wait!$h",
	"fall_15": "I can't wait to present my crops tomorrow! I'm kind of excited yet nervous!#$b#Goodluck @! I'm sure you'll have a good display too.$h",
	"fall_26": "Trinnie want me to match her costume for tomorrow night!$s#$b#I don't want to go to town in a sparkly big princess dress!$a#$b#Oh well, I still want the little devil to be happy.$s",
	"winter_7": "Are you going to participate in the fishing competition in tomorrow's festival @?#$b#Well if you are, goodluck!$h",
	"winter_14": "Oh yeah! Tomorrow's the start of the night market right?#$b#I can't wait to listen to the mermaid's song again.$h",
	"winter_24": "The year's ending @. Have you had a good year? I sure hope you did.",

//Days of the Week
	"Mon": "Hello there! Visiting the village today?#$e#Don't forget about your crops now alright?$h",
	"Tue": "%Alissa seems to be humming to herself#$e#Oh! Uhhmm No I wasn't singing or anything! Just doing farm stuff here!$h",
	"Wed": "Hi there @! Done with work?#$e#Take care now.",
	"Thu": "Oh hello @. How are you?#$e#Me? Oh just busy with life as usual.",
	"Fri": "Good day to you @! It's a decent day today is it??#$e#Do take care now!",
	"Sat": "I wonder if I have my chores done for today?$s#$e#OH! Hey @! Didn't see you there. How are you?",
	"Sun": "Hi there @. What brings you here?#$e#I made a good breakfast earlier and boy was I happy I finally cooked something good for once!$h",
	
	"Mon2": "Hi @, Nice to see you here. What have you been up to?#$e#I hope you don't forget about your crops too often now okay?$h",
	"Tue2": "Hey there @. Have you visited Jeric's shop yet? He sells quality seeds.#$e#There are differences between his and Pierre's products too. It's good to have variety once in a while.",
	"Wed2": "Uncle Bert and Auntie Olga may fight sometimes. But when they aren't they can be really sweet with one another.#$e#They're so cute!$h",
	"Thu2": "Trinnie and Keahi are best friends. They get into lots of trouble though.#$e#They're good kids so don't worry.",
	"Fri2": "Hey there @. What are you up to?#$e#Take care out there now!",
	"Sat2": "Hmmm.. I wonder if I can finish writing that song tonight...$s#$e#OH! @! Uhm what song?$u#$b#Oh nothing! It's just a silly hobby of mine! haha.$h",
	"Sun2": "Hey there! Hope you have a good day @.#$e#I spotted Trinnie slid a fruit under the pillow of Uncle Bert's lawn chair earlier.#$b#Good thing I took it before he sat on it! It would have been a mess!$h",
	
	"Mon4": "Hmmm I wonder what else I can finish doing today?$s#$b#Oh hi @! I'm sorry I was lost in my own thoughts!#$e#Visiting today?",
	"Tue4": "(singing to her self beautifully) ~I would love you till my hair's white, while maybe you won't have yours~ $h#$e#OH! Sorry! My singing's bad! I didn't see you listening!$u#$b#It's a little hobby just to pass the time hehe.",
	"Wed4": "Hey there @! How are you doing?#$e#I heard you go visit the mines occasionally, Be careful when you do okay!",
	"Thu4": "Hi @.#$e#I would like to visit Gus's Saloon often if I had the time.$s#$e#His dishes are so good! I was really happy when he used my crops in one of his dishes!$h",
	"Fri4": "Hi there @. How are you today?#$e#If you ever need any farm help you can ask me okay? I'll try my best to give advices!$h",
	"Sat4": "Hi @! I was able to finish my chores for today. How about you?#$e#Oh? That's great!$h#$b#Well it's nice seeing you.",
	"Sun4": "I am craving for some pancakes today!$s#$b#But I didn't have any flour at home. I should've asked Auntie for some.",
	
	"Mon6": "Hello @! I hope you're doing fine!#$e#Marnie teaches me about how to take care of the cows sometimes.#$b#It really is a big help!$h",
	"Tue6": "Oh! Hello!#$e#Jas and Vincent are good kids. I sometimes see them around the village with Trinnie and Keahi.#$e#I do wonder about the other kid though.. What's his name again?$s#$b#Oh that's right! Yuuma. I rarely see him play with the other kids.",
	"Wed6": "Hey there @!#$e#Have you visited Pika's restaurant? He has somee amazing dishes there!$h#$e#I don't eat a lot but it's nice to promote good food!",
	"Thu6": "Hi @!#$e#I know you have caught me singing to myself from time to time.$s#$b#It's just a little hobby haha, I'm not confident of my voice.",
	"Fri6": "Good day @!#$e#Corine, the cashier and waitress at Pika's restaurant, is so pretty!$h#$e#I think I have a little girl crush!$h",
	"Sat6": "Oh hello there.#$e#You ask about the shed beside my house?#$b#It's where we store out harvest. We ship them every week.#$e#You ship yours everyday? Woah!$h",
	"Sun6": "Hi @, Nice seeing you today.#$e#Hmmm.. I really want to know what my voice would sound like if it were on a microphone.$s#$e#Oh! Nothing! I was just thinking out loud!$h",
	
	"Mon8": "Oh! @! Uhmm Hi!$l#$e#I'm sorry I didn't see you there! What brings you here?#$e#Uhhmm.. may I ask? What's your favorite type of crop?$l#$b#OH! Nevermind!$u",
	"Tue8": "Hi there @, I'm happy to see you today!$h#$e#Ehrr! I mean that It's such a nice day today right?!$h#$e#(whispering to her self) Alissa you blew it!$a",
	"Wed8": "Good day to you @! It's nice seeing you.#$e#I sometimes see the old couple who lives just north of my farm spend time around the second waterfall.#$b#I want what they have someday.$l#$e#OH! I mean ehrr! UHMM EEEEP!$u#$b#Sorry! That was just a little song of mine on the works!$u",
	"Thu8": "Hey there @! Visiting?#$e#(whispers to herself) I'm glad you did.#$b#I MEAN UHM.$u#$b#HEY LOOK IT'S TRINNIE DOING A PRANK AGAIN!$u#$e#Please disregard what I said earlier!$s",
	"Fri8": "(singing beautifully to herself) ~ And he comes around my place, looking all worn out from work. I'd been wanting to hold him close... ~ $h^(singing beautifully to herself) ~ And she comes around my place, looking all worn out from work. I'd been wanting to hold her close... ~ $h#$e#Oh hey @!#$b#What was I singing? Oh, nothing much!$h",
	"Sat8": "Hello @! I hope you're doing fine today!#$e#Earlier when Auntie was tired from work, Uncle arrived all the way from their home just to bring her an apple juice.#$b#They are just so cute!$h",
	"Sun8": "Hi @! How are you today?#$e#Your company is welcome anytime okay?#$b#I really enjoy hanging out with you!$h",
	
	"Mon10": "@! Hi! What brings you here? Aren't you busy?#$e#I mean I don't mind, I'm actually really happy you're here.$l#$b#Hey! I made a new song! Wanna hear it later?$h",
	"Tue10": "Hello @! Done with work? I'm almost done with mine for today too!#$e#Want to spend some time after this? That's if it's fine by you.$h#$b#Also, if not it's fine! Always take care out there okay! I'll be here.$l",
	"Wed10": "Oh @! I've been waiting for you to come!$h#$e#I tried singing inside the shed! The echo made my voice sound better!$h#$e#What do you mean it already sounds amazing? Stop it you!$l",
	"Thu10": "I made some pancakes today @. Here, Try it! [ 211 ] $h#$e#I hope you like it @! It's as sweet as you have been to me.$l#$e#Have a good day today okay?$h",
	"Fri10": "Hey there @! I've been looking for you!#$e#I just wanted to give you this!$h#$b#*kisses you*$l#$e#There, Mission fulfilled.$l",
	"Sat10": "@!! Hi there!#$e#Come here you! I need a hug.$l#$e#Oh by the way, Have you seen a little kiwi fruit around the valley lately?#$b#Weird, I saw one rolling around the other day. It was a weird sight.",
	"Sun10": "Hey @ I missed you!$l#$e#Want to have a date today? We can go eat at Pika's restaurant if you want!#$e#But I'd rather ea...$l#$b#UHM nevermind *giggles* <$h",
	
//Seasonal
	"spring_1": "It's a new year! I always loved taking care of spring crops!$h",
	"summer_1": "I almost forgot to sickle the spring crops yesterday!$h#$b#I'm glad Auntie told me before I went out to town.",
	"fall_1": "It's the start of fall season! Better prepare for the fair display! I'm going to try and win this year!$h",
	"winter_1": "The winter can be a good thing too, I get to relax and focus on other stuff this season besides farming.$h",
	
//Special Dialogue
	"breakUp": "Uhmm... I'm sorry if 'us' didn't work out... Uhmm. Yeah..$s",
	"danceRejection": "I'm sorry @, but I would have to say no.$s",
	"divorced": "Don't you dare talk to me.$a",
	
}