{
	"Introduction": "Huh? Who are you supposed to be?#$b#Oh, the new farmer? Well, that's good. New farmer means more crops. More crops means more food for me$h!#$b#I'm Ezekiel. Nice to meet you, I suppose.",

//Day before Festivals	
	"spring_12": "Eggs!Why did it have to be eggs!?$a#$b#What kind of rotten egg comes up with a festival about eggs?$a",
	"spring_23": " My little girl is going to look so pretty in her Flower Dance dress!$h#$b#Don't let me catch you staring at her tomorrow!$a",
	"summer_10": "The nerve of that governor, coming to town just to eat. He has no idea what some of us are going through!$a#$b#He doesn't know or he doesn't care. Either way, I don't like him!$a",
	"summer_27": "Why bother going to a beach at night?$a#$e#The dance of the moonlight jellies?#$b#Oh, now I remember. Helen used to love watching them and I loved watching her.$h",
	"fall_15": "A fair? Tomorrow?#$b#Bah! Why are there so many festivals?!$a",
	"fall_26": "I don't get scared easily.#$b#Not after the things I've seen…$s",
	"winter_7": "Fishing? I do love fishing! I'll win tomorrow, that's for sure!$h",
	"winter_14": "Oh no, boats at the beach!?$a#$b#They're just merchants?#$b#I'll still sleep with one eye open tonight.$a",
	"winter_24": "I look forward to the feast tomorrow.$h#$b#Gus makes some good food.#$b#But I'm the better brewer!$h",

//Days of the Week
	"Mon": "Why aren't you at your farm?#$b#Don't slack off, now.",
	"Tue": "*Lenny says I should take it 'easy peasy lemon squeezy'.#$b#Bah! Easy for her to say. My life has been difficult difficult lemon difficult!$a",
	"Wed": "Hey you. Have you met my daughter?#$e#Her name's Corine. You can be friends with her, but don't you dare break her heart!!$a",
	"Thu": "What's that? @?#$b#What now?#$e#*grumble*",
	"Fri": "How tough are ya? Tougher than me???#$e#I thought so.",
	"Sat": "You kids have it easy! You don't know real hardship!#$e#*grumble*",
	"Sun": "What do you want?$a#$e#Hmm?",
	
	"Mon2": "Stop pestering me. What do you want anyway?$@#$e#*grumble*",
	"Tue2": "Have you tasted bean soup?#$e#What do you mean you haven't? You should!$a",
	"Wed2": "The artifact collection at the library is nothing compared to mine!#$e#Of course I haven't visited it, why should I?",
	"Thu2": "Doctor Harvey is a smart guy. A big brain kind of guy.#$e#Hah! Big brain, tiny muscles.",
	"Fri2": "That Morris guy in town is obnoxious! Someone should shut him up.#$e#What do you mean I'm obnoxious? You're obnoxious!$a",
	"Sat2": "What do you want now? Huh?#$e#How am I? Oh, just fine.",
	"Sun2": "*grumbles*#$e#What??",
	
	"Mon4": "Hey kid, have you visited the mines?#$e#It takes guts to do that. I admire your courage.",
	"Tue4": "You're here again?$a#$e#What do you want now?",
	"Wed4": "Hm? Oh, it's you. I was wondering...#$e#How do you manage a big farm like that? I was planning to buy one someday.#$e#Corine says I shouldn't, though. She doesn't want me to overwork myself.",
	"Thu4": "Hm? You're here again. #$e#@, was it? That's a funny name...",
	"Fri4": "Kent knows what I'm going through.#$e#But he's been through a lot worse. That poor guy...$s",
	"Sat4": "Corine looks a lot like her mom, Helen. I don't want to lose her as well.$s#$b#Wait, why am I telling you this?!$a#$b#Scram!$a",
	"Sun4": "Do you know Andy? Hmmm?#$e#What? Oh him? He's just a farmer I know.",
	
	"Mon6": "What? You're here again?#$e#Well, it's fine. I need some help too. I want to ask, how much do strawberries sell for?#$b#Oh? That much? Hmm, maybe I'll take up strawberry farming.",
	"Tue6": "Met this strange professor at the restaurant today. Swell guy.#$e#He talked about water and magic, like some kind of fairy tale! It was entertaining!$h",
	"Wed6": "Hey, @. I remember you.#$e#What do you want!?$a",
	"Thu6": "Corine says I'm forgetful.#$e#But I will never forget her birthday! It's on the 26th of fall!$h#$b#Don't you dare say I got it wrong!$a",
	"Fri6": "What's this nonsense about a rolling kiwi?#$e#I don't believe in things I haven't seen with my own eyes!$a",
	"Sat6": "I just want her to be safe, @. I've known so much loss.$s#$e#Losing her would kill me.$s",
	"Sun6": "Stay safe out there, @...#$e#The world ain't all sunshine and rainbows.$s",
	
	"Mon8": "I trust you, @. You're a good kid.#$e#Don't get all sentimental, though!!$a",
	"Tue8": "I finally saw the rolling kiwi! There! It's right behind you!#$e#Ah. Never mind. That's just a mossy rock.$u#$e#*grumble*",
	"Wed8": "'In Gotoro the gem berries grow'.#$b#'Between the graves, row on row'.#$b#'Why we were there I do not know'!#$b#'The gem berries grow in Gotoro.'!$h#$e#War never changes, @?",
	"Thu8": "When I left for the army, my old buddy Richard took care of little Corine.#$e#I owe that man big time. He is a very respectable man. One of the greatest I've known in my lifetime. $h",
	"Fri8": "I visited the town yesterday with my daughter. Saw your farm and I gotta tell you, I'm impressed.#$e#You're doing a decent job. Great work, @.$h",
	"Sat8": "ARGH!$u#$e#@? Don't scare me like that! You're going to give this old man a heart attack!$a#$e#Anyway, how are ya?",
	"Sun8": "I remember when I was young. Not a worry in the world…$s#$e#Oh, good old memories. I used to have it so easy.",
	
	"Mon10": "Hey there, @. Come visit me and Helen sometimes... Helen? She's right there.#$e#Oh! *sigh*$s",
	"Tue10": "Sometimes I have nightmares about the war.$s#$e#Then I'm afraid to go back to sleep...$s",
	"Wed10": "I know I can be overprotective of my daughter. But you taught me not to worry too much, @. And I appreciate that, you're a good friend.#$e#Corine is a young woman now.#$b#Even if that's hard for me to accept...$s",
	"Thu10": "I visit Kent sometimes.#$e#Turns out we have a lot in common.$h",
	"Fri10": "Corine and I cleaned up my collection earlier.#$b#I found some extra stuff lying around, maybe you can make use of these. here. [334]",
	"Sat10": "'The days seem much shorter.'#$e#.'Dark nights just linger on.'#$e#.'Dreams turn into nightmares.' #$e#.'When the one you love has gone.'#$e#I miss her, @.$s",
	"Sun10": "Oh bless me, Yoba, I saw a wizard yesterday!#$e#He was wearing a purple robe. He was real funny-lookin', too.#$e#He just looked at me and then nodded. Such a weird fella.",
	
//Seasonal
	"spring_1": "What? It's the spring season? Bah!#$b#Back in my day, spring meant there's... uhmm...#$b# ...What were you saying? If you're going to say something @, finish it!",
	"summer_1": "Why is it so hot! Who turned up the heat!?$a#$e#Bah! I can't wait for winter.$a",
	"fall_1": "Who is going to cleanall those leaves off the ground, huh?$a",
	"winter_1": "I hate this season, it's too cold.#$b#My food gets cold way too fast. Bring back the summer!$a",
	
}
