{
	"Introduction": "Oh hey there! You're new here aren't you?#b#Oh! You're the new farmer? Well how's it going fellow farmer! My name's Jeric. How about you?#$b#@ is it? That's nice.$h#$b#Well if you ever need any more farm supplies you can always visit my shop.#$b#See ya!",

//Day before Festivals	
	"spring_12": "Lewis came by the other day and bought some chicken eggs. I forgot that tomorrow is the Egg Festival.#$e#Well, I'm glad I can help in the festivities.",
	"spring_23": "Hmm I wonder if I preapred by clothes for tomorrow?#$e#Oh hey there @! You prepared for tomorrow unlike me?$h",
	"summer_10": "I have to pick what crop to bring tomorrow for the soup. I want to have the soup taste good.#$e#I owe the governor one after all the help he gave me before.$h",
	"summer_27": "I'm tempted to catch one jellyfish to keep it as a pet. But I know that wouldn't be right.#$e#Best just enjoy the show.$h",
	"fall_15": "I'd like to plan out my display for tomorrow but I'm afraid I won't be able to choose the right products to show off.#$e#I mean, I don't want to lose!$h",
	"fall_26": "I sew my own costume for tomorrow! I can't wait to show it off!#$e#What is it? Well it's the same as last year. So it's more of a recycle. You'll see it tomorrow.",
	"winter_7": "I'd like to go fishing tomorrow too!$h#$e#I better start practicing.",
	"winter_14": "Ah! More competition tomorrow huh?#$e#Well bring it on!$h",
	"winter_24": "The year was a good one. Had a good harvest each year along with good sales in the shop. I'm glad!$h",

//Days of the Week
	"Mon": "Hey there @!#$e#Need something? I hope I can provide that in my shop.$h",
	"Tue": "Another day another hustle.#$e#Ain't it right @?",
	"Wed": "Alissa and Trinnie came by the other day to buy some seeds.#$e#Trinnie said Alissa and I should have a crop growing competition.#$b#I mean, why not! That would be fun!$h",
	"Thu": "Pierre thought me how to be a salesman. Now I aim to have success as much as his.#$e#I also aim to surpass him!$h",
	"Fri": "Hey there @. What's up?#$e#Not busy anymore huh?",
	"Sat": "Visit my shop when you get the chance sometime okay?#$e#I'm sure to bring out some good stuff!$h",
	"Sun": "I sometimes look forward to go to town. It's nice to take a break sometime.#$e#You should too @.",
	
	"Mon2": "I bought too much fertilizers from Pierre. I think that I didn't manage my expenses well.$s#$e#Oh well. I think I'll just put some for sale. I hope I get some money back.$s",
	"Tue2": "How are you doing @? How's the farm too?#$e#Need some tips? I'll always be glad to help!$h#$e#Some fertilizers speed up crop growth. They can be useful sometimes. But not all the time.#$b#You better make sure you use them on the right crops.",
	"Wed2": "Hey there @! What are you up to today>#$e#Do you have a horse yet? If not, you can buy a shed from Robin then a horse will come with it.$h",
	"Thu2": "I spent some time getting rid of some pests on my crops earlier.#$e#You better watch out for them okay!$h",
	"Fri2": "Don't you forget to put on some scarecrows around your crops @.#$b#I learned that the hard way.$s#$e#Well, what doesn't kill ya makes you stronger right?$h",
	"Sat2": "Are your crops doing fine @? You tend to them as much as you can now okay?#$e#Speaking of, I think I forgot to water mine today!$u#$b#Be right back!$u",
	"Sun2": "Keahi and Vincent came by the other day and offered to help me at the farm.#$e#I was skeptical at first. Maybe they were gonna pull a prank on me.#$e#Good thing they were genuine. And I got to finish my work a little earlier.$h",
	
	"Mon4": "How's the farm life so far? Learned to adjust to it?#$e#I hope it has!$h",
	"Tue4": "I sometimes hire Ian to help me in the farm. He's a cool guy, sometimes a little quiet but I respect his privacy.#$e#He's a hardworker too! I had to up my game or else he would appear that he owned the farm!$h",
	"Wed4": "Do you know Haley from Pelican Town? She's an old friend of mine.#$e#Her family travels around the world often. In one of their travels, I met her when I was with the Governor.#$e#She seemed snobby at first. But then we had some fun times after a while.$h#$e#Say hi to her for me would ya?$h",
	"Thu4": "I sometimes wish to pull a nightout just for once. You know, have some fun.#$e#But work first! Or else I won't be able to pay the bills!$h",
	"Fri4": "Seb visited yesterday. He's one of my childhood friends.#$e#We used to bike around the valley when we were a little younger.$h",
	"Sat4": "Hi there @! What's up?$h#$e#Need something?",
	"Sun4": "I saw a kiwi fruit by the ridge yesterday. I went over to pick it up but the moment I blinked it disappeared.#$e#Strange.",
	
	"Mon6": "Hey there buddy! Nice to see you!$h#$e#Wanna hang out? I can invite Seb over for more company!$h",
	"Tue6": "I bought my chickens from Marnie's Ranch. She sells quality breed!$h#$e#I often see Lewis there too. Does hi raise chickens too?",
	"Wed6": "Having a Greenhouse can be quite useful you know?#$e#I remember your grandfather having one doesn't he? Well. I hope you make great use of it.",
	"Thu6": "I read a book from the library about this story about a different world. Where different creatures live and have towns!#$e#It was so interesting!$h",
	"Fri6": "I found a flyer about an island and a building of aquariums the other day.#$e#I forgot where I put it. Hmm I was so interested in visiting too!$s",
	"Sat6": "Have your heard about the town east of Pelican Town? I just heard about it from Lewis the other day.#$e#I do wish to have time to visit there.",
	"Sun6": "What's up @? How's the farm?$h#$e#I got a glimpse of your farm on my home from town the other day! I gotta say, I was amazed!$h#$e#Well I won't lose to you!$h",
	
	"Mon8": "Hey there @. I gotta say, You're looking more fair each day.$l#$e#Where did that came from? Well.. I just noticed that's all.$h",
	"Tue8": "We farmers got to stick together right? So hey. Is it fine to keep you company today?$h#$e#Haha bad pickup line? I'm sorry I'm sorry I'll stop now.$h",
	"Wed8": "Oh hey! What's that in your hand @! Didn't you wash your hands?#$e#Here come here. You don't see it? It's here!.#$e#*Jeric is wiping something from your hand.*#$b#There. Now it's all better. Now that it has my hand in yours.$l#$e#Hahaha okay! I'll stop!$h",
	"Thu8": "I'm sorry if I may have disrespected your personal boundaries the other day... That was very disrespectful of me.$s#$e#Let me make it up to you. Tell me whenever you're free okay? Let's go eat lunch.$h",
	"Fri8": "Hey do you need any help around your farm? I can always make time for you.#$e#I mean, why not? We farmers got to stick together right?$h",
	"Sat8": "Haley visited the other day and we talked about the past!$h#$e#Oh? What's that look in your face? You seem angry?$u#$e#Hey! What's wrong?$s",
	"Sun8": "I bought enough fertilizers today! Ah! I'm finally getting better with managing my money.$h#$e#Hey, I also bought some for you. ",
	
	"Mon10": "Good day to you pretty boy. It's nice to start off the day with seeing your face.$h^Good day to you pretty girl. It's nice to start off the day with seeing your face.$h#$e#What's up today?$h",
	"Tue10": "You need something? Anything? Please tell me.#$e#I mean, so I can have an excuse to go at back if what you need is not on display. Want to join me?$l",
	"Wed10": "I'd been planning to visit your farm sometime. I'd like to help you in some farming too.#$e#Then we can hang out at your place afterwards!$h",
	"Thu10": "Hey @. Come here would you.#$b#*smooch*$l#$b#There. All better.#$e#What! I'm sorry okay I missed you.$h",
	"Fri10": "I've been trying to fix that old motorcycle of mine. We can then try go on a ride somewhere.$h#$e#I should ask Seb for some help.$s",
	"Sat10": "Turbo, my horse, seems to be really excited when you're around. He's fond of you.$h#$e#Well, what can I say, his owner's real fond of you as well.$l",
	"Sun10": "Hey, Want to have a competition on who can gain more income for this year?$h#$e#The loser gets to sleep at the winners house. I mean. If you're down?$l",
	
//Seasonal
	"spring_1": "Time to head off to Pierre's and order some seeds!$h#$e#I also got to restock mine!",
	"summer_1": "Should I invest in corn this season? Hmmm..",
	"fall_1": "Woah! I almost forgot to buy pumpkin seeds!#$e#Oh wait, I already have some extra ones at my storage!$h",
	"winter_1": "Nothing much to do this season except sell what I can.#$e#It's a tough time for us farmers but hey! Atleast we get to relax.$h",
	
//Special Dialogue
	"breakUp": "Hey.. It's probably me right? I'm sorry for my mistakes...",
	"danceRejection": "Sorry @, Maybe next time?$s",
	"divorced": "I trusted you with my heart! How could you!$a",
	
}