{
	"Introduction": "Hey! You're the new farmer right?#$b#Nice to be of your acquaintance. I'm Kenneth, an electrician.#$b#Hope you have a good day.",

//Day before Festivals	
	"spring_12": "I've been craving for some egg pie! I'm glad it's the Egg Festival tomorrow.",
	"spring_23": "The forest looks amazing with the flower decorations all around.#$b#I'm looking forward for tomorrow!$h",
	"summer_10": "I hope you bring something good for tomorrow @. We don't want disappointing the Governor now.$h#$b#No pressure!$h",
	"summer_27": "The beautiful scenery tomorrow night is best appreciated when all lights are turned off.#$b#I love how nature provides us in some ways.$h",
	"fall_15": "I'll be helping Ian and Lewis in setting up the town for tomorrow.#$b#I hope it's a huge success.",
	"fall_26": "The decorations for tomorrow don't require too much power.#$b#But it's best to be alert and stay careful",
	"winter_7": "Oh! I should not forget to bring my fishing rod for tomorrow!$h",
	"winter_14": "Are you going to buy some stuff in the night market tomorrow @?#$b#I hope to find some interesting items.$h",
	"winter_24": "I get anxious for the Winter Star every year! The decorations use up so much power.#$b#I worry that there may be an power surge.$s",

//Days of the Week
	"Mon": "Good day to you @.#$e#It's gonna be a busy day.",
	"Tue": "Got to buy more supplies. I lack some parts.$s#$b#I don't have enough funds at the moment tho.$s#$e#Hm? What?",
	"Wed": "I check the lamps at town every week to be safe.#$e#I'm a huge worrywart.$h",
	"Thu": "Maru is great help sometimes! She knows so much about circuits!#$e#She seems to do a better job sometimes too.$h",
	"Fri": "I'm hungry.$s#$e#I wonder what's on Pika's menu today?",
	"Sat": "Uh. Hi.#$e#Sorry, I don't have time to chat.",
	"Sun": "My little invention exploded last night.$s#$e#I should ask Maru for some help.",
	
	"Mon2": "I saw a rolling kiwi in the trees the other day when I was fixing some pole wires.#$e#It was weird, It almost looked sentient.",
	"Tue2": "Making sure the amplifiers and the system are in top condition is a tiresome task.$s#$e#I sometimes worry because no one uses these stuff too often.$s",
	"Wed2": "I wonder if anyone will hold a concert at the village someday?#$e#That could be fun, as well as someone can finally use the systems Lenny bought.",
	"Thu2": "Sometimes at night when I fix the town lamps, I see Linus searching up Trash cans.#$e#I'm not bothered by it. I even want to go buy him food. But he refused my offer the other day.$s",
	"Fri2": "Maru is a good friend of mine. She teaches me sometimes and I teach her back.#$e#We learn from one another, We often show off our inventions to one another.",
	"Sat2": "My little robot exploded and my house almost set on fire last night.$u#$e#Ian came down to help me the moment he heard a bang! I owe him!$h",
	"Sun2": "I always make sure the lamps are in top condition! I don't want anyone to get lost in the dark at night.#$e#But to be honest, I'm the one who's afraid of the dark.$s",
	
	"Mon4": "Fixed up the museum's electrical system the other day. I found some interesting stuff hidden in the walls while I was at it.#$e#I wonder who hid them? I told Gunther about them and he was surprised!$h",
	"Tue4": "Demetrius has been real welcoming to me. I'm afraid he might get the wrong idea. Maru's like a little sister to me.#$e#I actually root for Harvey and Maru, they seem to have some chemistry they don't know about as well.$h",
	"Wed4": "Willy had some problems with his lights the other day. He gave me some crab as thanks for the help.#$e#I gave it to Pika and we had a small feast!$h",
	"Thu4": "I have to admit I'm not too fond of fixing the lamps. I mean I like tinkering with the machines it's just...$s#$e#I'm afraid of heights.$s",
	"Fri4": "I worry that one of the bulbs might pop anytime. This town is under strict budget.#$e#I wonder why though.",
	"Sat4": "Hey there @! How's it going?#$e#I hope you're doing fine.$h",
	"Sun4": "I helped make the jukebox that Gus has in his Saloon.#$e#I'm just proud, I just had to share it!$h",
	
	"Mon6": "I've been trying to achieve this concept of 'surround sound' with a television.#$e#Maybe I can use multiple audio boxes.",
	"Tue6": "Hey there @! Nice seeing you today!#$e#If you see any problems with the lamps around the valley, please tell me okay?",
	"Wed6": "I don't like fixing the systems down the the bus stop at night.#$e#I hear strange noises at certain hours!$u",
	"Thu6": "How's it going @? You doing good?#$e#You're a great friend @! Thank you for your friendship!$h",
	"Fri6": "Do you have some machines around your farm?#$b#Oh you do! Wow that's awesome!#$e#I hope I can check them out sometime.$h",
	"Sat6": "Hey there @! Nice to see you today! How's the farm going?#$e#I have some machines we can test around your field if you want!$h",
	"Sun6": "The television I've been fixing is finally working properly!$h#$e#Now to the next problem. I forgot who owned this!$s",
	
	"Mon8": "Want to go with me with my rounds today @?#$e#It could be fun! I mean, I don't know. I hope you find it fun.$h",
	"Tue8": "Do you need help with anything around your farm @? I hope I can help.#$e#I'm trying to figure out automating crop harvesting.$h",
	"Wed8": "You look great today @. I mean it.$l#$e#Why the sudden compliment? I mean why not?#$b# I hope I brightened up your day!$h",
	"Thu8": "Good day to you @! No more work for the day?#$e#Want to hang out for the day? I don't mind your company!$h",
	"Fri8": "Hey uhm, How do you get over your fear of the dark?$s#$e#Uhm. Sorry I don't seem so manly.$s#$e#But hey, I don't get too scared when I think of you.$l",
	"Sat8": "Fixing up the sound system at the stage can be quite fun now.$h#$e#Want me to sing you a song? Haha I'm just kidding, I'm bad at singing.$h",
	"Sun8": "I hope you're doing fine today @. Need any help with something?#$e#I hope I can help you with anything.$h#$e#Just tell me okay?$h",
	
	"Mon10": "You're looking great today @. I can't figure out how I managed to catch your heart.$l#$e#I'm just glad I did like you did mine.$h#$e#Cheesy? I'm sorry, I tried!$h",
	"Tue10": "Marnie came by the other day and asked for some help with her television.#$e#It was broken like it was kicked! I was confused. I didn't ask more questions though.#$e#I wonder how it was kicked? It's placed in her room too. Hm?",
	"Wed10": "I tried to finish some more work last night. Man I'm so tired! I haven't had any sleep.$s#$e#Oh? What's that? I can sleep on your lap? Don't mind if I do.$l",
	"Thu10": "Hi there @. You finished with your work?$h#$e#Want to spend the day together now? You can accompany me with my rounds too if you want.$h",
	"Fri10": "Want me to teach you about some circuits?#$b#I saw that you do your own crafting at your farm too. I hope I can help.$h",
	"Sat10": "The little things you do are some things I try to remember when I get scared.#$e#You're like a guardian angel to me.$l#$e#Being cheesy again? I'm so sorry!$h",
	"Sun10": "Hey @! I'm glad you're here! I have to show you something.#$e#Close your eyes! Okay.#$b#What you see is what my world would be without you.#$b#Okay okay! That was too much now!$h#$e#Oh wait, why are you getting closer?$u#$b#*smooch* Oh! Uhmm. Uhh.. I'm speechless.$l",
	
//Seasonal
	"spring_1": "I have to go check up different systems and clear out remaining snow.#$b#It can be dangerous in the long run if you don't manage these machines properly.",
	"summer_1": "I can't wait to visit the beach and relax!$h#$b#After my rounds I'll go back home to fetch my beach outfit.",
	"fall_1": "It's nice to take a stroll around this season right?#$e#I sometimes get spooked by the random bunnies hopping around though.",
	"winter_1": "The snow is pretty and all. But I get worried if some may damage the electrical systems.#$e#I installed some precautions last season. But I can't help but worry.",
	
//Special Dialogue
	"breakUp": "I didn't think it would end up this way. I'm sorry @...$s",
	"danceRejection": "I can't dance today @. I'm sorry.$s",
	"divorced": "Please don't talk to me... I just..$s",
	
}