{
	"Introduction": "Hello, dear! You're new here, right?$h#$b#It's so nice to see new faces in town. It makes me feel so young!$h#$b#My name is Lola and I live here with my husband, Freddie.$h",

//Day before Festivals	
	"spring_12": "Hello, @! Are you excited for tomorrow? You better be quick tomorrow. I helped hide those eggs!!#$b#You're gonna need all the luck you can get because I'm really good at hiding stuff",
	"spring_23": "Don't judge a book by its cover! My husband and I can still dance circles around all of you! Hahaha$h#$b#Just you wait and see when I strut my stuff inthe forest tomorrow.",
	"summer_10": "My husband and I were travelling on the East Coast when we met the governor.#$b#He was still a young man back then, full of dreams and promise.",
	"summer_27": "I'm so excited for tomorrow's event!$hWatching  the moonlight jellyfish reminds me of my old adventures with Freddie.",
	"fall_15": "You have to pick your very nicest crops and products for tomorrow, dear! Always present your best.. First impressions are very important!.",
	"fall_26": "Spirit's Eve is my favorite festival. I used to love dressing up..$h#$e#I used to have this slick little cat number. Between you and me, that's how Ipurred my way into Freddie's heart!$4",
	"winter_7": "I can carry these logs just fine around on my own!$a#$b#Just because I'm an old lady, doesn't mean I can't do it. You wouldn't believe the things I accomplished before you were even born!$a#$e#*sighs* I'm sorry dear, tomorrow's festival just brings up some memories that I can't explain.$s",
	"winter_14": "It's been an awfully long time since my husband and I went on a trip together$s#$b#I wonder if I could find a new suitcase at the night market.",
	"winter_24": "Freddie and I are going on a little trip after tomorrow's festival!#$b#Weather permitting… I hope it doesn't snow too badly..#$e#I'm  looking forward to finally getting some alone time with my husband. It's been a long time$h#$e#Oh, goodness, I'm sorry! That must've been too much information.$h",

//Days of the Week
	"Mon": "Hello dear! How is your week looking??#$b#Don't forget to water your crops, alright?",
	"Tue": "How are you? Have you been to the museum? They have a lot of interesting stuff there. I donated some of it myself, you know..",
	"Wed": "*yawn* I'm a little sleepy from waking up so early.#$b#Freddie always tells me to sleep in, but I love the time I get with him early in the morning, like we're the only people in the whole world.?$h",
	"Thu": "I'm on my way to town right now. I'm makingFreddie's favorite stew today.",
	"Fri": "Hi there, how--Oh no!!$u#$b# Excuse me dear, I have to go. I think I forgot to turn off the stove!$u",
	"Sat": "Sorry dear, I'm just not really in the mood to talk right now$s",
	"Sun": "%Lola seems to be busy",
	
	"Mon2": "Hello there @, Have you been eating well? You look good dear. Keep it up.",
	"Tue2": "I'm going to make some chocolate cake to give to Evelyn. Would you want some??#$b#I learned how to make the finest pastries while Freddie and I were in Parisia, you know.",
	"Wed2": "I can't believe he just asked me if I could read the sign across the street! My eyes are as good as they've ever been! $a#$b#Can't see far away… Give me something to throw, I'll show them how well I can see far away...$a ",
	"Thu2": "One should really learn how to fend for themselves. I learned that early in life.$s#$b#Do you know how to use a weapon dear?",
	"Fri2": "Pika served me the best soup I ever had yesterday! Now, if I could just remember what it's called! $4",
	"Sat2": "You look a little tired, dear. I recommend the cabin if you're looking for a little R&R.#$e# That means rest and relaxation. I just learned that the other day! #$b# Have you tried yoga? I heard that Richard is thinking about letting little Ysa run yoga classes there#h",
	"Sun2": "Freddie and I used to take a Sunday drive through wine country when the weather was nice. Sometimes we'd stop and do tastings at a winery or two… or three... Let's keep that between you and me, hmm?$h",
	
	"Mon4": "The cool breeze on my face feels so nice. Days like this make me glad to be alive.",
	"Tue4": "Oh that husband of mine keeps on forgetting to clean out the darn shed!$a#$b#I've been bugging him about it for forever, but one of these days, it'll be too late to clean up...$s#$e#Oh, don't worry about what's inside the shed, dear. It's nothing you need to fret about.",
	"Wed4": "Hello there!. Do you have some time to sit and chat?#$b#I could whip up some tea in a jiffy, if you want. Our home's always open to you @!",
	"Thu4": "I'm going to make gnocchi with purple mushrooms for Rasmodius. I picked up the recipe while cruising through Izenguarde, and he's been hooked for years!.#$e#Don't tell him I said so, but I think wizards have a rather peculiar fondness for purple mushrooms....",
	"Fri4": "I swear, Freddie's never going to clean that shed.#$b#Well, if you want something done right, do yourself...$a",
	"Sat4": "Want to know the secret to staying one step ahead of Father Time? Exercise. I had to get in tip-top shape for my job all those years ago, and have held onto those good habits. He hasn't caught me yet! $h#$b#Ah, my job?#$e#Let's just say I'm very close with some very high-profile people.",
	"Sun4": "Have you ever been to the Pearl Isles? They're truly beautiful..#$b#That's where Freddie and I learned all we know about growing magnificent rice and wheat..",
	
	"Mon6": "Hi dear! How are you? You look good today!#$b#Don't wait for me, dear, I'm moving a little slowly today. Feeling just a tad dizzy, I'm afraid.",
	"Tue6": "I found a rat in the shed earlier today!$a#$b#asty little things! I'll have to ask Marnie about adopting a barn cat. Or would it be a shed cat?$s",
	"Wed6": "Freddie is such a good man. I really appreciate everything he's done for me and Bliss over the years.#$e#Hmm? Bliss?$u#$b#Oh, must have been a slip of the tongue, dear. Never mind it.$h",
	"Thu6": "*sigh* I miss my old job, some days. It could really be thrilling at times$s#$b#Remember to always treasure what makes you feel alive, @.. You never know how precious they are until they're gone. ",
	"Fri6": "Have you seen Freddie?$h#$b#He tried on a wig to remember what he looked like before he went grey!!$4#$e#Hahaha if you ask me, he looks better with silver. He's gotten more handsome with age, I tell you.", 
	"Sat6": "I feel like I'm forgetting something… $u#$b# Oh, shi--shoot! Shoot,  forgot to lock the shed!#$e#Pardon me, dear, I've got to go check on that. $u#$b#Got to keep the rats out, after all.$h",
	"Sun6": "Always know that you can come here if ever you need anything, alright @?",
	
	"Mon8": "Always remember where you came from, @. I'm really glad you decided to take on your grandfather's farm$h#$b#It has really blossomed--and of course, if you hadn't, you never would have had the pleasure of meeting me, dear!$4",
	"Tue8": "I remember when Marlon still had both eyes. they were so green they almost looked like emeralds!#$b#It's just a shame he lost one in the mines.",
	"Wed8": "My husband misses hiking and long walks. We used to go for miles. But old bones and joints just can't manage all that, these days.$",
	"Thu8": "I've got some work to do in the shed today. Maybe I'll show you inside someday soon, dear.",
	"Fri8": "The waterfalls here in the valley remind me of Evergreen Falls in Kyatzia. Freddie and I had our first kiss out there.$s#$e#There was no one around, and to tell you the truth, we almost fell off the ledge while making out! Don't tell him I told you that.$4",
	"Sat8": "%Lola doesn't seem to have the energy to talk today",
	"Sun8": "It's a beautiful day to be alive, don't you think?$h#$b#I wonder if Ysa's meditating in the forest… I think I'll go and join her if she is.",
	
	"Mon10": "In one of our stops at Niphelium, Freddie and I were tasked to recover something from King Tutai's Pyramid.#$b# You wouldn't believe how many booby traps they have! Nothing like almost falling into a pit of spikes to make you grateful to be alive.e$a",
	"Tue10": "Freddie and I visited Rialia once, and we went to the Teatro Arguez#$b# Beautiful building... I felt like I could still hear Juv Cario's cry as he was assassinatedd$u#$e#It was almost kind of nice… oh, what am I saying? Never mind the ramblings of this old woman, dear.$h",
	"Wed10": "Back before I met Freddie, I was stationed in the Gervia empire for a bit. I was working a job, and thought I ran into someone trying to steal it out from under me! Can you believe that?#$b#I confronted him, but it turns out he was the bodyguard. I took care of him, of course.$a#$b#Can't leave any loose ends when you're dealing with a dictator, after all",
	"Thu10": "%Lola looks sick. She appears to be ignoring you",
	"Fri10": "I'm afraid Freddie is working too hard and not doing enough for himself.$s#$b#He goes to such lengths to take care of me, but here I am getting sicker every day.$s#$b#I hope he's had lunch by now…$s",
	"Sat10": "Did I ever tell you about my favorite assignment?#$e#It's the one that I'm still working, every day.#$b#When Freddie and I got married, instead of traditional vows, we had the minister assign a mission to the both of us.#$b#We were tasked to 'always be there for each other, to have each other's backs, to be each other's best friend, to take care, to love and to protect each other till the day we die'.#$b#That's the most important directive I've ever received, and he feels the same. We make the best partners, no matter the context.$h",
	"Sun10": "Thank you for everything @, for always visiting me and Freddie whenever you can.#$b#Always remember to spend time with your loved ones and do the things that make you feel alive. Never mind what others may think!$h#$e#And if ever you decide that you want to learn a few extra skills, don't be afraid to ask!! I could still show you a few moves.",
	
//Seasonal
	"spring_1": "Springtime, hmm?. I never really enjoyed this season.#$e#It's a little too girly for my taste. Never really been the flowers and baby birds type.",
	"summer_1": "I'm going to plan a beach trip for me and Freddie.#$b#It's time I show him my new string bikini!$4#$b#Don't look so scandalized, dear, I'm kidding. I do have a one piece suit that I'm sure he'll love",
	"fall_1":"I do love autumn. There's an old poem I learned in the Gotoro Empire... I think it goes: #$b# Fall, leaves, fall; die, flowers, away; #$b#Lengthen night and shorten day #$b#Every leaf speaks bliss to me #$b#Fluttering from the autumn tree.#$b#$h#$e#And pumpkins! I make the best pumpkin soup. Freddie absolutely adores it.",
	"winter_1": "This cold is awful hard on fragile old bones...$s#$b#But there's nothing like a warm drink to help with that! I have the BEST recipe for hot cocoa from Nostia!",
	
} 


