{
	"Introduction": "Oh hello sir.^Oh hello maam.#$b#I haven't seen your face before around here. You're new here aren't you?$s#$b#Oh! The new farmer? Nice to meet you @.$h#$b#My name's Philip, a Physical Therapist residing at the Log Cabin Hotel.$h#$b#If you need my servces you're always welcome to ask me okay?$h",

//Day before Festivals	
	"spring_12": "Tomorrow's gonna be fun!$h#$b#I like festivals.$h",
	"spring_23": "I remember back when I was still at the university I got rejected by a girl I liked in a school dance.$s^I remember back when I was still at the university I got rejected by a guy I liked in a school dance.$s#$b#I'm kind of traumatized by dances since then.$h#$b#I look forward in seeing everyone enjoying tomorrow though.",
	"summer_10": "I bet tomorrow's soup will have lots of different nutrients good for the body!$h#$b#I just worry that maybe the taste can be overpowering.",
	"summer_27": "I don't know much about jellyfishes. But it's amazing they can function without any tendons and bones.#$b#Really a different concept compared to human anatomy and physiology.",
	"fall_15": "I want to try and win the muscle game tomorrow at the fair.#$b#Alex and I have this annual mini competition.$h",
	"fall_26": "Don't get lost in the maze tomorrow now!#$b#I once did. It was embarassing when I went out the party was over!$h",
	"winter_7": "Fishing requires great timing and dynamic actions involving the upper body.#$b#Don't overboard yourself tomorrow. You might end up with a collateral ligament sprain.$h",
	"winter_14": "Hmm. I wonder what can I buy tomorrow?#$b#I do hope I find something interesting.$h",
	"winter_24": "Ah! It's almost the end of the year right?$h#$b#Wow, time flies by so fast.",

//Days of the Week
	"Mon": "Hello sir.^Hello maam.#$e#Hope you have a good day today.$h",
	"Tue": "Hello sir.^Hello maam.#$e#Do you need anything?",
	"Wed": "Hello sir.^Hello maam.#$b#Nice to see you today.#$e#I bet the farm work is really hard. Remember to replenish your energy once in a while alright?",
	"Thu": "Hello sir.^Hello maam.#$b#You're doing well I hope.#$e#Stretching is always important and must never be overlooked. Lots of injuries can occur if you don't stretch properly.",
	"Fri": "Vastus Medialis muscle originates from the proximal medial part of the femur.. Then it inserts..$s#$b#Oh! Sorry sir!^Oh! Sorry maam!#$b#I was just recalling some facts for myself so I always refresh my knowledge.#$e#I can be quite forgetful sometimes.$h",
	"Sat": "Hello sir.^Hello maam.#$e#Stay safe now!$h",
	"Sun": "Hello sir.^Hello maam.#$b#Hope you're doing fine.#$e#Need anything?$h",
	
	"Mon2": "I don't really like talking much about technical stuff around other people. I may give off bad vibes.$s#$e#Best to keep personal life seperate from work life.$h",
	"Tue2": "Good day to you sir, I hope you're doing well today.^Good day to you maam, I hope you're doing well today.#$e#If you need anything, I'll try to be available now.$h",
	"Wed2": "I'm glad Shiro is doing better nowadays.#$e#How about you? I hope you're fine.",
	"Thu2": "Doc Harvey has me report to him about my treatments and sessions every now and then.#$e#He acts as my supervisor and consultant. He's a really awesome guy.$h",
	"Fri2": "Good day to you sir, I hope you're doing well today.^Good day to you maam, I hope you're doing well today.#$e#If you need anything, I'll try to be available now.$h",
	"Sat2": "How are you doing today sir?^How are you doing today maam?#$e#Oh! That's great to hear that you're fine. I was worried about your bruises in your arm.#$e#Oh from monsters you say! Woah, Do be careful now!",
	"Sun2": "I look forward for my daily gym sessions at the hotel. It's my de-stress moment.$s#$e#I see Ysabelle there often too. She doesn't talk to me much though.",
	
	"Mon4": "Good day to you @! I'm glad to see you doing fine today.#$e#I hear farm work is really tiring. Please don't forget about rehydrating yourself every now and then okay?",
	"Tue4": "Don't spend too much time under the heat now @. You could develop an affinity for stroke especially if you don't watch what you eat.#$e#Please consult Doc Harvey whenever you feel woozy.$s",
	"Wed4": "Hmmm I wonder what workout day is today? Was it chest day? I forgot!$s#$e#Nah, I'll just stick with triceps today. I need to work on some endurance for one man transfers and lifts.$h",
	"Thu4": "I talked to Emily the other day and she told me about yoga. I was interested in doing it.#$e#Good flexibility can be very beneficial in one's health. Along with the release of endorphins if you like the lax atmosphere of yoga.",
	"Fri4": "Good day to you @! I'm glad to see you doing fine today.#$e#I hear farm work is really tiring. Please don't forget about rehydrating yourself every now and then okay?",
	"Sat4": "Alex has me as his personal physical therapist. I don't mind for he's a good friend of mine.#$e#I just wish he gives me some compensation for my services though.$s",
	"Sun4": "Don't forget to improve your cardio vascular endurance now. Especially in your field.#$e#But to be honest, I bet you're already getting your daily needs of exercise knowing the hard work you've been doing in your farm.$h",
	
	"Mon6": "Hello @ sir!^Hello @ maam.#$b#How's the farm work going? I bought some of your produce from Pierre the other day and I gotta say it was quite good.$h",
	"Tue6": "I'm assigned to treat Shiro for long time. So I've decided to stay here in the village.#$e#I'm just happy to be able to help people when they need it.$h",
	"Wed6": "Doc Harvey and I talk about our old university before. We're actually batchmates!$h#$e#Doc Harvey took physical therapy as a premed course then went to medical school.#$b#Me, I aimed to be a Physical Therapist and focus on that. I'm happy with my life at the moment.$h",
	"Thu6": "Good day to you @! I'm glad to see you doing fine today.#$e#I hear farm work is really tiring. Please don't forget about rehydrating yourself every now and then okay?",
	"Fri6": "Don't lose some sleep now! It's best for one to have enough hours for sleep.#$e#One could collapse if one tried to skip sleep for a long period of time",
	"Sat6": "Ysabelle dances at the studio in the gym. She's so graceful! She's mesmirizing to watch.#$e#Her grandpa keeps a close eye on me though. But I swear! I'm not interested in pursuing her granddaughter!$u",
	"Sun6": "You've been a good friend @. Thank you for that!$h#$e#If you need any help when you feel you're body's bugging down, I'm always here alright?$h",
	
	"Mon8": "@! Oh! How are you?$h#$e#Sorry, sorry! I was just surprised! I mean you surprised me!$h#$e#I was preoccupied about something. Anyways, What's up?",
	"Tue8": "Hey, I've been curious about your farm for some time now. May I visit one day?#$e#I'm just really amazed and curious about your work. You make it seem so effortless.$h",
	"Wed8": "Oh hi @! You look good today.$h#$e#I hope that compliment makes you smile.$h#$e#Why? Oh nothing. I mean why not?",
	"Thu8": "Have you been working out recently @? Oh nothing I just noticed.#$e#Your figure seems to be looking better. It looks good on you.$h",
	"Fri8": "Good day to you sir^Good day to you maam.#$b#I mean @! Sorry! It's a habit!$h#$e#Hey, Wanna hang out sometime? I enjoy your company.$l",
	"Sat8": "Are you a Risorius muscle?#$b#Coz I can't smile without you.$h#$e#Haha! I'm just messing with ya!$h",
	"Sun8": "I don't specialize in any field of rehabilitation. But I mean..#$b#I can specialize you?$l#$e#I'm just kidding! Haha$h",
	
	"Mon10": "Hey babe. Here's your daily vitamins.#$b#*smooch*$l#$b#Now we both have our daily vitamins.#$e#Haha too cheesy?$h",
	"Tue10": "I got a cheesy pickup line for you. Here it goes babe.#$e#Are you an S.A. Node?#$b#Coz you make my heart go thump thump thump.$h#$e#Wahahaha ok I'll stop!$h",
	"Wed10": "Want to join me in working out later @?#$e#After maybe we can workout even more. I mean..$l",
	"Thu10": "Hey, do you want a massage babe? Come here.#$b#Now just relax okay? You deserve some rest.$h#$b#%You feel a little better.#$b#There!$h#$e#Come to me whenever you need me okay babe?$h",
	"Fri10": "Wanna take a stroll around town some time babe? I miss having talks with you.$l#$e#Tell me whenever you're free okay?$h",
	"Sat10": "Let's go to Pika's later after work? We can have a date if you want.#$e#I'll go order your favorite when I get there first okay?$h",
	"Sun10": "Your neck is aching babe?$s#$b#Here let me help.#$b#%Philip performed a minor adjustment at your shoulder.#$b#There. All better?#$e#Now come give me my payment.$h#$b#*smooch* $l",
	
//Seasonal
	"spring_1": "The forest is a pretty place to jog during this season.$h",
	"summer_1": "I hope to visit the beach soon and do some beach volleyball.$h",
	"fall_1": "I like to hike the mountains at this season.#$b#Too bad I'm really busy as well though.$s",
	"winter_1": "Don't stay too long out in the cold now @. Hypothermia is a serious bummer.",
	
//Special Dialogue
	"breakUp": "I.. I don't wanna talk about it @.. Can we just leave that behind now..$s",
	"danceRejection": "I'm sorry but I'm going to have to say No @. I have to look after Shiro.",
	"divorced": "Don't talk to me. You.. you... Uhg!.$a",
	
}