{
  "Changes": [
    {
      "LogName": "Companion dialogues for Anton", //Change Name
      "Action": "EditData",
      "Target": "Characters/Dialogue/Anton", //Change Name
      "Entries": {
        "companionAccepted": "Cool! Lead the way.",
        "companionAccepted_Dating": "A date, huh? Sounds good to me!$h",
        "companionAccepted_Spouse": "A date, huh? Sounds good to me!$h",

        "companionRejected": "I'm sorry but nah, I'm good.",
        "companionRejected_Dating": "Nah, sorry.$s#$b#I'm a bit drowsy today. Maybe next time?",
        "companionRejected_Spouse": "Nah. Sorry, hon. I'm gonna be a bit busy today.",

        "companionRejectedNight": "Nah, sorry! It's kinda late for a stroll, isn't?",
        "companionRejectedNight_Dating": "Nah, sorry! It's kinda late for a date, isn't?",
        "companionRejectedNight_Spouse": "Nah. Sorry, hon! It's kinda late for a stroll, isn't?",

        "companionDismiss": "I had a bit of a fun time. Thanks!$h",
        "companionDismiss_Dating": "I had a bit of a fun time with you! Next time again?$h",
        "companionDismiss_Spouse": "That was a fun date, hon! Next time again?$h",

        "companionDismissAuto": "I think I'll be heading back early. See you!",
        "companionDismissAuto_Dating": "*Yawn* I think I'll be heading back early.#$b#Phew! It was fun though!$h",
        "companionDismissAuto_Spouse": "*Yawn* Hon? Aren't you tired too? Anyway, I'll be heading back home first.#$b#See you later!$h",

        "companionRecruited": "So where are headed out?",
        "companionRecruited_Dating": "So where are headed out? Any good spots you know?",
        "companionRecruited_Spouse": "So where are headed out? We could always just sleep in if you want, just saying.$h#$b#I'm kidding! Of course I'd prefer anywhere as long as you're there.",

        "farmerRunAway": "Hey! Slow down!",

        "farmerRunAway_Dating": "Hey! Slow down, would you?",


        "farmerRunAway_Spouse": "Hon! Slow down!",


      //Locations (Farm)
        //Friends
        //General
        "companion_Farm": "Nice looking farm you have here.",
        "companion_Farm~1": "I bet you could build a pizza oven around here.",
        //Weather
        "companion_Farm_Rainy": "Oh hey! You don't need to water any crops today, huh?",
        "companion_Farm_Snowy": "Farms look bare during the winter, huh? I hope you're doing well this season.",
        //Season
        "companion_Farm_Spring": "Oh hey! Any favorite spring crop you like to grow? I can put a good word on Lorenzo and Shanice to sell some for you.$h",
        "companion_Farm_Summer": "Phew! You can work under this heat? I'd rather sleep in!$h",
        "companion_Farm_Fall": "I'm tempted to carve a pumpkin. But nah. I'm too tired to do come up of a design right now.",
        "companion_Farm_Winter": "Your barns and coops supposedly have some sort of heating system, right? Usually the designs account for those, if I remember that correctly.",

        //Dating
        //General
        "companion_Farm_Dating": "A date around your farm? Sounds pretty neat!$h",
        "companion_Farm_Dating~1": "One day, I'll ask for some lessons on how to farm so I can help you around if I'm free.#$b#One day though, not today.$h",
        //Weather
        "companion_Farm_Rainy_Dating": "Hey! Don't tire yourself working in the rain, okay?#b#Paula said it can lead to a bad cold.",
        "companion_Farm_Snowy_Dating": "Hey? Need any snow shoveling done?#$b#Me? Work? Of course I'll work a bit for you!$h",
        //Season
        "companion_Farm_Spring_Dating": "I once took an interest in learning the cottage core aesthetic for designs.#$b#It was a bit fun, though I did get a lot of papercuts.$h",
        "companion_Farm_Summer_Dating": "If you need any help working on something just tell me.#$b#Though can we buy some cold beer first? So it combats the heat!$h",
        "companion_Farm_Fall_Dating": "So much leaves.#$b#Although, the buildings look cool when the leaves give it some sort of messy garnish.$h#$b#Garnish? Hmm... Now I'm hungry.",
        "companion_Farm_Winter_Dating": "Want to build a snow fort?#$b#Yes you heard that right.$h",

        //Spouse
        //General
        "companion_Farm_Spouse": "Need any building or fixing done around the farm, hon?#$b#Just treat me a cold beer after and I'll be good.$h",
        "companion_Farm_Spouse~1": "I still think we can make some sort of pizza oven here outside.#$b#Hmm... But where though?",
        //Weather
        "companion_Farm_Rainy_Spouse": "*Achoo!* Ah! I'm good! Don't worry.$h#$b#How about you? Don't be like me and don't forget to dry your head after getting soaked in the rain, okay hon?$h",
        "companion_Farm_Snowy_Spouse": "Hey, hon.#$b#You versus me. Snow fort building challenge?#$b#Loser buys the other one a juice or beer!$h",
        //Season
        "companion_Farm_Spring_Spouse": "Oh wow! I'll never get tired appreciating how good your farm looks in the spring, hon.$h",
        "companion_Farm_Summer_Spouse": "Phew! The summer heat's something, right hon?#$b#Wanna go buy some cold beverages and relax around our lawn?",
        "companion_Farm_Fall_Spouse": "Remind me to buy a new rake, hon.#$b#I think I lost the last one to a pile of leaves.$h",
        "companion_Farm_Winter_Spouse": "Need any help tending to the animals, hon?#$b#I also wanted to check the barns and coops for any needed repairs in case of sudden snow storms.",

      //Locations (Others)
      //Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
      //Feel free to change/remove/add! (During editing)

        "companion_Town": "I wonder who was the architect and carpenter of the town before Robin.",
        "companion_Custom_Ridgeside_RidgesideVillage": "If we have time, we should visit some pals of ours while we're here.$h#$b#Maybe Lorenzo and Shanice have some excess grocery stocks they can give us? Haha!$h",
        "companion_Custom_Ridgeside_RidgesideVillage~1": "You know, all these waterfalls and cliffs around the village seem like good scenic spots for tourists.#$b#I wonder if we can someday make a vacation house that we can rent for other people for extra cash.",

      //Suggestion
        "companionSuggest": "Hey, are you busy today? Want to stroll around?#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Dating": "Hey, are you busy today? Wanna have a date or just stroll around?#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Spouse": "Hey, hon? Are you busy today? Wanna have a date or just stroll around?#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",

        "companionSuggest_Yes": "Nice! Let's head out!$h",
        "companionSuggest_No": "Nah it's fine! Take care!",

        "companionSuggest_Yes_Dating": "Nice! Let's head out!$h",
        "companionSuggest_No_Dating": "Nah it's fine! But if you need anything, I'm here! Okay?$h!",

        "companionSuggest_Yes_Spouse": "Nice! Let's head out, hon!$h",
        "companionSuggest_No_Spouse": "Nah it's fine, hon! But if you need anything, I'm here! Okay?$h",

      }
    }
  ]
}
