{
  "Changes": [
    {
      "LogName": "Companion dialogues for Corine",
      "Action": "EditData",
      "Target": "Characters/Dialogue/Corine",
      "Entries": {
        "companionAccepted": "Finally some fun! Let's go!$h",
        "companionAccepted_Dating": "This will be fun! Let's go, @!$h",
        "companionAccepted_Spouse": "Let's go have a fun adventure, hon!$h",

        "companionRejected": "I'm sorry but I still have some work to do.",
        "companionRejected_Dating": "Oh, I'm sorry, @. But I still have some work to do.$s",
        "companionRejected_Spouse": "I'm really sorry, hon, but I still got some work to do. Maybe next time, okay?$s",

        "companionRejectedNight": "I'm sorry but isn't it quite late?$s",
        "companionRejectedNight_Dating": "I'm a bit tired today, @. Maybe next time?$s",
        "companionRejectedNight_Spouse": "I'm sorry, hon, but I'm really tired and it's really late. Tomorrow, okay?$s",

        "companionDismiss": "I had a fun time! See you!$h",
        "companionDismiss_Dating": "That was fun, @! Thank you for taking me!$l",
        "companionDismiss_Spouse": "That was really fun, hon! I'll be on my way then.$h#$b#See you back home! Take care, okay?$l",

        "companionDismissAuto": "It's getting late. I'll be on my way now.$h",
        "companionDismissAuto_Dating": "It's getting late, @. Dad might get really angry at you for keeping me up to this hour.$h#$b#See you tomorrow!$l",
        "companionDismissAuto_Spouse": "Hon? It's getting late and I still have work tomorrow.#$b#I'll go back to our house first, okay?$l#$b#Take care, alright? I love you!$h",

        "companionRecruited": "We're off to an adventure?$h",
        "companionRecruited_Dating": "So where are we headed today, @?$h",
        "companionRecruited_Spouse": "So where are we headed today, hon?$l#$b#I bet it will be fun!$h",

        "farmerRunAway": "Hey! Wait for me!$a",
        "giveForages": "I found these interesting stuff! Here!$h",

        "farmerRunAway_Dating": "Hey! @! Wait for me!$s",
        "giveForages_Dating": "I found these interesting stuff, @! Have some!$h",

        "farmerRunAway_Spouse": "Hon? Hey! Wait for me!$s",
        "giveForages_Spouse": "Look at these, hon! I found them over there.$h",


      //Locations (Farm)
        //Friends
        //General
        "companion_Farm": "I bet it's quite tiresome taking care of so many crops, huh?#$b#But I admire your perseverance!$h",
        "companion_Farm~1": "What are we going to do here, @?#$b#Do you need some help on the farm?#$b#I'm sorry but I don't really know much about farm work.$s",
        //Weather
        "companion_Farm_Rainy": "Must be nice to have less farm work because of the rain today?#$b#Now you get more time to do other stuff.$h",
        "companion_Farm_Snowy": "Woah! It's snowing hard, isn't it?#$b#I hope I don't catch a cold.$s",
        //Season
        "companion_Farm_Spring": "So how do you usually plan for your crops at the start of the year?#$b#I bet all this requires a lot of planning, huh?$h",
        "companion_Farm_Summer": "Are you planting corn this summer?#$b#I heard from Alissa that it lasts until fall!$h",
        "companion_Farm_Fall": "I wonder if Pika will serve that tasty fall-themed dish anytime soon.#$b#Oh! I'm sorry I was just talking to myself.$h",
        "companion_Farm_Winter": "Your farm looks kinda bare during the winter right?#$b#What else do you do then when you can't plant crops?",
        //Entering
        "companionEnter_Farm": "Woah! Your farm looks really nice!$h",
        "companionEnter_Farm_Night": "Umm... What are we doing at your place this late?#$b#You forgot to do something?$h",
        //Night
        "companion_Farm_Night": "It's a bit quiet here in this big farm, huh?#$b#Don't you get lonely in some nights?",

        //Dating
        //General
        "companion_Farm_Dating": "@! Finished all your farm work?#$b#Tell me if I can help anywhere, alright?$h",
        "companion_Farm_Dating~1": "@! You're all sweaty!$a#$b#Here, let me wipe your back for you.$l",
        //Weather
        "companion_Farm_Rainy_Dating": "Let's not spend too much time under the rain, okay?#$b#I don't want you getting sick.$a#$b#But if you do, I'll take care of you.$l#$b#But please let's not have to come to that!$a",
        "companion_Farm_Snowy_Dating": "Brrr! It's cold!$s#$b#Can we hold hands for a bit?$l#$b#I feel a bit warmer if we did.$l",
        //Season
        "companion_Farm_Spring_Dating": "Oh, hey, @!$h#$b#Tell me whenever you need help okay?#$b#Teach me how to do some farm work as well while we're at it.$l",
        "companion_Farm_Summer_Dating": "My dad has been craving for corn the other day.#$b#He knows we're dating, and he'll try to take advantage of it.$a#$b#So if he ever asks for too much favors, don't be afraid to refuse, okay?$h#$b#I'll handle his tantrum, don't worry!$h",
        "companion_Farm_Fall_Dating": "After your work here, let's go hang out at Pika's? Or maybe at the Saloon?#$b#Anywhere's fine, as long as I'm with you.$l",
        "companion_Farm_Winter_Dating": "Need any help tending to some animals?#$b#I bet some are feeling a bit cold, the poor things.$s#$b#Just tell me whenever, okay, @?$h",
        //Entering
        "companionEnter_Farm_Dating": "Yay! We're visiting your farm!$h#$b#I love spending time with your here.$l",
        "companionEnter_Farm_Night_Dating": "Oh my! What are we doing here so late, @?$l#$b#Teehee.$l",
        //Night
        "companion_Farm_Night_Dating": "If you ever feel lonely on some nights in this big farm, @...$l#$b#Don't hesitate to call me, okay? I'll come running to your company.$l",

        //Spouse
        //General
        "companion_Farm_Spouse": "The farm looks really wonderful, hon.$h#$b#But take it easy from time to time okay? I don't want you to get sick!$a#$b#Tell me if you need any help,m alright?$h",
        "companion_Farm_Spouse~1": "I'm really proud of you and your hard work, hon.$l#$b#I love you!$l#$b#%Corine gave you a kiss and hug.#$b#Teehee!$l",
        //Weather
        "companion_Farm_Rainy_Spouse": "What, hon? Have fun in the rain?$h#$b#Okay, but not too long, alright?$l#$b#I don't us getting sick!$h",
        "companion_Farm_Snowy_Spouse": "Don't forget your coat, okay hon?$a#$b#It's snowing and I don't want you getting frostbitten!$a#$b#I'll get angry at you if you do!$a",
        //Season
        "companion_Farm_Spring_Spouse": "Need help with some spring farming, hon?#$b#Just teach me how, alright? I'm new to this farming life!$h",
        "companion_Farm_Summer_Spouse": "Dad has been pestering me to ask you for some corn.#$b#I keep telling him he shouldn't take advantage of his in-law.$a#$b#I'm really sorry if he's been bothering you a bit, hon.$s#$b#I think he secretly really likes you so don't worry!$h",
        "companion_Farm_Fall_Spouse": "Want to continue our date at Pika's later, hon?#$b#I think he's serving my favorite today!$h",
        "companion_Farm_Winter_Spouse": "Look, hon! Our footprints are side-by-side!$h#$b#It just looks so cute! Isn't it?$l#$b#Anyway, need any help with the animals? I'll be here, alright?",
        //Entering
        "companionEnter_Farm_Spouse": "This view never gets old.#$b#I'm really proud of you whenever I see how gorgeous the farm is!$h",
        "companionEnter_Farm_Night_Spouse": "Hey, hon? Let's go to bed early?$l#$b#I want to spend more quality time with you under the sheets.$l",
        //Night
        "companion_Farm_Night_Spouse": "Have you made sure you've done all your work for today, hon?#$b#If you're sure, make sure to get ready for bed, alright?$h",

      //Locations (Others)
      //Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
      //Feel free to change/remove/add! (During editing)
        "companion_Town_Rainy": "Oh my! I forgot to bring an umbrella!$s#$b#We have to run in the rain to get to some shelter then!#$b#Or else we'll get sick.$s",
        "companion_Town_Night": "The town looks really peaceful at night, right?#$b#It's calming.$h",
        "companion_Town_Night~1": "Is the Saloon still open? I could use a drink to end the day in a good note!$h",
        "companion_Town": "Let's visit Gus when we have the time.#$b#I want to ask him about some changes in my part-time work schedule.$h",
        "companion_Town~1": "Pika and Gus sometimes exchange recipes.#$b#Oh! You didn't know that?$h#$b#It was Gus you thought Pika how to prepare the Honey Glazed Salad.$h#$b#Then it was Pika who taught Gus how to prepare Maki Roll.",
        "companion_Custom_Ridgeside_RidgesideVillage": "I hope Pika doesn't mind me away from work this long!$h",
        "companion_Custom_Ridgeside_RidgesideVillage~1": "Let's visit Ysa when we get the chance, okay?#$b#She often gets bored at her job.$h",
        "companion_Custom_Ridgeside_LogCabinHotel2ndFloor": "When we were young, Ysa and I would play hide-and-seek in this floor a lot!$h#$b#We played with other hotel guest kids as well.#$b#One time, Ysa hid inside a vase but couldn't get out!$h#$b#It was quite funny because Gramps Richie and Angie called all the available handymen and carpenters in the valley just to help her out!$h#$b#Ysa was so embarrassed!$h#$b#Don't tell her I told you that!$h",
        "companion_Custom_Ridgeside_EzekielHouse": "What? Why do I have a dollhouse in my room?#$b#Hey! That's my collection, you know?$h#$b#I often like to rearrange the interior, it's a little hobby.#$b#One time, Trinnie and Jas played with me! It was really fun!$h",
        "companion_Custom_Ridgeside_NinjaHouse8": "I really want to ask Jio if I can get a refill on my smoke bombs and shurikens.#$b#But he won't let me because I can't use them well!$a#$b#I mean, how am I supposed to practice if I don't have some, right?$a",
        "companion_Custom_Ridgeside_NinjaHouse8~1": "Sometimes, This cute little kiwi fruit appears in front of me during my one of training sessions.#$b#Whenever I try to talk to her though, all she says is 'Shoo!'$s#$b#I was just trying to make friends!$s",
        "companion_Custom_Ridgeside_Ridge": "Last time, I challenged myself to rock climb up to that hill over there.#$b#It was quite fun! But I wasn't spared from some bruises and scratches though!$h#$b#Dad was furious afterward! He cursed at mother nature! It was really funny!$h",
        "companion_Custom_Ridgeside_RidgeFores8t": "I'm usually not allowed to go this deep into the forest.#$b#Jio doesn't allow me. He said I'm not ready or something about the corruption being worse.#$b#I'll show him! I can handle this!$7#$b#But, let's still be cautious though!$h",
        "companion_Custom_Ridgeside_Ridge_Night8": "One time, I was training until really late.#$b#Then Jio suddenly told me to go home.$a#$b#He said someone important was coming and I was still not ready to meet her?#$b#Before I can argue, he had already thrown a smoke bomb and the next thing after I opened my eyes, I was at this place's entrance!$a#$b#Before the smoke covered my eyes, though, I saw a little girl with a red bow and some woman with... horns?#$b#It was really weird.$s",
        "companion_Custom_Ridgeside_RSVTheHike8": "Sometimes I come here to train.#$b#But it always feels like someone's watching me?#$b#It's a bit eerie.$s",

      //Suggestion
        "companionSuggest": "Hello! May I accompany you today? I think we're going to the same place.$h.#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Dating": "@! I have some free time today! Let's go on a date?$l.#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Spouse": "Hon? Would it be fine if I accompany you today? I want to spend the day with you.$l.#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",

        "companionSuggest_Yes": "Great! Thank you, @!$h",
        "companionSuggest_No": "Oh! It's fine! I'll see you around then.",

        "companionSuggest_Yes_Dating": "Yay! I love you! Alright, let's go!$h",
        "companionSuggest_No_Dating": "Aww, alright, @. I understand.$s",

        "companionSuggest_Yes_Spouse": "Yay! Thank you, hon! I love you! Let's go?$l",
        "companionSuggest_No_Spouse": "It's okay, hon. I understand. I'll visit Dad today instead.",
      }
    }
  ]
}
