{
  "Changes": [
    {
      "LogName": "Companion dialogues for Jeric",
      "Action": "EditData",
      "Target": "Characters/Dialogue/Jeric",
      "Entries": {
        "companionAccepted": "Why, sure cutie.$h",
        "companionAccepted_Dating": "Oh, but of course.$6#$b#Lead the way, babe.$7",
        "companionAccepted_Spouse": "You want to show me off around town, eh?$7#$b#Haha, just kidding! Let's go, babe!$h",

        "companionRejected": "Oof, I've got some errands to do right now.$s#$b#Next time, alright?$6",
        "companionRejected_Dating": "Aww babe, I can't today.$s#$b#I've got to do some stuff for the farm.#$b#I'll make it up to you next time?$6",
        "companionRejected_Spouse": "I can't tonight, babe.#$b#I'll just make it up to you when you get home tonight.$7#$b#I'll prepare something extra special, just for Y-O-U.$l",

        "companionRejectedNight": "Isn't it rather late, cutie?$6#$b#Wouldn't want anyone to think I'm taking advantage of a late night with you.",
        "companionRejectedNight_Dating": "Babe, your grandfather would haunt me from his grave if we go out late at night.$h#$b#Why don't we do it tomorrow instead?",
        "companionRejectedNight_Spouse": "I'm tired, babe.$s#$b#I'll just go on ahead, and prepare the bed for you and me.$l#$b#Cuddles will wait till you're home, cutie.$7",

        "companionDismiss": "Aw, done already?$s#$b#I was just getting to know you better.$s#$b#Well, there's still next time! Bye for now, @.$h",
        "companionDismiss_Dating": "Wow, time flew by so fast.$l#$b#I didn't realize we were done.$h#$b#I'll see you tomorrow, babe.$7",
        "companionDismiss_Spouse": "Okay, babe.#$b#See you at home!$h#$b#I'll miss you.$l",

        "companionDismissAuto": "It's getting late, @.#$b#As much as I enjoy keeping you company, I think I'd better go ahead.$6",
        "companionDismissAuto_Dating": "Babe, I better head back.#$b#I've got an early day tomorrow.#$b#I'll see your cute face tomorrow.$7",
        "companionDismissAuto_Spouse": "Babe, can I go ahead?#$b#I feel exhausted from today's adventures.$s#$b#I'll wait for you in bed, alright?$7",

        "companionRecruited": "What are we up to, cutie?$6#$b#I bet we could get to know each other better while we're at it.$7",
        "companionRecruited_Dating": "So, where are you taking me?#$b#Somewhere secluded, and private I hope.$6#$b#Haha, just kidding babe!$h",
        "companionRecruited_Spouse": "I didn't know you were so clingy of me.$6#$b#Haha, just kidding cutie. Can't I kid around with my partner?$7#$b#So where are you taking me, babe?",

        "farmerRunAway": "Hey, slow down! Jeepers, you're fast!$u",
        "giveForages": "Hey, I found this and I thought you'd like to have some.$h",

        "farmerRunAway_Dating": "Babe, you're too fast. Slow down!$6",
        "giveForages_Dating": "Babe! Look at this!$h#$b#Here, have some.",

        "farmerRunAway_Spouse": "Babe! Huff huff! I know you like being chased, but can you please slow down.$l",
        "giveForages_Spouse": "Look over here, my cutie. I found some stuff you might like, here.$h",


      //Locations (Farm)
        //Friends
        //General
        "companion_Farm": "Hmm, your farm looks quite pleasant.#$b#It kind of needs work, but I don't expect you to be at the level I am.$h",
        "companion_Farm~1": "You know, if you need some help or if you'd like some tips I'd be happy to give you some.$h#$b#They don't call me the best farmer in the Ridge for nothing.$6",
        //Weather
        "companion_Farm_Rainy": "Do you know you can recycle rainwater in a can and use it to water your crops on warm days?",
        "companion_Farm_Snowy": "Brr, It's quite cold out here.#$b#Maybe you'd like to warm ourselves together?$6",
        //Season
        "companion_Farm_Spring": "Spring gives blossoms a good glow, don't they?$h#$b#I mean, look at you. You look glowing.$7",
        "companion_Farm_Summer": "Hey cutie, the summer sun does wonders for your complexion.$7",
        "companion_Farm_Fall": "I really adore the crops this season.#$b#They make for good decorations.$h",
        "companion_Farm_Winter": "Have you made early preparations for the next season?#$b#If you need any help, I'm the cutie to go to.$7",
        //Entering
        "companionEnter_Farm": "Ooh, this looks nice.#$b#Not as nice as mine is, but still. Nice.$h",
        "companionEnter_Farm_Night": "This looks nice.$h#$b#Maybe you could show me your favorite spot around here.$7",
        //Night
        "companion_Farm_Night": "The crops are now uptaking the carbon dioxide we've been expelling.#$b#It's how they get their food.#$b#Well, besides the fertilizers we give them.$h",

        //Dating
        //General
        "companion_Farm_Dating": "Your farm skills are improving, good job, babe!$h",
        "companion_Farm_Dating~1": "I must say, you're getting quite good in this whole farming thing, babe.$6#$b#You could even be as good as me.$6#$b#That is, if you get even better at it.$h#$b#Haha, just kidding babe.",
        //Weather
        "companion_Farm_Rainy_Dating": "Yikes, I'm getting soaked from this rain.$u#$b#Maybe I should take off my shirt. As long as we're alone in your farm.$7",
        "companion_Farm_Snowy_Dating": "Come here babe!#$b#We need body warmth. It's too cold out.$6",
        //Season
        "companion_Farm_Spring_Dating": "The season brings out the best colors around.$h#$b#It's keeping up with how colorful you make my life feel, babe.$7",
        "companion_Farm_Summer_Dating": "The rays of the sun does wonders for your beautiful growing skin.$l#$b#You look even more radiant, babe.$l",
        "companion_Farm_Fall_Dating": "Do you need help with cleaning up the leaves around your farm babe?#$b#Watch these muscles rip while I work,$6",
        "companion_Farm_Winter_Dating": "A good thing about winter is that I get to keep you closer to me, more often than we usually do.$l",
        //Entering
        "companionEnter_Farm_Dating": "Wow, babe! Your farm is getting good!$h",
        "companionEnter_Farm_Night_Dating": "You must really like me that much for you to bring me here at this time of night.$6",
        //Night
        "companion_Farm_Night_Dating": "I think we can find a spot here and make it our own special place.$7",

        //Spouse
        //General
        "companion_Farm_Spouse": "I'm proud with what you did in our farm, babe.$h",
        "companion_Farm_Spouse~1": "My skills must be rubbing off on you.$6#$b#You're getting too good at farming, babe.$h",
        //Weather
        "companion_Farm_Rainy_Spouse": "Why don't we take this time to dance around the rain, babe?$6#$b#Then maybe take a nice warm bath together later.$l",
        "companion_Farm_Snowy_Spouse": "Babe, hold me tight.#$b#It's freezing!$u#$b#Maybe we should get inside the house and have some skin-to-skin contact to warm ourselves up.$7",
        //Season
        "companion_Farm_Spring_Spouse": "Do you think we should plant more parsnips this season?#$b#Or maybe blue jazz to make the farm look prettier.$h",
        "companion_Farm_Summer_Spouse": "I think we should plant sunflowers all around the farm.#$b#It'll look so pretty and it'll last till fall! It could save us more money!$h",
        "companion_Farm_Fall_Spouse": "The cold seasons are here!$h#$b#More kisses and cuddles with you, babe.$l",
        "companion_Farm_Winter_Spouse": "I think our clothes need a little more sprucing up don't you think?#$b#More layers, but better style to keep us both chic and classy, right?$7",
        //Entering
        "companionEnter_Farm_Spouse": "You know, it makes me feel so proud seeing you improve the farm.$l#$b#I can honestly say, you're even better than I am.$h",
        "companionEnter_Farm_Night_Spouse": "Home at last!$h#$b#I can't wait to tackle you into bed, cutie!$h",
        //Night
        "companion_Farm_Night_Spouse": "What are we still doing outside?#$b#Why don't we go in and take our adventures in bed?$7",

      //Locations (Others)
      //Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
      //Feel free to change/remove/add! (During editing)
        "companion_Town_Rainy": "Wanna share this jacket so we don't get too wet?$8#$b#I wouldn't mind!$h",
        "companion_Town_Night": "Night strolls around the town's quite a cute date, right?#$b#I'm just messing with you!$h",
        "companion_Town_Night~1": "If you want to grab a drink, we can visit the Stardrop Saloon.#$b#I hope it's open though.",
        "companion_Town": "Let's visit Haley and Emily when we get the chance! I'd love to catch up with them.$h#$b#Emily and I like to talk about fashion, while with Haley, we get to bond about the city life.",
        "companion_Custom_Ridgeside_RidgesideVillage": "I don't know if you've noticed, but I have this pesky chicken who always seems to escape the coops!#$b#At some point I gave up.$8#$b#I don't mind it too much now, since she comes back home at night anyway.#$b#I wonder what she does all day though.",
        "companion_Custom_Ridgeside_RidgesideVillage~1": "Let's stop by the bulletin board if we can.#$b#Who knows? We might find a good request with decent pay.$h#$b#We gotta hustle as much as we can, right?",
        "companion_Custom_Ridgeside_PurpleMansion": "Long before you arrived, a huge meeting was held in this mansion.#$b#It involved almost every business owner in the valley, it was quite intense.#$b#It was called by the Madame. I recall it was something about a big charity event for a seaside town that was hit by a tsunami.#$b#The highlight for me on that day was when the next Amethyne head arrived, his name was Zayne.#$b#He handled and led everything! And it was quite mesmerizing too, like a true born leader or whatever.#$b#I guess he has become some sort of an inspiration to me?$8#$b#Like I want to be as awesome as him someday.$h",
        "companion_Custom_Ridgeside_RidgeFalls": "Yo! This looks like an awesome place to have a picnic!$h#$b#The lake looks magical! This is awesome!$h",
        "companion_Custom_Ridgeside_LogCabinHotelLobby": "I've been planning to learn the piano.#$b#Maybe I can ask Richard for some lesson?$h#$b#Or maybe even Elliott from the beach?",
        "companion_SeedShop": "I used to work part-time in here, you know?$h#$b#Pierre taught me alot about being a salesman.#$b#Abby and I even used to play videogames on breaks!$h",
        "companion_ScienceHouse": "Maybe I should ask Robin to build me a new coop.#$b#I've been planning to buy ducks soon!$h",
        "companion_Custom_Ridgeside_RSVGreenhouse1": "I'm so dang proud of my crops in this greenhouse!$h#$b#Aren't these places really convenient?#$b#I can finally grow those expensive sweet gem berries!$h",
        "companion_Custom_Ridgeside_LennyHouse": "I sometimes borrow some novels from Lenny.#$b#She has such a bizarre collection of romantic and *ehem* some novels.$8#$b#Hey! They're fun, you know?$h",

      //Suggestion
        "companionSuggest": "Yo! Can I hang out with you today?$7.#$q -1 -1#Is it okay for me to follow you today>#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Dating": "Hey, babe! Let's hang out today!$h.#$q -1 -1#Is it okay for me to follow you today>#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Spouse": "Hey, babe! I want to hang out with you today, can we?$l.#$q -1 -1#Is it okay for me to follow you today>#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",

        "companionSuggest_Yes": "Cool!$h#$b#I think it'd be nice to get to know each other this way.$h",
        "companionSuggest_No": "Aww, okay.#$b#Next time then?$6",

        "companionSuggest_Yes_Dating": "Awesome! Let's go, babe!$h",
        "companionSuggest_No_Dating": "Aww, It's alright, babe. Next time then.",

        "companionSuggest_Yes_Spouse": "Alright! Let's go, babe! I always look forward for these!$7",
        "companionSuggest_No_Spouse": "Aww, that's fine.$s#$b#I'll see you later then?",
      }
    }
  ]
}
