{
  "Changes": [
    {
      "LogName": "Companion dialogues for Keahi",
      "Action": "EditData",
      "Target": "Characters/Dialogue/Keahi",
      "Entries": {
        "companionAccepted": "Okie, I'll come with 'ya!$h#$b#I understand you need some Akina fun to let you out of your funk.$4",
        "companionRejected": "Aw, dad said I have to help out at the restaurant$s#$b#But can I come over next time?#$b#Please? Please? Can I? Can I???",
        "companionRejectedNight": "Dad said it's too late to go out at this time of night.$s#$b#%Keahi leans in to whisper something to you.#$b#But to tell you the truth, I think he's scared I might give old people the heebie jeebies.$u#$b#Last time Mr. Richard almost fell down the stairs when I jumped out of the box container in the cabin.$u",
        "companionDismiss": "Done already?#$b#Now can I go to your farm with Trinnie to play?#$b#We promise to be good.$4",
        "companionDismissAuto": "Oh no, it's late.$u#$b#I should go home now, or dad will get mad.$s#$b#He says I have to sleep early to stay healthy.",
        "companionRecruited": "So... Are we there yet?#$b#What about now? Are we there?",

        "farmerRunAway": "Hey! If you wanted a race you should've said so!$a",
        "giveForages": "Hey, I picked this up along the way.#$b#I promise it's not a prank gift.$4",

      //Locations (Farm)
        //Friends
        //General
        "companion_Farm": "Hey! Your farm is huge! Do you think we can create giant letters with sticks and stones in here?#$b#Then passing planes will see a huge word in the ground!$h#$b#We can write a giant 'deez nuts'!$h",
        "companion_Farm~1": "Can we build a treehouse here, @?#$b#Come on! It will be so awesome!$h",
        //Weather
        "companion_Farm_Rainy": "Look! @! I can make gigantic splashes!$h#$b#%Keahi is stomping hard.#$b#I CONTROL WATER!$h",
        "companion_Farm_Snowy": "Hear me out, what if, we make a giant fire in the middle of your field?#$b#That way all the snow will melt and all your animals will be warm and you can plant tons of crops again!$h#$b#I'm scared of my own brain and genius.$h",
        //Season
        "companion_Farm_Spring": "Hey, @! Do you know about giant crops?#$b#Do you have one?#$b#Can you grow one this year?#$b#Let me have it when you have it okay?#$b#We'll make a crop house!$h",
        "companion_Farm_Summer": "@! @! If ya have tons of tomatoes, give some to me, okay?$h#$b#Hehe.$h",
        "companion_Farm_Fall": "I want to make a giant leaf monster leaf costume and terrorize the village and town.$h#$b#I'll be unstoppable!$h",
        "companion_Farm_Winter": "Hey, @! Hey @!#$b#Can we turn your house into a snow storage?#$b#Let's put as much snow as we can into your house so when spring comes, we still have snow!$h",
        //Entering
        "companionEnter_Farm": "Heya, @! Your farm is as awesome as they say!$h#$b#You know what can make it more awesome? Catapults!$h",
        "companionEnter_Farm_Night": "@, I'm sleepy, why are we here anyway?#$b#Don't tell me, we're gonna dress up and scare the whole town?#$b#That's so cool!$h",
        //Night
        "companion_Farm_Night": "%Keahi is singing to himself.#Heya, you're an allstar, get your game on, get played!$h#$b#I heard that song from Howdy, the wandering robot!$h",

      //Locations (Others)
      //Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
      //Feel free to change/remove/add! (During editing)
        "companion_Town_Rainy": "Let's bring tons of empty balloons next time it rains and fill em up with water!$h#$b#Then throw them around the town!$h",
        "companion_Town_Night": "Hey, do you think it would be fun if we make cutouts of Mayor Lewis with glowing red eyes using lights and put it around town.#$b#I don't know, it sounds like a silly but funny idea.$h",
        "companion_Town": "I wanna tell everyone to play a gigantic game of hide-and-seek around the valley!#$b#I don't think the adults will play with the idea though.$s",
        "companion_Custom_Ridgeside_RidgesideVillage": "Hey, hey! Let's make a juice stand!#$b#You can grow fruits, then we use them!$h#$b#Then we use the money to buy a giant dinosaur costume and go around the village!$h",
        "companion_Custom_Ridgeside_RidgesideVillage~1": "Since this whole village is in the side of a mountain, do you think if it rains really hard this place will become a gian waterslide?#$b#My dad said that's a scary and terrible scene, I think it's fun!$h",
        "companion_Custom_Ridgeside_RidgeFalls": "I bet if you jump from that very tall waterfall down to the lake you'll make a giant splash!$h#$b#Come on! Let's try it!$h",
        "companion_Custom_Ridgeside_RSVTheHike": "I find lots of trash in here, mostly candy bar wrappers.#$b#Maybe someone here likes to eat candy?#$b#Well, anyway, It's my secret place to get materials for my pranks!$h",
        "companion_Custom_Ridgeside_Ridge": "I met this mysterious guy in all brown clothes named Jio.#$b#He can jump real high!#$b#I kept following him the whole day until he disappeared in a cloud of black smoke.#$b#I wish I can do that too! That'd be so cool!$h",
        "companion_Custom_Ridgeside_SummitFarm": "Hey! Hey! Let's turn this whole place into a gian tomato farm!$h#$b#Then I'd have an unlimited supply of ammo!$h",
        "companion_Custom_Ridgeside_RidgeForest": "There's a lot of waterfalls in here!$u#$b#Where does all this water come from? Is the mountain peeing?#$b#That's so cool and gross!$h",
        "companion_Custom_Ridgeside_RSVCliff": "Hey, hey, @, hey!#$b#Let's buy lots of paper and make a giant paper plane!#$b#Then let's throw it here! It would be so cool!$h",
        "companion_Custom_Ridgeside_RSVCableCar": "Do you think I can climb up to the village just by grappling on the line where the car is holding on?#$b#Like a spider!$h#$b#I'd be so cool.",
        "companion_Custom_Ridgeside_3Bros": "Hey, @. Lend me money and let's buy lots of flour.$h#$b#Create a giant flour playground! It would be so fun! Right!?$h",
        "companion_Custom_Ridgeside_3Bros2ndFloor": "THIS PLACE HAS A SECOND FLOOR!?$u#$b#We can stomp so loud in here and people downstairs would be so confused!$h",
        "companion_Custom_Ridgeside_AguarLab": "Hey, what's that inside the glass?#$b#Can I touch it? I want to touch it. I should touch it. Lemme touch it please!$h#$b#I wonder what it tastes.",
        "companion_Custom_Ridgeside_AlissaShed": "It's really cold here for some reason.#$b#But I love it here! I can even hide in the fruit boxes!$h#$b#Hehe! Then anyone who comes here would be in for a scare!$h",
        "companion_Custom_Ridgeside_AlissaHouse": "Hey look! A book!#$b#Lemme read it...#$b#It says... 'DAGB'.#$b#What's a DAGB? Is that an animal.#$b#Cool! I wanna see a DAGB!$h",
        "companion_Custom_Ridgeside_BertHouse": "Mista Bert and Miss Olga really like it whenever I cook for them.#$b#But they don't like it when I bring pails of mud inside here to make a giant mud man for Trinnie coz she said she wanted a bodyguard.#$b#I'm not sure what they want.$u",
        "companion_Custom_Ridgeside_BertHouse2ndFloor": "Trinnie has a lot of plants, they have names too!#$b#I forgot their names though, I just call them all 'Planty'.$h",
        "companion_Custom_Ridgeside_BlairHouse": "Blair and Miss Carmen sometimes give me free fish!#$b#It's coz I help them out in filleting the fish sometimes when they cook.$h#$b#Dad said their fish here is good quality too!",
        "companion_Custom_Ridgeside_EzekielHouse": "Mista Ezekiel doesn't like it when I come here in his house too often.$s#$b#Maybe coz I wore all the items in display in their living room last time.$s#$b#I told them I was sorry!$s",
        "companion_Custom_Ridgeside_FayeHouse": "Miss Faye made me a cool looking suit coz she said I might look cute in it.#$b#I helped making it! It was so fun!$h#$b#It's all torn up now though, coz after she gave it to me and I wore it, Vincent and I played wrestling!#$b#I was called 'The Gentleman' and I had the costume!$h",
        "companion_Custom_Ridgeside_FreddieHouse": "Mista Freddie has a scar in his face.#$b#It looks cool, I want one too!$h#$b#Quick! Give me a marker, @! I'll draw one to my face!$h",
        "companion_Custom_Ridgeside_IanHouse": "I like to hide in one of these boxes and scare Sean when I can.#$b#But last time, I accidentally hid in a box that was to be delivered to Miss Robin's house.#$b#I didn't realize I was being moved coz I fell asleep waiting for Sean.#$b#It was a surprise when Mista Demetrius woke me up and I was already in the mountain at Pelican Town!$u",
        "companion_Custom_Ridgeside_JericHouse": "Let's ask Jeric if we can borrow Turbo!$h#$b#Then let's play as cowboys and go around town saying 'Pardner'.$h",
        "companion_Custom_Ridgeside_KennethHouse": "I once asked Kenneth to make a robot version of me.#$b#Coz it sounds fun!$h#$b#But he didn't say anything though, he just looked at me.#$b#Then he got sad and cried.#$b#Like he looked so scared.#$b#I wonder what was going on in his mind.",
        "companion_Custom_Ridgeside_LennyHouse": "Granny Lenny is cool.#$b#She hates it when I call her Granny Lenny though, saying she's not that old.#$b#But I like that she sometimes plays tag with us kids! She's super fast for an old lady too!$u#$b#I think she has super powers!$u",
        "companion_Custom_Ridgeside_LogCabinHotelEventHall": "We can turn this into a giant aquarium!$h#$b#We'll put lots and lots of water and close all the doors and windows!$h#$b#That sounds like a genius plan, right?$h",
        "companion_Custom_Ridgeside_LogCabinHotelLobby": "I once asked if I can sleep in the hotel by paying 10 potatoes.#$b#Gramps Richard said I can sleep in the couch in the lobby and keep the potatoes.#$b#It's a great deal!$h",
        "companion_Custom_Ridgeside_LogCabinHotel2ndFloor": "I meet lots and lots of people here everyday!$h#$b#Though, Miss Ysa told me to stop bothering the guests though.#$b#What Miss Ysa says is the law!$h#$b#She's pretty isn't she?$h",
        "companion_Custom_Ridgeside_LogCabinHotel3rdFloor": "One time I followed Philip here and I watched him lift those heavy sticks and plates.#$b#I tried to do what he did but they were so heavy!$u#$b#He must be really strong!$u",
        "companion_Custom_Ridgeside_MaddieHouse": "Miss Maddie is scary.#$b#She always look like she's grumpy.#$b#One time I did the old stink bug prank on her, but she immediately figured it out and scolded me!$u#$b#I worked as a janitor in their lab the next day because I didn't want her to be angry at me anymore!$s",
        "companion_Custom_Ridgeside_PaulaClinic": "Miss Paula's cool, she gives me free bandaids.#$b#She said I need these more than anyone. I don't know what she meant.#$b$Atleast I have a bunch of bandaids to use as tape!$h",
        "companion_Custom_Ridgeside_PikaHouse": "Dad said I need to practice my cooking more.#$b#He has this huge cook book and it's full of interesting dishes!$h#$b#I wanna try to cook them all!$h",
        "companion_Custom_Ridgeside_PurpleMansion": "Miss Irene is really good at cooking! Maybe even better than Dad!#$b#She did an awesome technique last time and I was like, WOAH!$u#$b#She cooked the meat perfectly!#$b#Even Dad said Irene has the makings of a masterchef!",
        "companion_Custom_Ridgeside_PurpleMansion2ndFloor": "I always try to visit Louie.#$b#He keeps telling me I smell and look weird though. Which is a compliment right?$h#$b#I smell bad coz I got tons of stinkbugs ready! And I look weird coz I'm unique!$h#$b#Ah, he's quite the charmer, isn't he?#$b#He spends the whole day inside his house and room though.$s",
        "companion_Custom_Ridgeside_RSVSewers": "Yo! This place looks nasty!#$b#I see a floating rat over there!",
        "companion_Custom_Ridgeside_RSVSummitHouse": "This place looks so old. Maybe we can make it into a secret base!$h#$b#We can have secret meetings here, put weapons, plan pranks, and everything else!$h",
        "companion_Custom_Ridgeside_ShiroHouse": "I once borrowed Shiro's old wheelchair.#$b#But they didn't allow me to use it outside though.$s#$b#I wish I can use it and ride it down a hill. It sounds fun!",

      //Suggestion
        "companionSuggest": "Heya there matey! Can I join you today? Huh? Please? I promise I'll be good and I won't pull any pranks on ya!$4#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",

        "companionSuggest_Yes": "Cool!$h#$b#So where should we go first?#$b#Should we play a prank on Mr.George and get the stopper from his wheelchair?$4#$b#What? I said I won't play pranks on you, that didn't include Mr.George!$h",
        "companionSuggest_No": "Hey! No fair!$s#$b#You said last time I could play with you on your farm.$a",
      }
    }
  ]
}
