{
  "Changes": [
    {
      "LogName": "Companion dialogues for Paula", //Change Name
      "Action": "EditData",
      "Target": "Characters/Dialogue/Paula", //Change Name
      "Entries": {
        "companionAccepted": "Sure, @. Where are we going?",
        "companionAccepted_Dating": "Why of course, my darling.$h#$b#We could go to Pika's too and grab a beer afterwards.",
        "companionAccepted_Spouse": "Let's go, my @!$h#$b#where are you planning to take me?$l",

        "companionRejected": "I'm sorry I still have some stuff to do at the clinic.$8#$b#Maybe next time.#$b#For now maybe you could ask Anton to accompany you.#$b#It'll be good for him to stretch his legs.$9",
        "companionRejected_Dating": "I'm so sorry, darling.$s#$b#Madame Amethyne asked me to fix up her medicine stocks.#$b#I have to make sure the orders are correct.$s#$b#I'll meet you later, okay?",
        "companionRejected_Spouse": "Sorry Darling, I have to finish up at the clinic.#$b#Maybe I could catch up with you later?#$b#Have fun, darling!$h#$b#But stay safe always, please?$a",

        "companionRejectedNight": "Oh dear, it's quite late for a stroll.$7",
        "companionRejectedNight_Dating": "I have an early morning tomorrow, @. It's already kind of late,$8",
        "companionRejectedNight_Spouse": "I'm sorry, darling.$s#$b#I'm feeling a bit tired. I'll make it up to you next time.$8#$b#Be sure to go home as soon as you can if you still want to go out okay?#$b#I'll wait for you.$l",

        "companionDismiss": "I had a lot of fun, @.#$b#Thank you for thinking of me.$h",
        "companionDismiss_Dating": "Thank you for today, darling.$h#$b#I'm glad we were able to keep our heart rates up and enjoy at the same time.$h",
        "companionDismiss_Spouse": "Strolling with you really is the best way to give the heart a good exercise, darling.$l#$b#I had fun, thank you! For always being like this!$l",

        "companionDismissAuto": "Oh dear, it's getting so late. I'll go ahead, @.",
        "companionDismissAuto_Dating": "Darling, I'll go ahead. I still have to do a lot of stuff in the morning.#$b#See you tomorrow!$h",
        "companionDismissAuto_Spouse": "Hey darling, I'll head on home alright?#$b#I have to prepare some things for the clinic tomorrow.#$b#I'll see you at home, my darling?$l",

        "companionRecruited": "So, what are we going to do today?#$b#After our walk we could go over to the cliffside, it's a great place to catch some air.$h#$b#Anton and I sometimes go there too.",
        "companionRecruited_Dating": "It's such a nice day to stroll about, @!$h#$b#I'm glad you're choosing to walk around.$h#$b#And that you asked me to come with you...$l",
        "companionRecruited_Spouse": "What adventure awaits us today, darling?$h#$b#I'm glad that I get to run around with you.$h",

        "farmerRunAway": "Hey, slow down @.",
        "giveForages": "Do you want to have this?#$b#Here you go!$h",
        "heal": "Here, let me help you.",
        "nomedkits": "Oh no, I'm all out of med kits today.$u",

        "farmerRunAway_Dating": "Slow down, @. You might hurt yourself!$7",
        "giveForages_Dating": "I thought you could use this.",
        "heal_Dating": "Tsk, I told you to be careful.$7#$b#Let me help, @.$s",
        "nomedkits_Dating": "Oh no, there's no med kits left!$s",

        "farmerRunAway_Spouse": "Darling!$a#$b#Please slow down, you might fall and break a hip!$u",
        "giveForages_Spouse": "Here you go, darling!",
        "heal_Spouse": "*Sigh*$s#$b#I already told you to take care of yourself.$s#$b#As much as I love taking care of you, I want you to be healthy always.$7",
        "nomedkits_Spouse": "Oh dear, there's no med kits left.$s#$b#I've been telling you that you have to be careful, darling.$s",


      //Locations (Farm)
        //Friends
        //General
        "companion_Farm": "The farm's looking better than before your grandfather died.#$b#I'm sure he's happy you're taking care of his farm, @.$8",
        "companion_Farm~1": "You know, Anton was telling me the other day that farms could use some structures around.#$b#Like placing some crops in a tower-like structure. It was amazing, his drawing looked so real it was like a picture.$h",
        //Weather
        "companion_Farm_Rainy": "We have to look for umbrellas, @.#$b#It's not healthy to keep on strolling under the rain without any protection.$s",
        "companion_Farm_Snowy": "Rub your hands together to keep you warm, @.",
        //Season
        "companion_Farm_Spring": "Flowers sometimes bring on allergies.#$b#That's why I usually stock up on anti-allergy medicine during spring time.",
        "companion_Farm_Summer": "It's great that your farm has some shady spots, you could take a rest from the heat under the trees.$h",
        "companion_Farm_Fall": "Your farm is looking nice, @.#$b#Make sure to make the necessary preparations for winter though, okay?",
        "companion_Farm_Winter": "Winter season is the time for the farm to rest.#$b#Much like the farm, make sure you get yours too, okay? ",

        //Dating
        //General
        "companion_Farm_Dating": "I like coming to your farm, @.#$b#I think it's kind of my happy place.$l",
        "companion_Farm_Dating~1": "The farm's really shaping up, darling.$h#$b#It's nice to see that your hard work is paying off.$h",
        //Weather
        "companion_Farm_Rainy_Dating": "As I always say, please wear a cap or bring an umbrella with you always?",
        "companion_Farm_Snowy_Dating": "Why don't we go over at Pika's after?#$b#We could buy some hot cocoa and bring it over the cliff.$l#$b#Our own little spot.$l",
        //Season
        "companion_Farm_Spring_Dating": "You look beautiful with all the bright colors around you, darling.$h",
        "companion_Farm_Summer_Dating": "Heat stroke is very prevalent during summertime so drink lots of water okay?",
        "companion_Farm_Fall_Dating": "I don't know why but, this season is one of my favorites.#$b#It feels just right, you know?#$b#Bonus points for it because less people get sick during fall.",
        "companion_Farm_Winter_Dating": "Why don't we hold hands to keep us warm, darling?$l",

        //Spouse
        //General
        "companion_Farm_Spouse": "You know, darling? I think we should place first aid boxes around the farm.#$b#It's so spacious we might find it hard to treat injuries if we're far from the house.$7",
        "companion_Farm_Spouse~1": "When we first met, I never thought that I'd call this place my home, too.#$b#I'm glad I met you, darling.$l",
        //Weather
        "companion_Farm_Rainy_Spouse": "I think I should ask Faye to make us both raincoats so that we can stroll safely under the rain.$9",
        "companion_Farm_Snowy_Spouse": "What if we gather some logs and make a fire inside our home, darling?#$b#I want to cuddle and sleep with you.$l",
        //Season
        "companion_Farm_Spring_Spouse": "You know darling? The farm's looking quite good these days.#$b#I'm sure that your grandfather is very proud of everything that you're doing, darling.$l",
        "companion_Farm_Summer_Spouse": "Why don't we grab our swimsuits and head on to the ridge's lake and take a dip.#$b#It'll be a great way to cool off during our stroll.$h",
        "companion_Farm_Fall_Spouse": "Brr, it's getting cold already darling.#$b#What if we grab some drinks over at the saloon to warm us up?",
        "companion_Farm_Winter_Spouse": "Come here darling, we could rub our nose together to keep us warm.$l",

      //Locations (Others)
      //Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
      //Feel free to change/remove/add! (During editing)

        "companion_Town": "",
        "companion_Custom_Ridgeside_RidgesideVillage": "Don't hesitate to visit the clinic whenever you feel ill, okay?",
        "companion_Custom_Ridgeside_RidgesideVillage~1": "The village really is like a big home where everybody is getting along with one another.#$b#And we treat each other like family.$l",

      //Suggestion
        "companionSuggest": "Oh, can I ask? Are you free today? Want to take a stroll?#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Dating": "Oh! By the way... Are you free today? Want to take a stroll?#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Spouse": "Oh, darling? Are you free today? How about we go take a stroll together?#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",

        "companionSuggest_Yes": "Thanks, @!$h#$b#I needed to get my heart rate up. I've been cramped at the clinic all day. I could use the exercise.",
        "companionSuggest_No": "Oh, maybe next time, @.",

        "companionSuggest_Yes_Dating": "Terrific, darling!$h#$b#We'll be able to squeeze in our daily exercise while spending time with each other.$l",
        "companionSuggest_No_Dating": "Aw, that's sad.$s#$b#Well, make sure to drink water and eat later. Okay, darling?",

        "companionSuggest_Yes_Spouse": "Yes!$h#$b#I missed being able to stroll around with you darling.$l#$b#What about you, did you miss me?",
        "companionSuggest_No_Spouse": "Aw, well okay.$7#$b#Find me at the clinic or at Pika's when you're fine there.",

      }
    }
  ]
}
