{
  "Changes": [
    {
      "LogName": "Companion dialogues for Sean", //Change Name
      "Action": "EditData",
      "Target": "Characters/Dialogue/Sean", //Change Name
      "Entries": {
        "companionAccepted": "Cool, I'm there!$h",
        "companionAccepted_Dating": "Haha, I knew you'd always miss me when I'm not with you!$h#$b#Of course, I'll come with the world's most adorable farmer.$l",
        "companionAccepted_Spouse": "Sure, honey!$h#$b#How else would you have fun if not for your beautiful husband? Haha, just kidding honey!$h",

        "companionRejected": "Sorry, I've got plans with Keahi and the girls.#$b#Maybe next time?",
        "companionRejected_Dating": "Aww, sorry honey.$s#$b#I told Ian I'm gonna help him with a task today.$s#$b#But take care, alright?",
        "companionRejected_Spouse": "Oh no, I promised Trinnie I'll help her find wood for the campfire she and Keahi will use to make smores.$u#$b#I'll make it up to you later when we arrive home, honey.$h",

        "companionRejectedNight": "Er? Isn't it too late?$u#$b#Maybe next time, @.",
        "companionRejectedNight_Dating": "Honey, can we take our night-time stroll next time?$s#$b#I'm pooped.$s",
        "companionRejectedNight_Spouse": "Sorry, Honey. I'm bushed, Ian and I carried a lot of boxes at Lenny's earlier.$u",

        "companionDismiss": "Haha, I had fun trekking with you, @.$h#$b#Next time we'll reserve some energy and bring our bathing suits so that we can take a plunge at the ridge.$h",
        "companionDismiss_Dating": "Thanks for bringing me along, honey!$h#$b#I'm really glad we were able to bond earlier.$h",
        "companionDismiss_Spouse": "These little adventures make me look forward to the next one every time, honey.$l",

        "companionDismissAuto": "Yikes, it's getting kinda late.$u#$b#I guess I better get going, @!#$b#Till next time, eh?$h",
        "companionDismissAuto_Dating": "Hey, I need to go home. Ian needs me to wake up early tomorrow.$u#$b#Ugh, that's so wack.$s#$b#But I'll see you tomorrow, okay?$h",
        "companionDismissAuto_Spouse": "Hey honey? I'll go home right ahead alright?#$b#Ian and I have an early morning tomorrow.#$b#Hehe, you know we gotta grind to bring in the money for our future. Woohoo!$h#$b#See you at home, hon.$h",

        "companionRecruited": "Soooo, got any cool places you'd like to visit?#$b#I heard that the beach is a cool way to relax.$h#$b#Kiarra once held an LGBTQIA+ rally there during summer.#$b#It was crazy.$h",
        "companionRecruited_Dating": "Where do you plan on taking me, honey?#$b#Are you going to kidnap me?$u#$b#Haha, just kidding!$h",
        "companionRecruited_Spouse": "It's cute how even if we're already married you still like to mosey around with me.$h#$b#Hehe, I love you.$l",

        "farmerRunAway": "Why are you running? Are we racing?$u#$b#It's cheating if you don't say 'go', @!$1",
        "giveForages": "Hey, I found some of these. Would you like some, @? They're probably edible, right?",
        
        "farmerRunAway_Dating": "@, are you making me chase after you?$u#$b#Jeez, you could've just said so instead of running like the rolling kiwi's after you.$h",
        "giveForages_Dating": "Here, @, have some!$h#$b#Pika sometimes uses these for some of his secret recipes.",
      
        "farmerRunAway_Spouse": "Run all you like, I'll still catch you! See, gotcha!$1",
        "giveForages_Spouse": "Honey! Eat this!#$b#If you don't at least try it, I'll annoy you until you do.$h",
        

      //Locations (Farm)
        //Friends
        //General
        "companion_Farm": "You've got so much space here! Do you think you'll be able to put up a swing here?$h#$b#Or maybe a see-saw there?$h#$b#Ooh, what about a duck pond?$h",
        "companion_Farm~1": "Hey, a weed!#$b#%Sean reaches over and plucks a stray weed.#$b#Sorry, force of habit. I've had a few too many weeding jobs, huh?$h",
        //Weather
        "companion_Farm_Rainy": "Hear the sound of the rain on the ground, @? It's got a different  pitter-patter to it than you get in town.",
        "companion_Farm_Snowy": "Your farm looks so smooth and clean with all this snow on it!#$b#So, want to make snow angels? Or have a snowball fight?$h",
        //Season
        "companion_Farm_Spring": "Nice! Your flowers are looking dope, @!$h#$b#Maybe you'd like to give me some flowers soon.#$b#I could use it as decoration for my hair.$l",
        "companion_Farm_Summer": "Yoba, it's really hot right now. The sweat really makes all this heat suck.#$b#Do you think you could turn on some sprinklers for us to cool down a bit?#$b#Haha, or maybe we could use a hose!$h",
        "companion_Farm_Fall": "Wow, the leaves just arrange themselves for that natural farm decor, huh?$h#$b#Wanna put them in a pile and then... Ooh, look at this leaf, it looks kinda like Keahi's head, don't you think?$h",
        "companion_Farm_Winter": "I really like winter, you know. When I was a kid, I learned that every snowflake is a unique shape, so it was kind of a bummer when they melted.#$b#You have so many machines on the farm, maybe you can use some of them to preserve a snowflake forever. Or what about rainbows?$1",

        //Dating
        //General
        "companion_Farm_Dating": "I like what you're doing with your farm, @. It's looking so lively!$h#$b#Pfft, hahaha!$h#$b#Sorry, I just had an image pop inside my head of all your plants dancing and smiling because they're so perky. So of course I had to share!$h",
        "companion_Farm_Dating~1": "Man, the place looks great, honey!#$b#Though I still see a couple of spots we could stick some more flowers. What do you think?$h",
        //Weather
        "companion_Farm_Rainy_Dating": "I once saw a movie where the raindrops had a song. Great percussion stuff, drip-drop-drip-drop.#$b#That was years ago, but rain still reminds me of it.",
        "companion_Farm_Snowy_Dating": "If we keep standing outside, we're going to have to start hugging. You know, for warmth.$1",
        //Season
        "companion_Farm_Spring_Dating": "You grew all those flowers for me, right? You know what I like.$h#$b#You know, Lola taught me how to make flower crowns when I first arrived. She must have known about me cause she used all these pale blue and pink flowers.#$b#It really made me feel seen, you know?$h",
        "companion_Farm_Summer_Dating": "Where's your nearest pond? I might just jump in, it's so hot.#$b#Better take your phone out of your pocket, in case I shove you in, too.$h",
        "companion_Farm_Fall_Dating": "Seeing someone beautiful like you against the backdrop of this farm looks like a painting.#$b#Hey, I hear Kiarra takes commissions.$4",
        "companion_Farm_Winter_Dating": "Hey, @, let's make snow people!$h#$b#We could make everyone in the village!#$b#Just imagine Ezekiel's face when we make one that looks like him!$h",

        //Spouse
        //General
        "companion_Farm_Spouse": "Honey, I know you like working hard here at the farm, but if ever you need any help, or just moral support, I just want you to remember that I'm here, alright?#$b#For us and for our future.$l",
        "companion_Farm_Spouse~1": "What if we try burying ourselves in mulch?$h#$b#Haha, kidding. I tried it once, it was pretty itchy.$h",
        //Weather
        "companion_Farm_Rainy_Spouse": "Man, the rain is not joking around today, huh?$u#$b#Oh well, at least the plants are happy.#$b#What if... Let's get some hot cocoa over at Pika's, honey!$h",
        "companion_Farm_Snowy_Spouse": "Brr, I should've brought a blanket along.$2#$b#Or maybe we could knit some matching sweaters for us?$h#$b#I remember Faye giving me patterns to follow some time ago. Maybe we could use those!$h",
        //Season
        "companion_Farm_Spring_Spouse": "It's a new spring-a-ling with your ding-a-ling!$h#$b#I bet when you came here you never imagined marrying someone like me, huh?$4",
        "companion_Farm_Summer_Spouse": "It's getting kinda hot here. Why don't we cool ourselves by making some lemonades?#$b#Pika lent me a juicer a few months ago, we could use that!$h#$b#You know, I almost made a juice business once before, but I couldn't handle the squeeze.$h",
        "companion_Farm_Fall_Spouse": "There really are a lot of things to do during the fall season, honey.#$b#You want, I could ask Trinnie and Keahi to help us rake these leaves.#$b#Then we could jump in the pile, then make a necklace with leaves and headresses oh my!$h",
        "companion_Farm_Winter_Spouse": "I heard Kenneth's got a snowplow for the mountain.  Think he'd let us borrow it?$h#$b#It'd be helping out the village, and it'd be fun to drive a snowplow.  Win-win!$1",

      //Locations (Others)
      //Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
      //Feel free to change/remove/add! (During editing)

        "companion_Town": "Did you know that I once buried a 'treasure' over at the playground for Blair and the kids to find? Left them an old weathered map and everything.#$b#It was a bunch of rare Nomekop cards I got off the internet. They spent all day trying to divvy them up!$h",
        "companion_Custom_Ridgeside_RidgesideVillage": "I first visited this place with my cousin's family as a kid. Never thought I'd actually move here at the time.#$b#Funny how things work out, huh?$h",
        "companion_Custom_Ridgeside_RidgesideVillage~1": "Did you know this village is about three hundred years old? That's why you can find weird artifacts in the forest sometimes.#$b#I wouldn't be surprised if you can still find things in some of the buildings, too!$1",
        "companion_Custom_Ridgeside_SummitFarm": "Oh wow, there's a whole farm up here! I wonder who it belonged to. I wonder if Lenny's office has any records?",
        "companion_Custom_Ridgeside_RSVCliff": "Look, @, you can see Zuzu from here! One heck of a view, right?$1",
        "companion_Custom_Ridgeside_RidgeForest": "Wow, I didn't know you could even get up this high on the mountain. It's like we're explorers, @!",
        "companion_Custom_Ridgeside_RSVTheHike": "I wish that old house wasn't so boarded up. It'd be a great place to have a secret hideout with the kids.#$b#I suppose I could just remove some boards, but that feels kinda disrespectful, you know? It was someone else's home.",
        "companion_Custom_Ridgeside_Ridge": "Blair says this is the only spot around here you can catch the Mountain Whitefish. All the other waters are too warm.",
        "companion_Custom_Ridgeside_3Bros": "I once bought this huge egg from Lorenzo, massive thing. I told the kids it was a dinosaur egg.$1#$b#Never could get it to hatch, though, and I haven't ever seen Lorenzo stock another one.",
        "companion_Custom_Ridgeside_LolaShed": "Uh, @, are you sure we should be here? I know Lola seems like a sweet old lady, but I get the feeling she's not a person you should cross, either.$2",
        "companion_Custom_Ridgeside_AlissaHouse": "Did you know there are different kinds of soprano voices? I think Alissa would be considered a 'coloratura', she has a very light voice.",
        "companion_Custom_Ridgeside_AguarLab": "I heard when this lab first was built, the government paid to move all the septic lines away from the river, so nothing leeches in.",
        "companion_Custom_Ridgeside_LogCabinHotelLobby": "Did you know Richard was born in Ridgeside? I think that makes him the oldest resident of the village.",
        "companion_Custom_Ridgeside_LogCabinHotel3rdFloor": "If you want to work out with weights, one of the best ways is to just fill up a water bottle and hold it.#$b#Though the best way is just doing natural movements, like, say, running a farm.$1",
        "companion_Custom_Ridgeside_PaulaClinic": "Who do you think has the better shawarma recipe, Ian or Paula?#$b#I think Ian, but I'm biased.$1",
        "companion_Custom_Ridgeside_MaddieHouse": "Maddie really likes cute things. I can't really blame her. Cute is cute!$1#$b#I wonder if she worries she won't be taken seriously as a scientist if she's not rigid all the time?",
        "companion_Custom_Ridgeside_PurpleMansion": "Did you know 'amethyne' is a shade of purple? Purple's often associated with royalty, so maybe that's why the old lady's so hoity-toity.",
        "companion_Custom_Ridgeside_PikaHouse": "Pika's actually studied a lot of different styles of cooking. Ferngill, Gotoro, you name it.#$b#But he keeps his restaurant's menu mostly to dishes from his homeland or inspired by it. Says he wants to share the feeling of his homeland with everyone.",
        "companion_Custom_Ridgeside_JericHouse": "Lenny mentioned once that Jeric's name is just a nickname. Never pried into it, though. People should be called what they want.",
        "companion_Custom_Ridgeside_FreddieHouse": "Every now and then when Ian and I are working at Robin's, I see Freddie heading over toward that little cabin by the lake.#$b#I heard the guys in there are adventurers, like swords and pirates and all that kind of adventurer. And Freddie used to be one!$3",
        "companion_Custom_Ridgeside_BertHouse": "You ever notice that Olga really only scolds her husband and kid? I think she's just trying to watch out for them since they're both kinda airheads.#$b#She scolds me sometimes, too, when I get Trinnie in trouble.$4",
        "companion_Custom_Ridgeside_RidgesideVillage_Spouse": "It's been a long journey with you, honey.$l#$b#How do you like being with me here?",

      //Suggestion
        "companionSuggest": "You free today? Let's hang out!#$q -1 -1#So how about it?#$r -1 0 Yes#Yeah, sure!#$r -1 0 No#Sorry, maybe next time?",
        "companionSuggest_Dating": "Hey @, wanna go on a date? Shawarma's on me!$1#$q -1 -1#So how about it?#$r -1 0 Yes#Yeah, sure!#$r -1 0 No#Sorry, maybe next time?",
        "companionSuggest_Spouse": "Let's co-op some work today! It'll be more fun with the both of us!$1#$q -1 -1#So how about it?#$r -1 0 Yes#Yeah ,sure!#$r -1 0 No#Sorry, maybe next time?",

        "companionSuggest_Yes": "Awesome! I'll show you all the great spots to chill here, @!$h",
        "companionSuggest_No": "Oh, it's all right. We could go next time.#$b#Maybe Blair and the kids could come too!$h",

        "companionSuggest_Yes_Dating": "Yeah! Let's go have some fun!$1",
        "companionSuggest_No_Dating": "Aww, that sucks.$s#$b#Oh well, maybe next time. Those video shorts won't watch themselves!$1",

        "companionSuggest_Yes_Spouse": "I knew you'd see it my way! Come on, we've got lots of places to be in!$h",
        "companionSuggest_No_Spouse": "Aww, I'll get you next time honey.$s#$b#Do what you gotta do first.",

      }
    }
  ]
}
