{
  "Changes": [
    {
      "LogName": "Companion dialogues for Shiro",
      "Action": "EditData",
      "Target": "Characters/Dialogue/Shiro",
      "Entries": {
        "companionAccepted": "Sure, I guess I could come with you.",
        "companionAccepted_Dating": "I’d be happy to go with you, @.$h",
        "companionAccepted_Spouse": "Sure, @.$h#$b#I’m glad I could help.$l",

        "companionRejected": "I’m sorry, Philip said I have to take a rest today.$s",
        "companionRejected_Dating": "Could we do it next time, @?$6#$b#I just feel a wee bit tired today.$6#$b#I’ll just see you tomorrow then? Take good care of yourself please?$h",
        "companionRejected_Spouse": "@, can I take a raincheck on that?#$b#I don’t feel up to it right now.$s#$b#I’ll just wait for you at home okay?$h#$b#I’ll be sure to make the bed extra comfy for when you get back.$l",

        "companionRejectedNight": "It’s getting quite late, I’m sorry.",
        "companionRejectedNight_Dating": "It’s quite late, @.$s#$b#Philip and Yuuma will get mad at me if I go round about this late.$s",
        "companionRejectedNight_Spouse": "I’m kind of tired now, @.$s#$b#I hope it’s okay if I sit this one out.#$b#I’ll make it up to you with cuddles and little kisses when you get to bed.$l",

        "companionDismiss": "Alrighty, I’m just glad I could help.$h",
        "companionDismiss_Dating": "I had a great time with you today, @.$h#$b#I’m looking forward to going to more adventures with you soon.$l",
        "companionDismiss_Spouse": "That was a great exercise with you, @.$h#$b#Take care now, okay?$l",

        "companionDismissAuto": "It’s getting quite late. Yuuma must be waiting for me.",
        "companionDismissAuto_Dating": "I had a great time today, @. But I believe I must head on home.$s#$b#I’ll see you tomorrow, okay?$l",
        "companionDismissAuto_Spouse": "@, I’ll go on ahead home.#$b#Please don’t stay out too late, alright?$s#$b#I’ll wait for you at home, okay? I love you.$l",

        "companionRecruited": "So where are we going today?",
        "companionRecruited_Dating": "So, what are we up to today?",
        "companionRecruited_Spouse": "I’m really happy to spend time with you.$l#$b#Where are we off to, @?$h",

        "farmerRunAway": "Huff huff, can you please slow down?$8",
        "giveForages": "I found this, I think this is useful for you.#$b#Here you go!$h",

        "farmerRunAway_Dating": " Hey! Huff. Please. Huff huff. Slow down!$6",
        "giveForages_Dating": "Here you go, @$h#$b#I found this and thought you might need it.$h",

        "farmerRunAway_Spouse": "Huff huff huff. @, give me a chance to catch up!$6",
        "giveForages_Spouse": "I saw this and thought this will be good for you.$l",


      //Locations (Farm)
        //Friends
        //General
        "companion_Farm": "Your place looks nice.$h",
        "companion_Farm~1": "Your crops are looking good.#$b#Are you using fertilizer?",
        //Weather
        "companion_Farm_Rainy": "We’re getting soaked.#$b#Maybe we should take cover?",
        "companion_Farm_Snowy": "It’s freezing.$6#$b#%Shiro starts hugging himself.#$b#I’m feeling very cold.$6",
        //Season
        "companion_Farm_Spring": "I feel happy seeing flowers bloom during spring.$h",
        "companion_Farm_Summer": "I’m sorry I must be sweating so much in this heat.$6",
        "companion_Farm_Fall": "I like fall.$h#$b#It’s not too hot, nor too cold. All you need is a light jacket.$h",
        "companion_Farm_Winter": "Are you looking forward to the winter festivities in town?",
        //Entering
        "companionEnter_Farm": "Gee, your farm looks good.$h#$b#You must’ve spent hours on this.",
        "companionEnter_Farm_Night": "It’s getting late.#$b#What are we doing here?",
        //Night
        "companion_Farm_Night": "The darkness envelops your farm quite nicely.$h",

        //Dating
        //General
        "companion_Farm_Dating": "It’s kind of astonishing how you take care of the farm, @.$h#$b#I find it adorable.$l",
        "companion_Farm_Dating~1": "The farm is looking great, @.#$b#You’re doing a great job.$h",
        //Weather
        "companion_Farm_Rainy_Dating": "It’s raining, @.#$b#We might get soaked.$h#$b#I should bring an umbrella next time. Just in case.$l",
        "companion_Farm_Snowy_Dating": "Uhh, @?#$b#Can I ask for a hug?$l#$b#It’s freezing out here.$l",
        //Season
        "companion_Farm_Spring_Dating": "Look at the pretty flora and fauna blooming around the farm.$h",
        "companion_Farm_Summer_Dating": "The scorching heat is the worst.$6#$b#Why don’t we find someplace to cool ourselves off, @?$h",
        "companion_Farm_Fall_Dating": "The leaves look pretty during this time of year.$l#$b#They look as pretty as you do.$l",
        "companion_Farm_Winter_Dating": "I’m looking forward to seeing this snow melt.$h#$b#Haha, just kidding.$h",
        //Entering
        "companionEnter_Farm_Dating": "Nice, the farm’s really coming together.$h#$b#I’m proud of you.$h",
        "companionEnter_Farm_Night_Dating": "Are you sure it’s okay for me to come here at this hour?",
        //Night
        "companion_Farm_Night_Dating": "I’m really grateful for Yuuma..$h#$b#He’s so responsible at his age. I can’t imagine living life without him.$s",

        //Spouse
        //General
        "companion_Farm_Spouse": "Your efforts on our farm are very impeccable.$h#$b#I know I can’t speak much about it because I’m not that good in farming, but you did such an amazing job.$h",
        "companion_Farm_Spouse~1": "It’s quite astonishing how we’ve both grown.$l#$b#I remember the first time I went inside your farm.$h#$b#I was quite shy then.$l",
        //Weather
        "companion_Farm_Rainy_Spouse": "You look good while wet, @.$l#$b#Haha, it’s not something dirty.$h#$b#I just mean that you look good even if you’re drenched in the rain.$l",
        "companion_Farm_Snowy_Spouse": "@? Can you hold me, please?$l#$b#I just need to feel your warmth.$l",
        //Season
        "companion_Farm_Spring_Spouse": "You know, you look blooming while you tend to our farm, @.$l#$$b#It’s that or I just find you really beautiful.$l",
        "companion_Farm_Summer_Spouse": "This heat is just so stressful.$6#$b#Maybe I should take off my shirt. What do you think, @?$l",
        "companion_Farm_Fall_Spouse": "Do you think it would be cute to wear matching winter jackets?$h#$b#I mean we could just wear matching colors.$l#$b#Nothing, I just think it’s cute.$l",
        "companion_Farm_Winter_Spouse": "The only thing I like about this season is that I get to hug you even more often.$h#$b#Both for warmth, and just because.$l",
        //Entering
        "companionEnter_Farm_Spouse": "Whoa!$h#$b#It’s nothing, I’m just in awe of how much you’ve turned our farm into a home.$l#$b#I love you, @...$l",
        "companionEnter_Farm_Night_Spouse": "Home at last!$h#$b#That was a tiring day today.$8#$b#But I’m glad I got to spend it with you.$l",
        //Night
        "companion_Farm_Night_Spouse": "Your eyes look so beautiful under the moonlight.$l#$b#I’m glad I get to spend every night and day with you, @.$l#$b#I’m so lucky to have you.$h",

      //Locations (Others)
      //Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
      //Feel free to change/remove/add! (During editing)
        "companion_Town_Rainy": "If the doctor saw me spending this much time under the rain, I’m sure they’ll get real worried.$s",
        "companion_Town_Night": "Hey, @?#$b#Let me catch my breath.$s#$b#I’m quite tired.$s",
        "companion_Town_Night~1": "Nightly strolls are really peaceful.#$b#This is nice.$h",
        "companion_Town": "I’d like to buy groceries, but I forgot my wallet!$s#$b#I’m sure Yuuma would get angry if I lifted so much heavy stuff alone anyway.$h",
        "companion_Town~1": "They used to have a bar where I’d do pull-ups somewhere near the playground.#$b#They took it down years ago though. It was long before I enlisted into the army.",
        "companion_Custom_Ridgeside_RidgesideVillage": "Phew! Wait up! Going around the village requires a bit of hiking.$s#$b#Let me catch my breath.$s",
        "companion_Custom_Ridgeside_RidgesideVillage~1": "Let’s visit Pika’s if we have the time.#$b#One of the waitresses there, Corine, has a really pretty smile and sometimes gives me extra fries.$h",
        "companion_Custom_Ridgeside_PaulaClinic": "I visit this place often, I mean I have to.$h#$b#But I occasionally experience some interesting events transpire here.#$b#There was one time where Bert, Olga, and Trinnie came in and the gals had their hair stuck to each other with flowers and leaves everywhere!#$b#Trinnie was crying, Olga was complaining, and Bert was carrying both of them.#$b#Trinnie wanted to impersonate a long-haired princess and for some reason convinced her mom to lie down in the grass and they were supposed to connect their hairs momentarily and just take a picture of Trinnie.#$b#But then a strong gust of wind blew in some cut flowers from Maddie’s garden in front of their laboratory and for some reason or another got entangled in their hair.#$b#It was a funny sight.$h",
        "companion_Custom_Ridgeside_PaulaClinic~1": "I visit this place often, I mean I have to.$h#$b#But I occasionally experience some interesting events transpire here.#$b#There was one time where Mister Sonny came in with Louie who had a swollen ankle.#$b#From what I heard, Louie was notified from the internet that he was the top of his class.#$b#He was so excited and raised to tell his grandmother who was going up the stairs.#$b#Unfortunately, he missed a step and sprained his ankle.#$b#What bothered me was Louie was crying, but not because of the pain.$s#$b#Because I heard him say that his grandma already knew because it seemed she got hold of the news first.$s#$b#But didn’t even bother to praise Louie, and instead scolded him when he was running inside the mansion.$s#$b#Poor kid.$s",
        "companion_Custom_Ridgeside_PaulaClinic~2": "I visit this place often. I mean I have to.$h#$b#But I occasionally experience some interesting events transpire here.#$b#There was one time where Blair and Sean came in carrying Carmen who was unconscious.#$b#From what I heard, Carmen was a victim of one of their pranks where they acted like Blair is now engaged to some dude Carmen never heard of.#$b#Even Trinnie and Keahi were in on it, so it made things believable.#$b#They even stole Carmen’s wedding dress and had Blair wear it and saying that it’ll start soon and they should get going.#$b#Poor Carmen.$s",
        "companion_Custom_Ridgeside_PaulaClinic~3": "I visit this place often. I mean I have to.$h#$b#But I occasionally experience some interesting events transpire here.#$b#There was one time when a lady I haven’t met entered the clinic along with that Jio guy from the ridge carrying her as she couldn’t walk well.#$b#They had very bad wounds, some even looking like scratches made by a huge bear.#$b#They were stained in some purple fluid as well like they were playing paintball with purple and red paint.#$b#It was so weird because the lady didn’t seem to mind the injuries like it felt like she was used to it.#$b#She even looked at me for a moment and gave me a wink and smile.#$b#It was just weird.#$b#Later, a small girl with a red bow holding a kiwi fruit in her arms arrived and talked to Doc Paula.#$b#Then it looked like Paula stood still before I felt like I was getting sleepy.#$b#The next thing I know, they were gone and the doc didn’t seem to remember most of it as well.#$b#Up to this day, I’m not even sure what happened.",

      //Suggestion
        "companionSuggest": "Hey, @? Would it be fine if I tag along today?#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Dating": "Hi, @. Can I come with you today?$h#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
        "companionSuggest_Spouse": "@? Would it be okay if I come with you today? I kind of miss spending time with you.$l#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",

        "companionSuggest_Yes": "Really?$h#$b#Philip says it’s good for me to get some fresh air once in a while.",
        "companionSuggest_No": "Oh, I’m sorry. I didn’t realize you’re busy.#$b#That’s alright I could go on my own.$h",

        "companionSuggest_Yes_Dating": "Neat!$h#$b#I can’t wait to stroll around with you.$h",
        "companionSuggest_No_Dating": "Oh? I’m sorry. That’s alright. I can just go alone.$h",

        "companionSuggest_Yes_Spouse": "You’re the best, @.$h#$b#I’m really looking forward to spending time with you.$l",
        "companionSuggest_No_Spouse": "Aww, that’s too bad.$s#$b#But that alright, we can still see each other tonight.$h",
      }
    }
  ]
}
