{
	"Introduction": "Heya! Where did you come from? I've never seen you before!#$b#I'm Keahi! Come visit my dad's restaurant sometime, okay?$h",

//Spring
	"spring_1": "Finally it's no longer cold outside.#$b#I don't have to wear a coat anymore!$h#$e#WINTER, SPRING, SUMMER OR FALL!$h",	
	"spring_12": "Hey, during tomorrow's Egg Hunt...#$b#Please let me win, okay?$4",
	"spring_23": "I'm gonna show off my moves at the Flower Dance tomorrow.#$e#I want to impress the pretty lady who works at the hotel!$h.",

//Summer
	"summer_1": "My dad says I should stay out of the sun, but it's not fun in the shade!$s#$e#ALL YOU GOTTA DO IS CALL!$h",	
	"summer_10": "Don't tell anyone, but...#$b#I'm going to put a slime in the soup! Ha ha ha!$h",
	"summer_27": "We're going to the beach tomorrow night!#$b#Are you gonna be there too?#$e#I hope we can all play together!$h",

//Fall
	"fall_1": "I'm going to hide in a pile of leaves and scare people!$h#$e#AND I'LL BE THERE, YEAH YEAH YEAH!$h",	
	"fall_15": "I've been saving up my allowance, and I'm gonna buy ALL the tokens tomorrow!",
	"fall_26": "What are you gonna wear tomorrow, @?#$b#I bet it'll be fun!$h",
	
//Winter
	"winter_1": "I don't like the cold.#s#$b#But I want to throw snowballs at people!$#$e#YOU GOT A FRIEND!$h#$e#Hahaha, did you see that! I sang a song that lasted a whole year!$h",	
	"winter_7": "I'm gonna make a giant snowman tomorrow for Ysa!#$e#It'll be so awesome!$h",
	"winter_14": "I have to go with my dad to the night market tomorrow.#$e#He said something about learning how to bargain?",
	"winter_15": "I don't get what Dad's doing.#$e#What does bargain mean?",
	"winter_16": "Dad says I have to convince people to make things pay less.#$e#I'm not supposed to argue with grownups, though.$u",
	"winter_17": "I tried to bargain for a piece of candy at Pierre's, and then Dad said that's not how bargaining works.$u",
	"winter_24": "It's gonna be an awesome new year!$h#$b#I can't wait!$h",

//Days of the Week

	//0 Hearts
	"Mon": "Heya!#$e#Wanna play?$h",
	"Tue": "What's up?#$e#Can we play on your farm?$h",
	"Wed": "Vincent is a good buddy of mine, he's fun to be around!#$e#It's even more fun when we're playing with Trinnie and Jas!$h",
	"Thu": "I saw Yuuma the other day. I invited him over to play but he just walked away.$s#$e#He's so weird.$a",
	"Fri": "Dad says my cooking has improved!$h#$e#Don't tell him, but I've been trying to cook better so he'll let me go outside and play more, ha ha.$4",
	"Sat": "Heya! Whatcha doin'?#$e#Wanna play with me?$h",
	"Sun": "%Keahi seems to be holding his breath.",

	//2 Hearts
	"Mon2": "Hello there! Come play with me!#$e#How far can you kick a Joja can?$h",
	"Tue2": "Trinnie and Jas made me have a tea party with them the other day.$h#$e#I don't care about tea, but they kept calling me 'Miss Keahi'!$u",
	"Wed2": "My dad gets angry with me sometimes...$s#$e#There are times where I wish he'd just leave me alone!$a",
	"Thu2": "Heya, @! Wanna play?$h#$e#It's fine if you're too busy...$s",
	"Fri2": "Trinnie and I chased a rolling kiwi yesterday!$u#$e#It was so fast!$h",
	"Sat2": "I played a prank on Mr. Bert the other day and hid a rotten fish inside his house.#$e#Ha ha ha! It was so funny!#$e#Trinnie got scolded when she got home, though.$u#$e#I told her I was sorry.$s",
	"Sun2": "That old guy with blue hair is so weird.#$e#He keeps putting water in bottles and then just looks at them.#$e#Why does he do that?$u",

	//4 Hearts
	"Mon4": "Vincent and Jas showed me a little secret with spring onions the other day!$u#$b#If you're really good friends with them, maybe they'll tell you too!$h",
	"Tue4": "Trinnie says she can beat me in a race from Blooming Hill to Nightingale.#$e#I'd like to see her try, ha ha!$h",
	"Wed4": "We found a weird statue in the Cindersap Forest.#$b#It looked like a creepy doll.$u#$b#I wanted to take it home, but it was too big.$s",
	"Thu4": "Heya, @!#$e#Can we play on your farm today?$h",
	"Fri4": "Is farming hard? Maybe I can be a farmer, too.#$e#Maybe Jeric or Alissa will be my farmhands!$h",
	"Sat4": "We played on Aunt Marnie's farm the other day.#$e#A goat tried to eat Trinnie's hair!$u",
	"Sun4": "Hey, @!#$e#Do you think Ysa likes Zesty Tuna?#$b#Maybe I'll make her some.#$e#Or maybe I should save up my allowance for a diamond!$h#$b#Then she'll have to marry me!$4",
	
	//6 Hearts
	"Mon6": "I followed Philip around the other day.$h#$b#He spent a lot of time at Yuuma's house.#$e#I wonder what he does there?$u",
	"Tue6": "I saw Yuuma with a tall man the other day.#$b#They were just walking around slowly though.#$e#I think it was his brother?",
	"Wed6": "Jas is so quiet, but she's a good friend!$h#$e#Vincent is never quiet. He's just like Trinnie.$h.",
	"Thu6": "Miss Penny is such a good teacher!#$b#I learned about different animals the other day!$h#$e#Miss Flor is also a lot of fun to talk to.$h#$b#But sometimes she uses words I don't know and it gives me a headache!$u",
	"Fri6": "Heya! Can I play on your farm now?$h#$e#I'll be good, I promise!$s",
	"Sat6": "I tried making a new recipe yesterday.#$b#Dad said it needed some more flavor.$s#$e#I'm gonna make it have lots of flavor next time!$h",
	"Sun6": "What's up, @?#$e#Can we play on your farm?$h#$e#We'll clean up afterwards, I promise!$s",
	
	//8 Hearts
	"Mon8": "Dad got angry at me and Trinnie yesterday.$s#$e#We tried to tape a 'kick me' sign on Shane's back.$h#$b#Jas got angry at us too.$s#$e#We shouldn't have done that.$s",
	"Tue8": "My dad is trying to teach me Samaowaii.#$b#It's what they speak on the Fern Islands.#$e#I was born in the village but my dad is from the islands.#$e#My mom is too...$s",
	"Wed8": "Vincent and I went near the sewers yesterday!$h#$e#I'm pretty sure we saw someone in there, but it smelled too bad to look around!$u",
	"Thu8": "Hey! Can I play on your farm?#$e#What if I baked you a chocolate cake? Will you let me play then?$h",
	"Fri8": "Trinnie and I were playing house...#$e#She got mad at me when I said I wanted to be the cook instead of the daddy.$s#$e#But being a dad is boring! Being a cook is much more fun!$h",
	"Sat8": "Dad said my dishes are tastier than his!$h#$e#I'm so happy!$h",
	"Sun8": "%Keahi seems to be half asleep.",
	
	//10 Hearts
	"Mon10": "Heya, @!$h#$e#Here, hold this.[0]$h#$e#Okay. Bye!$4",
	"Tue10": "Hi, @!#$b#I made this![204]#$e#It tastes good! I hope you like it!$h",
	"Wed10": "Trinnie and I saw a ninja at the ridge yesterday!!$u#$b#He looked so cool!#$b#I think I wanna be like him when I grow up!$h#$e#Or I think I'd like to be a ninja-cook!$4#$b#Chopping down ingredients with my sword like bam, bam!#$e#%Keahi's making fighting sounds.",
	"Thu10": "Hey! Can I play on your farm now?#$e#SWhat if I watered the crops?$4#$e#Pleaaaase?$s",
	"Fri10": "You're fun, @!$h#$b#You can always play with us, okay?#$e#Maybe I'll bake you a chocolate cake!$4",
	"Sat10": "One day I'm going to open up my own restaurant!$h#$e#Come visit me when I do, okay?$h",
	"Sun10": "I wish I could fly so I could see the valley from up above.#$e#That would be so much fun!$h",
	
//Special Dialogue
	"MovieInvitation": "Movie!?$u#$b#COOL! Thanks, @!$h#$b#I'll see ya there.",

//Resort
	"Resort_Entering": "Wow! This place looks amazing!$h",
	"Resort_Leaving": "Awh, I didn't really want to leave yet.$s",
	"Resort_Shore": "Hey @, how long can you hold your breath underwater?$h",
	"Resort_Chair": "I'm so tired from all the swimming.#$e#How do the fish do it?$u",
	"Resort_Bar": "I'm so thirsty.$s#$e#I drank some water from the ocean, but now I'm even thirstier!$u",
	"Resort": "I'm going to build the largest sandcastle ever!$h",

}
