{
	"Introduction": "You must be the new farmer in the area.#$b#@, was it?#$b#I cannot afford to waste time with pleasantries, and you are wasting my time.#$e#Good day.",

//Spring	
	"spring_1": "Another year has passed safely for Stardew Valley.#$b#But how long will it last?$s",
	"spring_12": "The Egg Festival is tomorrow?#$b#Hmph. Keep your candy wrappers and eggshells out of the water, you hear me?$a",
	"spring_23": "No, I will not attend the Flower Dance.$a#$e#What a waste of time.",

//Summer
	"summer_1": "Summer brings high levels of humidity.#$b#Mosquitos and other insects that lay eggs in standing water reach peak activity in this heat.",
	"summer_10": "The governor will be here tomorrow.#$e#He's been refusing to discuss water pollution regulations, but he won't be able to ignore me in person.$a",
	"summer_27": "A colleague of mine used to track jellyfish migratory patterns.#$b# He had to use very small transmitters.",

//Fall
	"fall_1": "The autumn temperature shifts will cause the epilimnion and hypolimnion layers of the lake to cycle completely for the first time in several months.#$b#That's why it smells like rotten eggs.$h",
	"fall_15": "I expect Willy will be displaying a variety of fish at tomorrow's fair.#$b#The man is conscientious of overfishing, at least...",
	"fall_26": "I should keep watch tomorrow night...",

//Winter
	"winter_1": "The river is at its lowest level during the winter.#$b#What you see now is primarily groundwater.",
	"winter_7": "The ice on the surface of the lake helps protect it from debris and contamination...#$b#...like the kind that happens when the simple-minded cut holes in it to fish.$a",
	"winter_14": "The night market begins tomorrow, does it?#$b#I see.",
	"winter_15": "Have you seen the deep-sea fishing contraption at the night market?#$e#It's monstrous.",
	"winter_16": "I must see if I can find time to communicate with the mermaid...$h",
	"winter_17": "%Mr. Aguar is ignoring you. He appears to be humming the mermaid's song under his breath.",
	"winter_24": "The year's nearing its end, eh?#$b#The snow will melt soon, and the cycle will start over again.$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hmm?#$e#Don't bother me, I'm busy.",
	"Tue": "I have a lot to do today.#$b#Why are you here?",
	"Wed": "Do you mind?#$b#I'm in the middle of something.",
	"Thu": "Hmm.#$e#Interesting.",
	"Fri": "Hmm?#$e#What do you want?",
	"Sat": "What are you doing here?#$e#Don't bother me.",
	"Sun": "%Mr. Aguar seems to be ignoring you.",
	
	//2 Hearts
	"Mon2": "%Mr. Aguar seems to be busy",
	"Tue2": "Oh. You're here.#$e#Come back later, I'll have questions for you.",
	"Wed2": "Again?#$b#Why are the results inconsistent?$a",
	"Thu2": "Oh?#$b#Greetings, @.#$e#Still testing...",
	"Fri2": "I'm busy, @.#$e#I am very busy$a.#$e#Excuse me.",
	"Sat2": "I have a lot to do and very little time.#$e#Excuse me.",
	"Sun2": "Perhaps it's inorganic?#$e#Hmm.... What if...?",
	
	//4 Hearts
	"Mon4": "Hello, @.#$b#I trust your week is off to a good start?$h",
	"Tue4": "I must focus.#$b#I believe I'm on the edge of a breakthrough.",
	"Wed4": "This sample is showing an interesting response.#$e#Come take a look, @.$h",
	"Thu4": "The water in the forest lake is more alkaline, but not to a statistically significant degree...",
	"Fri4": "If you have enough free time to chat, you have enough free time to assist me.#$e#Come.$h",
	"Sat4": "Lenny and Lewis are fools.$a#$e#They refuse to acknowledge the supernatural origin of the valley's fertility.$a",
	"Sun4": "Finally, a moment to breathe.$s",
	
	//6 Hearts
	"Mon6": "Hello, @.$h#$e#May your week go well.$h",
	"Tue6": "If I may ask, do you know Marlon?#$e#He is an old friend of mine. Tell him I said hi if you do.$h",
	"Wed6": "If you have enough time on your hands to come visit, you have enough time to assist.#$e#You remember our agreement, right?$h",
	"Thu6": "There's something about the sun here, @.#$e#Samples fluctuate at a consistent rate proportional to their proximity to direct sunlight, regardless of origin",
	"Fri6": "I am aware of Friday night customs, yes.#$e#I have better things to do with my time.",
	"Sat6": "Does the word 'junimo' mean anything to you?#$e#How peculiar...",
	"Sun6": "I have a schedule for replenishing supplies and necessities.#$b#If anything needs to be picked up at another time, Maddie will take care of it.#$e#My routine is critical to my work.",
	
	//8 Hearts
	"Mon8": "Ah, @.#$b#Happy Monday.$h",
	"Tue8": "Tuesday is my day to stock up, as Pierre says.#$e#It requires that I take a break from my work, which is unfortunate but unavoidable.",
	"Wed8": "Combining science and magic is a challenging task.#$b#They are diametrically opposed.#$b#However, the results are proving to be worth the effort.",
	"Thu8": "Maddie is a good assistant, clever and precise.$h#$b#Don't tell her I said so, or she'll get complacent.$a",
	"Fri8": "As you know, I often work with Rasmodius#$b#He is an old friend of mine.$h#$b#Perhaps rival is a better word...$a#$e#Say hello for me next time you see him.",
	"Sat8": "Hello.#$b#Lenny has begun regular inspections to ensure that the laboratory is in 'optimal condition'.#$e#I don't know what she expects to accomplish when she can't identify a centrifuge.$a",
	"Sun8": "My apologies for being rude when we first met, @.$s#$b#I am, as you know, very focused on my work. It was not personal.$h",
	
	//10 Hearts
	"Mon10": "Finished with your farm work for the day?#$b#Come, hold this for me.#$e#It probably won't explode.$h",
	"Tue10": "A wizard is a prestigious position to aspire to, @, but it proved to be surprisingly restrictive.$s#$e#The magic council refused to let me do this work in an official capacity.$a#$b#So, of course, I resigned.",
	"Wed10": "The water from the mountains appears to be carrying tiny fragments of ore and gemstones with more frequency, lately.#$e#Panning the rivers would not be a waste of time, @.$h",
	"Thu10": "Have you visited the mermaid that comes with the Night Market every winter?#$b#Yes, she is real.#$e#They're fascinating and intelligent creatures.$h",
	"Fri10": "Hello there, @.$h#$b#Don't overwork yourself now.#$e#Youth and vigor are good things, but the human body has limits.",
	"Sat10": "As a wizard, I specialized in water magic.#$b#Now, I integrate biochemistry with magical studies to better understand this valley's peculiar properties.#$e#It's rewarding work.$h",
	"Sun10": "Sunday is traditionally a rest day.#$e#Take this opportunity, my friend.$h#$b#You must give your body time to recover from the week.",

//Special Dialogue
	"MovieInvitation": "Hmm, a movie you say?#$b#I guess it might be a good idea.$h#$e#Hopefully the concession stand has edible things for sale.$a",
	
//Resort
	"Resort_Entering": "Hmm.#$b#This is very different.",
	"Resort_Leaving": "Back to normalcy.#$b#Finally.$h",
	"Resort_Shore": "Seawater is useless for my research, but the view isn't bad." ,
	"Resort_Chair": "I'm not relaxing.#$e#Merely resting my eyes.#$b#It's very bright here.",
	"Resort_Bar": "Hmm, I suppose I will try one of these pina coladas.$h",
	"Resort": "The island has a certain aura emanating from within.#$e#Hmm...$4",

}