{
	"Introduction": "Hey there, farmer!#$b#You just moved here, didn't you?#$b#The name's Bert!#$b#My family and I live on the south side of Ridgeside Village.#$b#Welcome!$h",

//Spring
	"spring_1": "Ah, the cold's finally over!#$e#Back to work, am I right, fellow farmer?$h",
	"spring_12": "I'm lookin' forward to tomorrow, how about you?#$e#With the Egg Festival goin' on, there's sure to be some darn good food.$h",
	"spring_23": "I better practice my dancin' today.$u#$b#The missus might make a fuss if I don't get the steps right tomorrow!$s",

//Summer
	"summer_1": "Oh, boy! It's a hot day today!$u#$b#Remember to hydrate, farmer!$h",
	"summer_10": "Bring something nice for tomorrow, ya hear?#$b#Gotta make that stew great!$h",
	"summer_27": "I bought a little gift to give to the missus tomorrow night.$4#$e#Don't tell Olga! It's gonna be a surprise.$h",

//Fall
	"fall_1": "Better dig that old rake out of the shed and think about tackling those leaves soon.$u",
	"fall_15": "Ahh, a good ol' competition!$h#$e#You're representing us now, @.#$b#You give 'em what for tomorrow, you hear me?$h",
	"fall_26": "I can't wait to eat some pumpkin pie tomorrow!$h#$e#Mrs. Evelyn makes the best pies in the valley!$h",

//Winter
	"winter_1": "Trinnie has been begging me to build a snowman with her.#$b#I'd love to, but I really don't like being cold!$h",
	"winter_7": "If you wanna win tomorrow, you gotta be fast 'n' alert!#$e#Become one with the rod.#$b#The moment you feel the slightest pull, you gotta reel 'em in!$h",
	"winter_14": "They sell just about everything at that night market...$uBut produce can't keep too long out there, don't you think?",
	"winter_15": "Fish.$u#$b#They've just been eatin' fish for months!$u#$b#Can you believe it, @?$u",
	"winter_16": "Brought some samples of my finest produce tonight, @.#$e#I don't mean to be rude to these fine folk, but sometimes you just need sumthin' from the earth, you know?$h",
	"winter_17": "Sold a bushel and a half of some of the hardier greens.#$e#They'll have fresh veggies out there on the open seas!$h",
	"winter_24": "I've saved just enough to buy Trinnie the finest doll house you've ever seen.#$e#Near about choked when I saw that price tag, but I tell ya, my little princess's smile is worth that and more.$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hey there.#$e#Whatcha doin' today?",
	"Tue": "Hmm... I better check with Pierre if he has that new brand of fertilizer on sale.#$b#Our crop quality has been dippin' down a bit.$s",
	"Wed": "Hey there, farmer!$h#$b#How're your crops doing?#$e#Take care of your land, and it'll take care of you!$h",
	"Thu": "Pika sure cooks a mean pasta!$h#$e#He knows how to cook food from a bunch of different regions.#$e#I hear his little boy knows how to cook as well.$u#$b#I better tell Trinnie to start learnin' too.$h",
	"Fri": "Hey, if you ever see my cousin Caroline in town, tell her I said 'Hi'!$h#$e#It's been a long time since we talked.$s#$b#I've barely seen her since my family moved here outside of the holidays!$s",
	"Sat": "Oh, hey, @!$h#$e#Didn't see you there, pardon me.",
	"Sun": "Oh? Hello there, @.$h#$b#Do you forage?#$b#You can make a quick buck selling foraged goods if you need.",
	
	//2 Hearts
	"Mon2": "Have you met Alissa? She's Olga's niece.#$e#She's a good kid and she has an absolutely angelic voice.$h#$b#Though she just sings to herself most of the time.$s#$b#I hope one day she may share that talent of hers with the world.$h#$b#Tt'd be a shame to hide that light under a bushel ya' know?$s",
	"Tue2": "I swear, once I find Trinnie and Keahi...$a#$e#They put a fish taco on my favourite chair and now my pants are ruined!$a",
	"Wed2": "I really admire Robin's work!#$b#She's a prime example of a fine craftsman.#$e#She renovated some of the worn-down houses in the village.$h",
	"Thu2": "Hey there, @.$h#$e#How's life treatin' you on this fine day?#$b#You remember to take care of yourself.",
	"Fri2": "The missus and I sometimes fight and it's a real hassle, I tell ya.$s#$b#But it's nothing some lovin' can't fix!$h",
	"Sat2": "Hmmm, I wonder what I should do today?#$e#Any suggestions, @?",
	"Sun2": "How's it going at the farm, @?#$b#Doing good, I hope!#$e#You better grow some quality crops, ya hear?$h",
	
	//4 Hearts
	"Mon4": "Howdy, @!#$b#Hope you have a good day!#$e#I gotta say, I'm quite impressed with your work so far.#$b#Managing a farm ain't easy!",
	"Tue4": "Oh boy, oh boy!$u#$b#I heard some weird sounds by the ridge last night when I was going home.$u#$b#It sounded like there was some fighting going on!$u",
	"Wed4": "I saw Linus by the mountain lake yesterday.#$b#He seems like a good guy.$h#$e#Shame some kids vandalized his tent.$s#$e#I hope it wasn't Keahi or Trinnie...$s",
	"Thu4": "Lewis is an old friend of mine.#$b#He was like a big brother to me when we were kids.$h#$e#Haven't seen him for years after my family moved out of town.$s#$e#I'm glad I get to see him again.$h",
	"Fri4": "Hey have you met Lenny, this village's boss lady?#$e#She's Lewis' sister.#$b#You wouldn't have guessed if you didn't know 'em.#$b#They're complete opposites, those two...",
	"Sat4": "I swear I saw a rolling kiwi by the ridge yesterday...$u#$e#Must've been my imagination.$u",
	"Sun4": "Hey there, @.#$b#Done with your farm work, I suppose?$h#$e#It's nice to take a break from time to time.$h",
	
	//6 Hearts
	"Mon6": "Hi, @! Good to see you!#$e#Don't forget to visit Pika's if you're hungry!",
	"Tue6": "I saw Clint the other day at the saloon.#$e#I think I know the reason why he's there all the time, ha ha!$h",
	"Wed6": "Keahi once cooked Tom Kha Soup at our house when Trinnie was sick.#$e#He's gonna be a great cook I tell ya!$h",
	"Thu6": "I told Trinne and Keahi to ask Yuuma to play with them sometimes.#$e# They said Yuuma is too busy to play.#$e#Poor kid$s.",
	"Fri6": "The mill on our farm is quite useful. #$e#You can mill unmilled rice, wheat and beets to get rice, flour and sugar!",
	"Sat6": "Howdy there, @!#$e#Don't forget to plan your crops, some grow slower than others!",
	"Sun6": "Oh, nice to see you, @. How's the farm?#$e#Might come and visit someday. I do like to roam around a bit.$h",
	
	//8 Hearts
	"Mon8": "You've been such a good friend, @, to me and to my family.#$b#I thank you.#$e#If you ever need help, I'll be here for ya, partner!$h",
	"Tue8": "My wife and I hear Alissa sing to herself sometimes.#$e#That girl has such a beautiful voice, I tell ya!$h#$b#She just doesn't have the confidence to show it off, for some reason...$s",
	"Wed8": "Yesterday Jas and Vincent visited, along with Keahi.$u#$b#There were four kids inside this house!#$e#Man, oh man, the timing was awful.#$b#I was the only adult in the house so I had to look after all four of 'em!#$e#Good thing Jas is a quiet girl. But that Vincent!$u#$b#He was running all over the place!$a",
	"Thu8": "The missus and I have our own little date nights sometimes.$h#$e#Some nights when we're all tired from tending the farm, Olga and I lay down on the grass and just gaze at the stars.#$b#Then, occasionally, we hear Alissa singing in her room.#$b#She's awful quiet, bein' so shy, but we can hear it.#$b#Combined with the chirping of the crickets and the whistling of the wind, it sounds like a concert.$h#$b#A concert just for us$4",
	"Fri8": "It's been a while since Abigail visited!#$e#I mean, I understand her. She's busy doing her own things.#$e# It's also quite a trip to the village.#$e#I just miss her, that's all...$s",
	"Sat8": "Hey there, @! How are ya?#$e#Want to get a beer and hang out at the Saloon?#$b#That sounds like a nice time between good friends, am I right?$h",
	"Sun8": "Have you ever bought things from Jeric, northwest of the village?#$e#He sells some quality stuff, I tell ya!$h",
	
	//10 Hearts
	"Mon10": "I bet you're curious 'bout the reason we moved to Ridgeside, huh?#$e#My family just wasn't earning enough money.$s#$b#Housing prices were soarin', Olga was pregnant...$s#$b#My parents bought a plot of land over here and built a farm. Olga and I moved in with them.#$b#After Trinnie-- oh Yoba, listen to me ramblin'. I won't keep ya.$h#$b#Come back tomorrow if you want to hear the rest!",
	"Tue10": "You know, after Trinnie was born, my parents retired and moved to the Fern Islands.#$b#We weren't farmin' folk, barely made enough to get by, until Alissa came.#$e#She wanted to grow crops, so we helped her, and figured out real quick that we're happier with somethin' to care for.$h#$e#Nightingale Orchard has been blooming somethin' fierce ever since.$h",
	"Wed10": "You've been an amazing friend, @!#$b#Here, have some seeds for your farm.[770]$h",
	"Thu10": "I'm so glad I've met you, @.#$b#You're a great role model for the kids!$h#$e#Just don't tell them about the scrapes you get into out in those mines, alright?$h",
	"Fri10": "I went into town yesterday and passed by your farm.#$b#You are doing some amazing work!$u#$e#No wonder you're in the papers!$h",
	"Sat10": "Lewis and I lost track of time when we were reminiscing yesterday.#$e#The missus was not happy that I forgot to cook dinner.$s#$e#Good thing Pika's was still open!$h",
	"Sun10": "Trinnie and Alissa get along great.#$b#They're only cousins but you'd almost think they were sisters!$u#$e#I tell ya, life's better with Alissa around.$h",

//Special Dialogue
	"MovieInvitation": "The movies? Sounds great!#$b#I'm lookin' forward to it!$h#$b#I'll see ya there!",

//Resort
	"Resort_Entering": "Ain't this a fine view?$h#$b#There's nothin' like this back in our little valley.#$e#Well, we might as well take this time to relax!",
	"Resort_Leaving": "Good things must come to an end.$s#$e#Tell ya what, keep this a secret from the missus okay?#$e#I'm going to bring her here on our next anniversary!$h#$e#Ha ha! I'm a genius!$h",
	"Resort_Shore": "Lookin' at this view makes you think about what life gives ya.#$e#You remember that you gotta fight for what you want and give it your all if y'wanna survive in this world.#$e#You gotta be willing to give up anything...$s#$e#Even your identity, if it comes to that...$s#$b#Yoba!$a#$b#Enough of the sentiments!$a#$b#I think this blazin' heat might be goin' to my head.$h",
	"Resort_Chair": "Ahhh, this is the life!$h",
	"Resort_Bar": "Hmmm, I think I'll go for a beer.#$b#Put it in a mug and tell Olga it's ginger tea, y'know? Haha!$h#$e#What about you? It's on me![346]$h",
	"Resort": "Ahhh, Fern Islands.$h#$e#I haven't been here since the eruption!$u#$e#Man, time sure goes by fast...$s",

}
