{
	"Introduction": "Oh, hey, I haven't seen you around before. #$b# Are you the new farmer? Sorry, I don't get out to socialize much. Name's Shiro, nice to meet you. $h",

//Spring
	"spring_1": "Aw, winter's over? That means it's almost pollen season...$s#$b#I don't know which is worse.",
	"spring_12": "I hope I have enough energy to go tomorrow. $s#$b# I'd like for Yuuma to experience the festival, but he won't go if I don't.$s",
	"spring_23": "Dance your heart out tomorrow. Don't let anyone tell you otherwise.$h#$e#Have fun when you can.$h",

//Summer
	"summer_1": "I sweat easily this time of year. I'm not excited about it.$6",
	"summer_10": "I hope I can visit the beach tomorrow for the festival. I have to make up for not going out often.$s#$b#Do you think you'll be going, @?",
	"summer_27": "I'm looking forward to sitting in the sand under the stars tomorrow night, just watching the jellies with everyone...$l#$b#I think I can forget about my worries. Even for just a while.$h",

//Fall
	"fall_1": "Ah, thank Yoba it's finally fall! Not too hot, not too cold, just... perfect.$h#$e#Too bad it won't last forever, huh, @?$s",
	"fall_15": "I want to stay home tomorrow, just take some time to relax.$6#$e#But I know Yuuma won't go to the festival if I don't, so I'll go, for him.#$b#I really want him to enjoy himself... he deserves to be a kid.$h",
	"fall_26": "I'm feeling pretty good today, so hopefully I can attend the festival tomorrow. $h#$e#Are you going to dress up, @? I mean, why not?$h",

//Winter
	"winter_1": "Winter is a weird time for me. On one hand, the ridge and valley look so beautiful.$h#$b#On the other hand, the cold makes it harder for me to get around.$s#$b#But, what is beauty without a little pain, right? Ha.$h",
	"winter_7": "I miss fishing. Used to go with my dad often, but...$s@#e#well, let's say it's been a while since our last trip.$u",
	"winter_14": "Hey, @! if you're going to the night market tomorrow can you tell me about what's on sale when you get the chance?#$b#I'm curious but I can't go to the beach right now.$6",
	"winter_15": "Harvey said I need to keep away from caffeine when possible.$s#$b#I miss getting a cup from the desert trader.$s",
	"winter_16": "I gave Yuuma some pocket change.#$b#I hope he picks out a new toy, or some art supplies for himself.$h",
	"winter_17": "Did you find anything cool at the market?",
	"winter_24": "I'm thankful for so many things... Like Yuuma, and everyone here in the ridge.$h#$b#Everyone has made my life so much better, especially now.$l#$e#How about you, @? I hope you've had a good year.$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hey there. How's it going?",
	"Tue": "Oof... Ugh. Ow. Give me a minute, would you?$6",
	"Wed": "Hey, do you see Yuuma around much? I hope he's getting along with the other kids.",
	"Thu": "Hi there. @, was it? I'm sorry, I don't get too many visitors.$l",
	"Fri": "%Shiro is out of breath. It seems like he's not up for talking.",
	"Sat": "Sorry, I don't feel like talking.$s",
	"Sun": "Can you ask Yuuma if he had breakfast? He didn't answer me.$s",
	
	//2 Hearts
	"Mon2": "I'm lucky our parents could afford to bring Philip to town. He's been really helpful.$h",
	"Tue2": "Oh man, my head is spinning. Ugh.$6",
	"Wed2": "I used to be able to hike 2500ft. up a mountain whenever I wanted.#$b#Now I can't even climb a couple stairs without getting tired.$s",
	"Thu2": "I don't get out of the house much. Yuuma volunteered to do most of the errands, which... he's a good kid.$h",
	"Fri2": "Hello there, @. Nice to have company.$h#$b#How's the town?",
	"Sat2": "It's tough to leave the house sometimes. I feel like I don't know anyone.$s#$e#I only really know people who lived here before I left, like Richard and Lenny.",
	"Sun2": "I decided to go with Yuuma to buy some take out food at Pika's place. I got to catch up with Corine.$h#$b#I remember her well. We used to play together when we were kids.$h",
	
	//4 Hearts
	"Mon4": "How are you? Me? Well, I'm not dead yet.$l#$b#Hah, sorry for the terrible dark humor. Flor tells me it's a coping mechanism.$h",
	"Tue4": "I served in the military for a while. Trained hard and saw some battles.#$b#You know, the usual.#$e#Was at the top of my game, but got hit with a little bad luck at the wrong time... and now look at me.$a",
	"Wed4": "I look fine if you don't know me, and people tend to take that at face value.#$b#But, well... Never mind... I guess I'm not up for talking about it. Sorry.$s",
	"Thu4": "Hello there, @. What's up?#$e#Yuuma brought home some groceries he said came from your farm. Tasted really good!$h",
	"Fri4": "Philip keeps reminding me I've got one chance to heal and have to take it slow, but Yoba, I'm so tired of taking it slow!$6",
	"Sat4": "You see the swing set outside our house?#$b#I installed that myself for Yuuma for his birthday before I enlisted. He loved it then.#$e#But it's sad that I haven't seen him on it since I got back...$u",
	"Sun4": "Ugh... it's... it's not a good day. Excuse me.$6",
	
	//6 Hearts
	"Mon6": "Our parents were offered incredible opportunities if they were willing to be transferred overseas. #$b#With my medical bills, they didn't really have a choice. That's why it's just me and Yuuma.$s",
	"Tue6": "Hey! I remember your grandpa. He was a family friend. #$b#You must be a pretty good person for him to entrust the farm to you.$h",
	"Wed6": "I wish I could just wake up and be back to normal one day. #$b#I hate that Yuuma has to carry this much of a burden...$s",
	"Thu6": "%Shiro's short of breath and seems frustrated. Maybe now isn't a good time.",
	"Fri6": "Hey, sorry about the other day... I just... it gets to me, you know?$s#$b# But I'm doing better now!",
	"Sat6": "Have you gone to the beach lately? Can you tell me about it? #$b#I miss the beach. I haven't been there in a while.",
	"Sun6": "Sometimes, when the sky is really clear, Yuuma and I sit out at night and tell the stars messages to give to our parents. #$e# It's kind of silly, but I think it really helps Yuuma. And... I guess in a way it helps me, too.$h",
	
	//8 Hearts
	"Mon8": "Hey, @! Good to see you again. I'm glad you're not sick of me yet, haha!$h",
	"Tue8": "Hey... thanks for coming around so often. It means a lot to me.",
	"Wed8": "I can't do a whole lot, so I'm not sure why you want to hang out with me so much. #$b#But hey, I'm thankful for your company.$h",
	"Thu8": "Philip said I'm doing really well. #$b#He asked if something helped me shift my mindset for the better, because it's showing in the progress I'm making.",
	"Fri8": "Lenny and Lewis came by to visit the other day. They had a big package from our parents! $h#$b#Yuuma tried not to show how excited he was, but I knew it made his day. And seeing him so happy really made my day, too.$h",
	"Sat8": "Hey, @. Thanks. For being so understanding and encouraging, and just... everything, I guess. $l#$b#...What? I'm fine, just got an eyelash in my eye or something$u.",
	"Sun8": "I could win any arm wrestling contest before the accident.#$e# That's one of my goals for recovery: beat everyone in the village and in town at arm wrestling.",
	
	//10 Hearts
	"Mon10": "I'd like to sweep you off your feet with a kiss, but I can't right now. Some day, I will.$l",
	"Tue10": "@, how's the farm doing?#$b# I'd like to visit your place sometime and see the hard work you've put in.",
	"Wed10": "Philip said that my recovery has been going a lot better ever since I met you. $h#$e#I guess you're some kind of a guardian angel for me, huh? Ha ha, thank you, @.$l",
	"Thu10": "I'm kind of insecure about all my scars.$s#$b# It just reminds me of my past, and how much things have changed.",
	"Fri10": "I try to cook for myself and Yuuma sometimes. It's the least I can do for my little bro. #$e#I get tired easily though, even just from simple house work.$s#$b# I really appreciate how much you're willing to help.$h",
	"Sat10": "I should try to get out more. I mean, I miss talking with lots of other people.#$e#Let's take a walk and see everyone sometime, okay, @?",
	"Sun10": "Despite everything, you still stick around with me. #$b#I don't know how to thank you for that, @. Just... thank you. $h#$e#You have no idea how much you mean to me.$l",

//Special Dialogue
	"breakUp": "No, I already have too much to worry about... just leave me alone.$a",
	"danceRejection": "Sorry, @. I'd like to, but dancing's too much for me to handle right now.$s",
	"divorced": "After everything, you really want to put me through this, too? Did you ever mean any of it?$a",
	"MovieInvitation": "A movie? I'd really like that.$h#$b#I'll just make sure Yuuma's taken care of, then we'll be on our way.",

//Resort
	"Resort_Entering": "I got a lot of rest on the trip here, and now I'm ready to relax some more!$h",
	"Resort_Leaving": "That was an amazing trip. I really hope Yuuma had a good time, too.$h",
	"Resort_Leaving_2": "Ugh, I think I got a little too much sun... $l#$b#Hey, um, don't make fun of me if I look like a lobster tomorrow, okay?$l",
	"Resort_Shore": "The water just goes on and on. Imagine just drifting away, no cares in the world. Sometimes I think that would be nice.$h",
	"Resort_Shore_2": "I love being in the ocean. But, uh... I don't know about swimming here. Right now. I'm... no, I'm good here. Ha. $8",
	"Resort_Umbrella": "It's crazy how it's so hot out, but under the umbrella it's nice and cool. But... I guess that's how it works, huh?",
	"Resort_Umbrella_2": "Hey, @! Enjoying the beach?$h",
	"Resort_Umbrella_3": "%Shiro appears to be sleeping.",
	"Resort_Wander": "I dropped some money over here somewhere... don't tell Yuuma.$6",
	"Resort_Bar": "Shane had a few too many once and told me that I needed to try this mixed drink, but I can't remember the name of it...",
	"Resort": "This place is beautiful. I already feel relaxed.$h",

}
