{
	"Introduction": "Hi!$h#$b#Aren't ya new here?#$b#You're definitely a new face!$h#$b#My name's Trinnie!#$b#T-R-I-N-N-I-E, okay?#$b#Not Trina.$s#$b#Not Tiny.$a#$b#Trinnie, got that?$h",

//Spring
	"spring_1": "Oh no.$u#$e#What's Keahi up to this year?$h",
	"spring_12": "I can't wait for this year's egg hunt!#$e#I'm gonna be the winner!$h",
	"spring_23": "I'm wearing the prettiest dress tomorrow!$h#$e#Alissa helped me pick it out!$h",

//Summer
	"summer_1": "Keahi, what are you doing?#$b#Stop!$h#$e#You're embarrassing me.$4",
	"summer_10": "Luau day!#$b#Soup day!$u#$e#Yummy food is coming our way!$h",
	"summer_27": "Mom's letting me stay up past my bedtime to watch migrating jellyfishes tomorrow!$h#$e#Uhm... What does 'migrating' mean?$u",

//Fall
	"fall_1": "Why does Keahi keep singing one line of a song and then stop?$u",
	"fall_15": "Me, Jas, Keahi and Vincent are all gonna be at the fair tomorrow.$h#$e#Are you gonna be there too?",
	"fall_26": "What are you dressing up as tomorrow?#$e#My costume's a secret!$h",

//Winter
	"winter_1": "You got a friend!$h#$e#Ugh!$u#$e#Keahi got it stuck in my head!$h",
	"winter_7": "I'm gonna make the best snowman tomorrow!$h#$b#No, not a snowman.#$b#I'm gonna make a penguin!$h",
	"winter_14": "I hope there are fun toys tomorrow at the night market!$h",
	"winter_15": "Did you see the pig?#$e#It's swimming!$u",
	"winter_16": "I don't like the boat with the person hiding in the shadows.$s#$e#It's creepy.$u",
	"winter_17": "I wanna be a mermaid someday!$h",
	"winter_24": "Winter Star!$h#$b#Winter Star!$h#$e#I get presents tomorrow!",

//Days of the Week

	//0 Hearts
	"Mon": "Hi, @, wanna join us?#$e#We're gonna play tag in the forest.$h",
	"Tue": "Hey, Keahi and I are both bored.$s#$e#Can we play on your farm?#$e#Promise we'll be good!$h#$b#Please?#$b#Pretty please?$h",
	"Wed": "Jas and I love playing dress up!$h#$e#I'm gonna be a cowgirl next!$h#$e#Are you a cowboy?^Are you a cowgirl?",
	"Thu": "What's up with Yuuma these days?#$b#Do you know?$u#$e#He just stopped talking to us out of the blue.$s#$b#That's so rude!$a",
	"Fri": "Hi, @! How have your crops been doing?$h#$b#My mom says I have a green thumb!$u#$b#I keep checking, but I can't see it.$s#$e#Am I colorblind?$u#$b#Dad says I might be colorblind, but then mom got mad and told him to stop teasing me.$s",
	"Sat": "I'm finishing my chores quickly so I can go out and play!$h",
	"Sun": "Keahi's crazy!$u#$b#He says he can hold his breath for ten minutes!$u#$e#I told him I was timing him, but I forgot.$s#$b#It's probably been like five minutes, right?$h",
	
	//2 Hearts
	"Mon2": "How far away can you kick Keahi, ha ha!$h#$b#Kidding!#$e#Please don't kick Keahi.$s",
	"Tue2": "Keahi had a tea party with me and Jas!#$e#He kept getting mad when we called him Miss Keahi, but only princesses can go to tea parties, duh!$h",
	"Wed2": "Keahi said he'd meet me here, but he's not here yet!$s#$b#I got stood up!$a#$e#What does stood up mean?",
	"Thu2": "Hey, @! Wanna play?$h",
	"Fri2": "Keahi exhausted me yesterday.$u#$e#We chased rolling kiwis and played tag all day!$h",
	"Sat2": "I'm grounded for today.$s#$b#My dad got mad at me because he thought I did Keahi's prank!$a#$e#Stupid Keahi!$4",
	"Sun2": "OH, NO!$u#$e#I forgot to water my crops today!$s",
	
	//4 Hearts
	"Mon4": "Hello Mister!^Hello Missus! How have you been?#$eb#My mom's been telling me that I need to take a nap so I can grow big and tall!$h#$e#But I wanna stay small.$s",
	"Tue4": "Keahi actually held my hand last night!$u#$e# While we were on our way home, he held my hand!$h#$e#Eeeeee!$4",
	"Wed4": "I just saw something so creepy!$u#$b#This statue looked like it was staring at us.#$e#Vincent actually got so scared of it that he went home crying!#$b#He's a scaredy cat, ha ha.$h",
	"Thu4": "Can we play with you on your farm?#$e#Can we?$u#$b#Can we?$h#$b#I promise we'll be good!$s#$e#We'll even help you harvest your crops!",
	"Fri4": "Hey, you! How do you keep crows away from your crops?#$e#My veggie garden got eaten by crows.$s",
	"Sat4": "A horse actually chased a dog on Marnie's farm yesterday!$u#$e#It was so funny!$h",
	"Sun4": "Keahi keeps talking about the girl at the hotel.$s#$b#She's too old for him!$a#$e#He's my age!$h#$b#Duh!$4",
	
	//6 Hearts
	"Mon6": "Lola's been weird lately, and always goes to her shed.#$b#I wonder what she's got in there? Hmm...#$e#Maybe it's a creepy monster!$u#$b#Or a cauldron!$a#$b#Is she a witch?$u",
	"Tue6": "Mr. Pika makes the best pho soup.$h#$e#I love going to their house because Keahi tries to cook his dad's pho for me.$4",
	"Wed6": "Vincent said that he and Jas were going to town this morning.#$e#I'm going to their house and hide in Vincent's closet so I can scare them, ha ha ha!$h",
	"Thu6": "I went to the library earlier today, and I found a book about cowgirls!#$e#I'm gonna be a cowgirl farmer when I grow up!$h",
	"Fri6": "Hello, @. I got scolded by mom again.$s#$b#I put a fake spider in Miss Lenny's soup and she almost had a heart attack!#u#$b#I thought she said she was a badass.#$e#Mom got madder at me for using that word than she was about the spider.$s",
	"Sat6": "Have you seen my doll?#$b#Her name is Thylane!$h#$e#I haven't seen her since yesterday.$s#$b#Jas and I were playing in the town square, and when we got called to help Dr. Harvey...#$b#Well, he said he's got a patient who needs help.#$b#When I went back, Thylane wasn't there anymore.$s#$e#You have to help me find her!$s",
	"Sun6": "Hahaha, you should've seen Vincent try to kick Shane! Ha ha!$h#$e#Keahi and I played a prank on him!",
	
	//8 Hearts
	"Mon8": "Mr. Pika got mad at me and Keahi yesterday because of a prank we pulled on Shane, and Jas won't talk to us.$s#$e#I felt bad yesterday, but now I feel better.#$b#Keahi hugged me when I cried last night.$4",
	"Tue8": "Hey, what's up, @!$h#$e#Can I go inside your house and watch TV?#$b#I haven't watched my cartoons and mom won't let me watch during the day.$s#$e#I was helping Keahi look for something called flash paper, but then he went and asked Maru for help instead of me.",
	"Wed8": "I'm on my way to the beach to practice my cartwheels! Wanna come with me @? It's gonna be so much fun! I can do a perfect cartwheel, Miss Penny says so!",
	"Thu8": "Will you let us play on your farm if we give you cake?$h",
	"Fri8": "Hey, @, I gave Keahi a gift!$h#$e#And he liked it!$4",
	"Sat8": "My mom said that she's proud of me!#$b#My garden bloomed!$h#$e#I'm gonna make bouquets for my friends!",
	"Sun8": "Keahi and I had a sleepover and stayed up so late!$h#$e#We talked about ghost stories and he got really scared, he was so close to me and my face felt so hot!$4",
	
	//10 Hearts
	"Mon10": "I saw a weird apple with eyes yesterday!$u#$b#It came close to me. I actually thought I could touch it!#$e#It looked like it was blushing!$h#$b#Have you ever seen anything like that?",
	"Tue10": "Have you tasted Mr. Pika's pizza?#$b#It tastes just as good as Gus'.#$e#Keahi's learning how to cook and he's getting so good at it!$h#$b#I wonder when he'll cook for me again.$4",
	"Wed10": "Psst!#$b#I'm gonna tell you a secret.$u#$e#I like Keahi.$4#$b#But don't tell him!$h",
	"Thu10": "Can you teach me how to dance like Ysa?#$b#I want to be a ballerina!$h#$e#You don't know how?$u#$b#That's sad.$s",
	"Fri10": "Are you okay here?#$b#Can I give you a helping hand?#$e#I'm really good at helping!$h#$b#My daddy says I'm the best helper hand in the world!$h",
	"Sat10": "Hi, @!#$e#Come play!$h",
	"Sun10": "I'm gonna pull a prank on Keahi!$h#$b#But I don't know what to do.#$e#Dad said I should try a whoopee cushion.#$b#What's a whoopee cushion?$u",

//Special Dialogue
	"MovieInvitation": "Yes! Yes! Yes!#$b#I love movies! Of course I'd love to go with you, @!$h#$e#We should definitely bring a lot of snacks!$h#$b#If we sit in the middle we can see everything!$h#$b#Aaah!! I'm so excited!!$h",
	
//Resort
	"Resort_Entering": "Whoa!$u#$b#Look at this!#$e#Dad, come on!$h",
	"Resort_Leaving": "I don't wanna leave...$s#$e#Can we come back soon?$h",
	"Resort_Shore": "The shells here look different from the shells at home.#$e#Do you think the fish are different?",
	"Resort_Chair": "Ew. My butt keeps sticking to the chair.$s",
	"Resort_Bar": "I want a strawberry lemonade?$u#$e#Can I have a strawberry lemonade?$h#$b#Please?$s",
	"Resort": "I ran around with Dad and Keahi!$h#$e#My legs are all sandy now.$s",

}
