{

"Pika.Dialogue.Resort_Bartend": "I brought all my best island drinks, so feel free to order your favorite from home, eh?#$e#Alissa's makuahine shared some of her little cakes with me to sell here, too. They're really tasty!$1",
"Pika.Dialogue.Resort_Entering_FunDads": "I hope Trinnie and Keahi don't give Bert too much of a hard time while I'm working the bar...$2#$b#Bert! Holler if you need me, yeah?",
"Pika.Dialogue.Resort_Leaving_FunDads": "You know what's funny, @? Even though I spent the whole day working, I feel more refreshed than when I come here as a tourist!$1",

"Jio.Dialogue.Resort_Entering_Ninjas": "We must be careful not to let the villagers see us as we head out for our mission on this island.#$b#Although we did all share a boat ride together...$4",
"Jio.Dialogue.Resort_Leaving_Ninjas": "Interesting. I do not sense any dark entities here, but it is evident that this island's spirits will protect it with their lives.",
"Jio.Dialogue.Resort_Adventure_Ninjas": "As we were sailing here... Did you hear it as well?#$b#The mermaid's song. I wonder if they observe us, even now.",
"Jio.Dialogue.Resort_IslandNorth_Ninjas": "These birds... Why are they so protective of those strangely colored coconuts?$4",
"Jio.Dialogue.Resort_Volcano_Ninjas": "I sense activity within that volcano.$4#$e#Not the magma.#$b#There's life within it.#$b#...$u#$b#Dwarves.$4#$b#It must be dwarves.$h",
"Jio.Dialogue.Resort_Tent_Ninjas": "I'd like to observe those fossils more closely... But I fear that man will ask too many questions.$4",
"Jio.Dialogue.Resort_Ninjas": "Perhaps when we come here next we can venture into that jungle to the east.#$b#Even if it holds nothing of interest to the Seer, at least it will be in the shade...$2",

"Daia.Dialogue.Resort_Entering_Ninjas": "Boo... I'd rather be lounging on the shore with a drink in my hand!$2",
"Daia.Dialogue.Resort_Leaving_Ninjas": "Well, I gotta say, at least that wasn't as boring as our usual missions!",
"Daia.Dialogue.Resort_Adventure_Ninjas": "Hey, Jio~ How about you and Kiwi check out the north while I do some undercover recon on the south?$1#$e#I just think I could most benefit the team from a position on the shore. Or perhaps a nice beach towel.$1",
"Daia.Dialogue.Resort_IslandNorth_Ninjas": "Hm... The geography of this place is quite peculiar...$8#$b#There are these odd patterns all around, too random to be man-made but too exact to be naturally occurring...$8",
"Daia.Dialogue.Resort_Volcano_Ninjas": "Interesting... My research tells me this volcano was nearly extinct before it suddenly erupted not long ago.$8#$b#I wonder what the impetus was?$8",
"Daia.Dialogue.Resort_Tent_Ninjas": "I wonder what lies beyond that bridge to the east? Too bad Jio wants us to stay in a group...$8",
"Daia.Dialogue.Resort_Ninjas": "Next time, Jio, I'm coming in my bikini and there's nothing you can do to stop me!#$b#If you want me to change you'll have to take it off me yourself.$6",

"Kiwi.Dialogue.Resort_Entering_Ninjas": "Today is special mission!#$b#No distract please. Kiwi must focus.$a",
"Kiwi.Dialogue.Resort_Leaving_Ninjas": "Kiwi saw rainbow chicken. Kiwi had good mission.$h",
"Kiwi.Dialogue.Resort_Adventure_Ninjas": "This village very small. And sandy.#$b#Small, sandy, strange village.",
"Kiwi.Dialogue.Resort_IslandNorth_Ninjas": "Human... Do you speak chicken?#$b#Kiwi want to say \"hi\" in chicken please.",
"Kiwi.Dialogue.Resort_Volcano_Ninjas": "%Kiwi's eyes are fixed on the volcano.#$b#Big mountain... Angry mountain...$a",
"Kiwi.Dialogue.Resort_Tent_Ninjas": "Kiwi feels strange...#$b#Uncharted place... Kiwi alert!$a",
"Kiwi.Dialogue.Resort_Ninjas": "Rainbow chicken like shiny wood fruit. Can Kiwi try one, Jio?$h#$b#Not for Kiwis? Hmph...$s",

"Blair.Dialogue.Resort_Entering_Pranksters": "Sean and I are going to hang out on the island today, and we're taking the kids. This will be so much fun!$h",
"Blair.Dialogue.Resort_Leaving_Pranksters": "Hey Sean, if Ian says you ace your next \"test\", we'll go again!$h",
"Blair.Dialogue.Resort_Adventure_Pranksters": "Don't worry, kids! If we run into a tiger, I'll just trip Sean.$h",
"Blair.Dialogue.Resort_IslandNorth_Pranksters": "Dios mio, Keahi, you bury those right now! Do you want whatever it is cursing you?$a",
"Blair.Dialogue.Resort_Volcano_Pranksters": "Uh, Sean? That IS an active volcano.$s",
"Blair.Dialogue.Resort_Tent_Pranksters": "Hey, there's a river over there! I wonder if it's got different fish from the shoreline?",
"Blair.Dialogue.Resort_Pranksters": "It's so nice to get away from everything that's stressing me out and just hang with my BFFs for a while!$h",
"Blair.Dialogue.Resort_Fish": "The fish here are so pretty, I almost feel bad about selling them. Wish I could keep one as a pet!$h",

"Keahi.Dialogue.Resort_Entering_FunDads": "THE ISLANDS! LEZGO!!!$h#$b#I'm gonna challenge Trinnie to a race around the beach!$h",
"Keahi.Dialogue.Resort_Leaving_FunDads": "I'm not tired yet! I don't wanna go home!$s#$b#*yawn*$s#$b#I swear I'm not tired!$s#$b#*yaaaawn*$s",
"Keahi.Dialogue.Resort_Bar_FunDads": "Here, Dad, let me make you a Keahi special drink! You gotta have fun, too!$4",
"Keahi.Dialogue.Resort_Chair_FunDads": "...and tape this here, put some leaves there.$h#$b#Oh! @! Tell me if you see Mister Bert coming, okay? So I have a head start!$h",
"Keahi.Dialogue.Resort_Shore_FunDads": "Wet sand is so much more fun to throw than dry sand!$h#$b#Trinnie cries when I throw some at her though.#$b#So, can I throw some at you instead, @?$4",
"Keahi.Dialogue.Resort_FunDads": "I wonder where I can buy water balloons here?#$b#Trinnie said she wants to be a mermaid so I'll be her guard with water powers!$h",
"Keahi.Dialogue.Resort_Entering_Pranksters": "I've been really good, so Dad let me go play with my friends on the island! It's gonna be so cool!$h",
"Keahi.Dialogue.Resort_Leaving_Pranksters": "Don't tell the others, but I snuck a dried bat into my bag! I can't decide whether to keep it or use it in a prank.$h",
"Keahi.Dialogue.Resort_Adventure_Pranksters": "Yeah, we're going exploring!!$h#$b#I wonder if we'll run into monsters? Or a tiger?$3",
"Keahi.Dialogue.Resort_IslandNorth_Pranksters": "Blair, look! I found some bones! What do you think they're from?$h",
"Keahi.Dialogue.Resort_Volcano_Pranksters": "Hey Trinnie, look in that cave! I think I see an island monster~$h",
"Keahi.Dialogue.Resort_Tent_Pranksters": "Look, there's a dried frog in there! Dare you to touch it~$h",
"Keahi.Dialogue.Resort_Pranksters": "Let's build a sandcastle! Or go swimming! Hey, can we go exploring??$h",

"Trinnie.Dialogue.Resort_Entering_Lidens": "BEAAAAAACHHH!!!$h#$b#%Trinnie starts running around the resort.#$b#Cousin Alissa! Lookie here, I'm going to do a cartwheel! Teehee!$h",
"Trinnie.Dialogue.Resort_Leaving_Lidens": "Aww, we're already going home?$s#$b#But I still wanna play with cousin Lissa in the sand.$s",
"Trinnie.Dialogue.Resort_Bar_Lidens": "Ooh!#$b#What are those?#$b#Can I drink those too?#$b#What about that little coconut one? Can I? Can I???$h",
"Trinnie.Dialogue.Resort_Chair_Lidens": "Mama and Papa said I shouldn't wander too far.#$b#So I'll just stay here and make sand farms!$h",
"Trinnie.Dialogue.Resort_Shore_Lidens": "If you see little shells could you give them to me?#$b#I want to do something for my room, and for cousin Alissa and Keahi.$h#$b#Do you think a seashell lamp would be good and an ankle bracelet for Keahi and cousin Lissa?$4",
"Trinnie.Dialogue.Resort_Lidens": "Wow! Mama, Papa, Auntie Malaya, and Uncle Kimpoi are the best!$h#$b#Cousin Lissa and I have been having the time of our lives.$h#$b#I just wish Keahi was here.$4",
"Trinnie.Dialogue.Resort_Entering_FunDads": "Ooooh! This looks super pretty!$h#$b#I want to be the island princess now!$h#$b#I'll rule everything pretty and cute here!$h",
"Trinnie.Dialogue.Resort_Leaving_FunDads": "*Yawn* I was the island princess for the day! I'm so-*yawn*-happy!$h#$b#%Trinnie has dozed off.",
"Trinnie.Dialogue.Resort_Bar_FunDads": "Keahi made me orange juice! It feels like we're married!$h",
"Trinnie.Dialogue.Resort_Chair_FunDads": "Teehee <! Keahi and I held hands while we were searching for sticky stinky stuff to stick to the chair for pranks!$h#$b#I'm so happy!$h",
"Trinnie.Dialogue.Resort_Shore_FunDads": "Waaaah! Keahi keeps throwing sand at me!$s#$b#Keahi you're a meanie!!!$s#$b#PAPA!!!$s",
"Trinnie.Dialogue.Resort_FunDads": "I wonder if Mister Pika or Papa know where we can buy a mermaid costume here.#$b#I wanna be one! I wanna be one now!$h#$b#You can be one of my mer-guards, @! Like Keahi!$h",
"Trinnie.Dialogue.Resort_Entering_Pranksters": "Mama and Papa said I could go to the resort as long as I'm with Sean and Blair! I'm so excited!!$h",
"Trinnie.Dialogue.Resort_Leaving_Pranksters": "Hee hee hee hee!$h#$b#%Trinnie seems to still be riding an emotional high from her day.",
"Trinnie.Dialogue.Resort_Adventure_Pranksters": "I can't wait to see what all we can find! Maybe we'll see something no one else ever has??$h",
"Trinnie.Dialogue.Resort_IslandNorth_Pranksters": "I'm going to name this tree Fiore and it will be my friend!$h#$b#Hey Sean, do you think this is a boy tree or a girl tree?",
"Trinnie.Dialogue.Resort_Volcano_Pranksters": "Keahi, there's no such thing as island monsters! It's too hot for them here!$a",
"Trinnie.Dialogue.Resort_Tent_Pranksters": "I'll touch the mummy frog! I'm not scared of mummies!$a",
"Trinnie.Dialogue.Resort_Pranksters": "OMY, an entire day with Keahi! And we get to hang out with cool adults like Blair and Sean, too!$h",

"Freddie.Dialogue.Resort_Entering_Bladebanes": "I'm taking Lola on a little island holiday today. She deserves it!$h",
"Freddie.Dialogue.Resort_Leaving_Bladebanes": "I smell like sulfur? Ah, I suppose that's what happens when you stand close to a volcano for a while, eh?",
"Freddie.Dialogue.Resort_Adventure_Bladebanes": "Don't worry, @, Lola and I are just stepping into the shade for a while.  Pure sun like that isn't good for us.",
"Freddie.Dialogue.Resort_IslandNorth_Bladebanes": "Hm...#$b#%Freddie's gaze is to the north.#$b#@? Oh, I was just admiring the scenery. It's quite spectacular, isn't it?$h",
"Freddie.Dialogue.Resort_Volcano_Bladebanes": "You know, @, that volcano seems pretty dangerous. I think you should avoid it for today.$2#$b#Don't worry, the missus and I will, ah, keep an eye out and warn off anyone that tries to get close.",
"Freddie.Dialogue.Resort_Tent_Bladebanes": "Was that really a snake skeleton? I suppose spines all look alike.",
"Freddie.Dialogue.Resort_Bladebanes": "There's something quite inspiring in the air here. It makes me feel younger.$h",

"Lola.Dialogue.Resort_Entering_Bladebanes": "I convinced Freddie to come visit the island with me today. He needs a little vacation every now and then.$h",
"Lola.Dialogue.Resort_Leaving_Bladebanes": "Oh, my clothes got rather dirty. Nothing to be alarmed about, dear, I just... took a little tumble, that's all.",
"Lola.Dialogue.Resort_Adventure_Bladebanes": "Don't worry, dear, we won't go too far. These legs aren't what they used to be.",
"Lola.Dialogue.Resort_IslandNorth_Bladebanes": "Look at these tracks, Freddie.  It looks like--$5#$b#Oh, @, you surprised me!$3#$b#Ah, the tracks? I was about to say it looks like some small mammal passed through.$h",
"Lola.Dialogue.Resort_Volcano_Bladebanes": "What a lovely volcano. It smells so dangerous.$h",
"Lola.Dialogue.Resort_Tent_Bladebanes": "Freddie, dear, didn't that big skeleton remind you of a dire wolf?$h",
"Lola.Dialogue.Resort_Bladebanes": "Such a lovely island. I'm sure there's plenty here to engage the mind and senses.$h",

"Aguar.Dialogue.Resort_Entering_WaterLab": "We arrived before dawn in order to maximize our time here.#$b#Unfortunately, talking is wasting my time.$a",
"Aguar.Dialogue.Resort_Leaving_WaterLab": "We've gathered enough samples from the area.#$b#I wonder what's taking our departure so long?$a",
"Aguar.Dialogue.Resort_Adventure_WaterLab": "Unless you're offering assistance, can you leave our expedition party in peace?",
"Aguar.Dialogue.Resort_IslandNorth_WaterLab": "There should be fascinating items and artifacts scattered around the area.#$b#Frankly, I'm only interested on the ones that would further develop either science or the arcane arts.",
"Aguar.Dialogue.Resort_Volcano_WaterLab": "The flora here is fascinating.#$b#There seems to be arcane activity emanating from the volcano too.#$b#I should ask the local professor here for data.",
"Aguar.Dialogue.Resort_Tent_WaterLab": "Professor Snail is a diligent worker, and that's a trait I admire, especially when burdened by society's doubt.#$b#We've been sharing data regarding our own researches and it has been a delight.$h",
"Aguar.Dialogue.Resort_WaterLab": "The Water Research Facility will be conducting an expedition on the island to survey the hydrology of the location.#$b#If you're here to chat, then you're wasting our time.",

"Ezekiel.Dialogue.Resort_Entering_Daniels": "Harumph! Bad day to be out in this heat.$a#$b#But Corine insists I go here to get  some sun.#$b#She says I look pale and ‘ghastly', hmph.#$b#I don't know where she gets that language from, but I'm guessing it's from Goldsworn's girl.",
"Ezekiel.Dialogue.Resort_Leaving_Daniels": "Hmm, maybe I really did need this trip.#$b#My girl does know me well.$h",
"Ezekiel.Dialogue.Resort_Adventure_Daniels": "Corine says a stroll would be good for my heart.#$b#Now where does that girl get her ideas like that?#$b#I would've been fine on my own at home.",
"Ezekiel.Dialogue.Resort_IslandNorth_Daniels": "I've been wanting to catch a pufferfish for quite some time now.#$b#Perhaps today is my lucky day.",
"Ezekiel.Dialogue.Resort_Volcano_Daniels": "Bah! Why are we here near a volcano?#$b#Why on earth would it be okay to travel near these things?$a",
"Ezekiel.Dialogue.Resort_Tent_Daniels": "My Corine is fond of adventuring in different places all over town.#$b#She says she likes it when she sees new flowers and critters.#$b#I'm sure she got that adventuring habit from her mother.$h",
"Ezekiel.Dialogue.Resort_Daniels": "Hmph. The only good thing coming out of us coming here is that I get to see my little Corine enjoying herself.$h",

"Bert.Dialogue.Resort_Entering_Lidens": "The whole family's here! The missus had me pack enough sunscreen for everyone in town and then some.$h#$b#If you need some, come get some, @.",
"Bert.Dialogue.Resort_Leaving_Lidens": "Trinnie's getting sleepy, so I'm preppin' to carry here once she feels too tired to walk.$h",
"Bert.Dialogue.Resort_Bar_Lidens": "I want the missus to relax while the family's here.#$b#So I'll just get a beer then have my eyes on the princess as I drink.#$b#That's a nice plan, ain't it?$h",
"Bert.Dialogue.Resort_Chair_Lidens": "These chairs sure are comfy. I might take forty winks or so...#$b#No, no, Bert! You're on watch right now!$u",
"Bert.Dialogue.Resort_Shore_Lidens": "I heard if you get stung by a jellyfish, you pee on it? Or spit on it?#$b#That sounds a bit bizarre, don't it?$u",
"Bert.Dialogue.Resort_Lidens": "Vacations are more fun when the whole family's here, don't ya think?$h#$b#Trinnie's been bugging me and the missus to make a sandcastle with her.#$b#She wants her Papa to be the king and Mama to be the queen! Ain't she precious?$h",
"Bert.Dialogue.Resort_Entering_FunDads": "Well, the kids have been pestering us for a vacation, so how could we say no?$h#$b#I betcha it's gonna be a fun day, especially with ol' Pika to serve you some fancy drinks!$h",
"Bert.Dialogue.Resort_Leaving_FunDads": "For Pete's sake! I spent the whole day chasing Trinnie making sure she doesn't go in the deep water!$a#$b#I'm glad the kids had fun, but I'm just looking forward for a nice beer and nap after!$h",
"Bert.Dialogue.Resort_Bar_FunDads": "Yessirree! Time to relax! Ain't that right, @?$h#$b#Though I still gotta keep a weather-eye on both kids. Pika's serving me some drinks, so it's the least I can do.",
"Bert.Dialogue.Resort_Chair_FunDads": "Almost forgot to check the chair before sitting on it!$u#$b#I've been a victim of Keahi's pranks before, and I sure ain't gonna be a sucker today!$a",
"Bert.Dialogue.Resort_Shore_FunDads": "I'm on guard duty for both of 'em today.#$b#A dad's gotta do what a dad's gotta do!$h",
"Bert.Dialogue.Resort_FunDads": "I'm glad Keahi and Trinnie are having a fun play date.#$b#Ol' Pika here and me's been talkin' about the dishes he's been thinkin' of making!#$b#Maybe he'd let me be his taste tester?$h",

"Jeric.Dialogue.Resort_Entering_FriendDay": "Being here with all these pretties is gonna be fun!$h#$b#I'm sure we're gonna be head turners around here.$7",
"Jeric.Dialogue.Resort_Leaving_FriendDay": "Man, that day wasn't long enough!$s#$b#Faye and I weren't finished discussing the recent Zuzu City fashion week!$s",
"Jeric.Dialogue.Resort_Leaving_2_FriendDay": "I think I had a bit too much to drink.$u#$b#Don't tell the ladies but I'm just trying to look sober right now.$uto drink",
"Jeric.Dialogue.Resort_Shore_FriendDay": "Faye and Ysa have been talking about clothes since noon, and Corine has been laughing along.#$b#I don't understand why these fine young people would bother about anything else other than my gorgeous body?$l",
"Jeric.Dialogue.Resort_Shore_2_FriendDay": "%Jeric is flexing his muscles.#$b#My, my what a gorgeous day.$h#$b#Although, I believe no one here is more gorgeous than you–and myself, of course.$7#$b#But don't tell Corine or Ysa I said that. They'll have my head for sure.$h",
"Jeric.Dialogue.Resort_Umbrella_FriendDay": "The scenery is heavenly, ain't that right, @?#$b#This island is bliss.$h",
"Jeric.Dialogue.Resort_Umbrella_2_FriendDay": "Phew!$u#$b#Gotta get out of the heat for a while. It's good to be tan, but not burnt.$h",
"Jeric.Dialogue.Resort_Umbrella_3_FriendDay": "Hey there, cutie.$7#$b#Finding solace from the heat, I see? Corine, Ysa, and Faye are gonna join us here in a while.$h",
"Jeric.Dialogue.Resort_Wander_FriendDay": "The girls and I are looking for neat spots to take pictures.$h#$b#We might use up a bunch of storage in our phones but it will all be worth it!",
"Jeric.Dialogue.Resort_Bar_FriendDay": "Do you think this drink matches my outfit? Or this one?$s#$b#I'm trying to find the best one so I can take a sweet pic of myself with it.",
"Jeric.Dialogue.Resort_FriendDay": "This place is hot hot HOT!$h#$b#In more ways than one.$7",

"Shiro.Dialogue.Resort_Entering_Kobayashis": "Mom just announced she's taking the day off work today to take us to the island. Is this what winning the lottery feels like?$h",
"Shiro.Dialogue.Resort_Leaving_Kobayashis": "The beach was nice, but the best part was getting to spend time with my family.$h",
"Shiro.Dialogue.Resort_Leaving_2_Kobayashis": "Haha, Yuuma already looks like he's going to fall asleep! I think he had a good time, though.$h",
"Shiro.Dialogue.Resort_Shore_Kobayashis": "You know, in some places pufferfish are considered a delicacy.#$b#I wonder if we can convince Pika to prepare one?$h",
"Shiro.Dialogue.Resort_Shore_2_Kobayashis": "Yuuma, come look! I see a lionfish!$h",
"Shiro.Dialogue.Resort_Umbrella_Kobayashis": "I got a little overheated.$4#$b#It can happen to you too, @, so you'd better be careful.$4",
"Shiro.Dialogue.Resort_Umbrella_2_Kobayashis": "Hey, Yuuma, come sit in the shade for a bit. There's plenty of room here.$h",
"Shiro.Dialogue.Resort_Umbrella_3_Kobayashis": "I'm fine, Mother. No pain or discomfort, I promise.",
"Shiro.Dialogue.Resort_Wander_Kobayashis": "Walking on the sand is good practice. It's not completely solid, but it's not slippery or dangerous, either.",
"Shiro.Dialogue.Resort_Bar_Kobayashis": "Hm... What do you think Yuuma will like? Should I get him a juice, maybe?",
"Shiro.Dialogue.Resort_Kobayashis": "Think you can find some nice rocks to put on this sandcastle too, Yuuma?$h",
"Shiro.Dialogue.Resort_Pier": "I'm just going to sit down and stick my feet in the water for a bit. The fish make it look really refreshing.$h",

"Alissa.Dialogue.Resort_Entering_Lidens": "The island looks quite peaceful.#$b#Do you think it would be okay to maybe explore the shoreline? I've been looking for inspiration to finish a piece of mine.$u",
"Alissa.Dialogue.Resort_Leaving_Lidens": "I really enjoyed our time here.$h#$b#It was fun to experience and see the island together with my family.",
"Alissa.Dialogue.Resort_Leaving_2_Lidens": "I had the best time with my family today.$h#$b#They told me so many stories from when I was younger.$h",
"Alissa.Dialogue.Resort_Shore_Lidens": "Trinnie has been looking for seashells.#$b#She said she wants to decorate her room with them.$h",
"Alissa.Dialogue.Resort_Shore_2_Lidens": "Oh hello there, @.$h#$b#I'm looking for tiny coffee bean shells or a little tampa drill. Do you have any idea what those look like?$u#$b#Trinnie was talking about making anklets for Keahi and me. Isn't she sweet?$h",
"Alissa.Dialogue.Resort_Umbrella_Lidens": "It's nice to take some time away from home.$u#$b#Although, I must say I also miss my orchard.$l",
"Alissa.Dialogue.Resort_Umbrella_2_Lidens": "Auntie Olga and Uncle Bert have been bickering about something for a while now.$u#$b#They're like cats and dogs but they love each other very much.$h",
"Alissa.Dialogue.Resort_Umbrella_3_Lidens": "Mom and Dad said that I used to love the beach when I was younger.#$b#I was apparently a \"water baby\", as they put it.$h",
"Alissa.Dialogue.Resort_Wander_Lidens": "Oh there you are, @.#$b#Trying to clear your head by wandering around?$u",
"Alissa.Dialogue.Resort_Bar_Lidens": "I think I'll get some cranberry candy in a while. Miss Lenny mentioned that cranberries are good for the voice.$u#$b#Though I do wonder where she heard that.$h",
"Alissa.Dialogue.Resort_Lidens": "Oh, @.#$b#I do hope you're enjoying your time here with us.$h",

"Corine.Dialogue.Resort_Entering_FriendDay": "We've been planning this vacay-friend-day for a while!#$b#Time to relax!$h",
"Corine.Dialogue.Resort_Leaving_FriendDay": "I think we had *too* much relaxing.#$b#I'm feeling super drowsy.#$b#I wonder if Ysa would let me crash in one of the hotel rooms before I go home?$h",
"Corine.Dialogue.Resort_Leaving_2_FriendDay": "I guess you never know how fast time flies when you're having fun.$s#$b#I wonder when we can sync up our group's schedules, so we can come back here.",
"Corine.Dialogue.Resort_Shore_FriendDay": "I wonder if I talk Ysa or Faye into being buried in the sand?#$b#I think it'd be nice and cool!$h#$b#I bet Jeric would be willing if I use my charms on him.$h",
"Corine.Dialogue.Resort_Shore_2_FriendDay": "I just got done swimming, so I'm catching my breath.#$b#I heard someone whistling while I was going out in the water though. Hmph! I hate that.$a",
"Corine.Dialogue.Resort_Umbrella_FriendDay": "I wonder where Ysa put our sunscreen lotion...",
"Corine.Dialogue.Resort_Umbrella_2_FriendDay": "I find it quite distasteful when we hear passersby whistling while we're sunbathing.$a",
"Corine.Dialogue.Resort_Umbrella_3_FriendDay": "I wonder if we packed any other snacks?#$b#I bet Faye packed her usual fruit salads!$h",
"Corine.Dialogue.Resort_Wander_FriendDay": "I hope I find a nice rock to climb here.#$b#Ysa never want to join me in rock-climbing, so she just watches and takes pictures.$h",
"Corine.Dialogue.Resort_Bar_FriendDay": "It's fun not being a waiter at a bar for a change.#$b#I get to drink and chat with my friends!$h",
"Corine.Dialogue.Resort_FriendDay": "We're trying to find a nice spot to relax.#$b#Preferably somewhere where there's no ants!$u#$b#Our first spot had some and it was quite a shock!$h",
"Corine.Dialogue.Resort_Entering_Daniels": "I finally convinced Dad to relax at the island today!$h#$b#He may be frowning but I can see him struggling to keep that smile from showing.",
"Corine.Dialogue.Resort_Leaving_Daniels": "Dad may have had one too many, so if he says anything rude, I apologize on his behalf.#$b#I'm just really happy to see him relax and enjoy today.$h",
"Corine.Dialogue.Resort_Adventure_Daniels": "I'm sure Dad would have a heart-attack if I attempted to climb any boulder here.#$b#So I'll just behave.$s#$b#It's fine though, I'm already happy getting to spend more time with my dear old dad.$h",
"Corine.Dialogue.Resort_IslandNorth_Daniels": "Dad's interested in artifacts and weird fish, so I figured he'd like a little exploring.",
"Corine.Dialogue.Resort_Volcano_Daniels": "This place looks like it would be fun to explore!$h#$b#Dad looks like he's nervous though.",
"Corine.Dialogue.Resort_Tent_Daniels": "This tent has a bunch of interesting stuff in it!$h#$b#I wonder if Dad knows the owner of this place.",
"Corine.Dialogue.Resort_Daniels": "Dad has been asking for more beer from the bar, but I think he's had enough.#$b#Hmph! He's such a stubborn old man.$a#$b#But I'm just glad he's relaxing.",

"Maddie.Dialogue.Resort_Entering_WaterLab": "Can you move out of the way?$7#$b#Mr. Aguar is very adamant about us finishing our work today and I can't afford any distractions!$a",
"Maddie.Dialogue.Resort_Leaving_WaterLab": "The doctor and I have collected enough samples for the day.#$b#It's important to limit what we take away from nature or else we'd disturb the ecosystem.",
"Maddie.Dialogue.Resort_Adventure_WaterLab": "Were you sent here to help me or not?#$b#If it's the latter, please don't disturb my work.$s#$b#I'm surveying the area for more data about this island.#$b#Now if you'll excuse me.",
"Maddie.Dialogue.Resort_IslandNorth_WaterLab": "Ah! I just saw a cute little birdie fly by!$h#$b#It looked adorable!$h#$b#*ahem* I mean--um. Nothing!$u#$b#What are you looking at?$a",
"Maddie.Dialogue.Resort_Volcano_WaterLab": "Professor Snail said there might be crater lakes that are present around here.#$b#Mr. Aguar wants me to collect samples from these lakes to bring to the village so that we can study their principle components and compatibility with wildlife.",
"Maddie.Dialogue.Resort_Tent_WaterLab": "Professor Snail's work is really interesting!$h#$b#I read a lot of his papers during my college days.#$b#I wonder what he and the doctor are talking about, though. It sounds like serious stuff.",
"Maddie.Dialogue.Resort_WaterLab": "I might think to sneak off to the bar when Mr. Aguar isn't looking. I need a drink to beat this heat.$6",

"Ysabelle.Dialogue.Resort_Entering_FriendDay": "At last!$h#$b#The sun's the best therapy I've had in days!$h#$b#I'm glad Corine and the group are here with me. We've been planning a quick getaway for weeks! I had my outfit planned since the start of the season– and I didn't even know where we were going at the time!$h",
"Ysabelle.Dialogue.Resort_Leaving_FriendDay": "*sigh* Must all good times end so soon?$s#$b#I wish I could bring the island home with me.$s",
"Ysabelle.Dialogue.Resort_Leaving_2_FriendDay": "The day's just ending, yet Corine and I already talked to Faye and the group for our next outing.$h#$b#You must come if you're free soon, okay?$h",
"Ysabelle.Dialogue.Resort_Shore_FriendDay": "I find the horizon just breathtaking, especially on days like this.$l#$b#It makes me appreciate life.$h",
"Ysabelle.Dialogue.Resort_Shore_2_FriendDay": "I should think about bringing Grandfather here some time.#$b#I'm sure he'd enjoy this lovely scenery and have a great time relaxing around the beach.$h",
"Ysabelle.Dialogue.Resort_Umbrella_FriendDay": "Ah, finally some shade.#$b#One might say I've been out in the sun too long. Grandfather might have a heart attack if I come home darker instead of redder.$u#$b#Oh, it isn't a racial thing. It's just that he believes that if I go home darker it means I've been out in the sun for too long and I would be prone to skin cancer.#$b#He's just looking out for me, it's cute.$h",
"Ysabelle.Dialogue.Resort_Umbrella_2_FriendDay": "Corine, Faye, and I have been taking snapshots of us in our bikinis all day.$h#$b#Do you want to snap a few selfies with us?#$b#Jeric has also been asking us to take his picture. But if you ask me, the world already has enough pictures of Jeric.$h#$b#Although, one can't deny that he does look good in that outfit of his.$h",
"Ysabelle.Dialogue.Resort_Umbrella_3_FriendDay": "I find it irritating when passerbys catcall us whenever we go out.#$b#It's even worse whenever we're using our bikinis!$a#$b#It's like women have no right to dress as we please without getting disgusting attention.",
"Ysabelle.Dialogue.Resort_Wander_FriendDay": "I find a little walk around quite refreshing.#$b#It's a good way to get my blood flowing while also getting the chance to see the picturesque surroundings.$h",
"Ysabelle.Dialogue.Resort_Bar_FriendDay": "Don't they have anything stronger here?#$b#Well, I suppose Jeric, Corine, Faye, and I could continue our little bender back at the hotel tonight.$h#$b#If grandfather permits us, that is.$6#$b#Would you like to join us?",
"Ysabelle.Dialogue.Resort_FriendDay": "I'm glad Corine and the rest of the gang had time to come on a trip today.$h#$b#I really needed this.$6#$b#And I really appreciate them taking my mind off things.$l",

"Maive.Dialogue.Resort_Entering_Amethynes": "How... quaint.#$b#I must tell Sonny to take note of all the amenities here.#$b#Hm? Just as a preliminary measure... I don't expect you to know what I mean, but it would be polite for you to stop asking questions and just enjoy your trip here. Understood, @?$4",
"Maive.Dialogue.Resort_Leaving_Amethynes": "That was quite an agreeable outing.#$b#I am now ready to return to the comforts of home.#$b#Now where is Sonny? I must have him bring my fan.",
"Maive.Dialogue.Resort_Bar_Amethynes": "I would prefer not to drink here.#$b#Sonny and Irene are the only ones allowed to touch my drinks.$4",
"Maive.Dialogue.Resort_Shore_Amethynes": "Ariah mustn't slouch so much.#$b#I have to remind that girl later.$a#$b#Now, Sonny! We have some matters to discuss, yes?",
"Maive.Dialogue.Resort_Amethynes": "Louie has been inquiring about the situation with the island incessantly.#$b#Truthfully, I've been thinking about investing in some land on Ginger Island. Although, the uncertainty of the matter is still high.",

"Louie.Dialogue.Resort_Entering_Amethynes": "What is this place?$a#$b#This place looks half-finished.$a#$b#Hmph... But it'll do. I'll just ask Sonny to dust the beach towel extra thoroughly before I lay on it.",
"Louie.Dialogue.Resort_Leaving_Amethynes": "We're departing, at last.#$b#It was a passable experience, though I'm sure this place could be better.#$b#I wonder if Grandmother arranged this visit so she can take a look at the property... Was she planning on buying it?",
"Louie.Dialogue.Resort_Bar_Amethynes": "Grandmother says that I'm not yet old enough to drink alcoholic beverages.#$b#But if you let me take a sip, I'm sure I won't tell a soul and I'll be forever grateful for it, which means I'll be indebted to you.$h#$b#So what do you say, huh?$4",
"Louie.Dialogue.Resort_Shore_Amethynes": "Make a sandcastle?#$b#Nonsense! Why would I make it myself when I have Irene and Sonny here to build one for me!$u#$b#Grandmother would approve of my resourcefulness.$u",
"Louie.Dialogue.Resort_Amethynes": "*yawn* This place doesn't have too many attractions, does it?#$b#Oh, well. Why am I not surprised?$u#$b#I wonder if Grandmother is planning to buy the island?",

"Ariah.Dialogue.Resort_Entering_Amethynes": "Hmm, this place looks suitable.#$b#Do you think I could find a quiet spot here, one where Louie can't bother me?",
"Ariah.Dialogue.Resort_Leaving_Amethynes": "Grandmother says we've had enough rest for today.$s#$b#I didn't think I'd say it, but I wish we could stay here for a little while longer.$s",
"Ariah.Dialogue.Resort_Bar_Amethynes": "I don't think I'm allowed to drink yet.$u#$b#Grandmother wouldn't approve of it. Also, it isn't good for the brain and I don't wish to damage to my strongest asset.",
"Ariah.Dialogue.Resort_Shore_Amethynes": "Louie has been bragging about his superiority in the art of sandcastle-making.#$b#Well, I think it's kind of cute that he's occupied with his hobbies for a change. Even if he just orders Sonny and Irene around to do his bidding.$h",
"Ariah.Dialogue.Resort_Amethynes": "I'm glad that we all have this time to unwind.#$b#Irene has been particularly in need of a day out. I'm glad she was able to come with us.$h#$b#Although, I do pity her, since Louie made her make a sandcastle earlier.$s#$b#But, oh well, nothing I can do about it now. The important thing is that she was able to take a rest.$1",

"Irene.Dialogue.Resort_Entering_Amethynes": "I packed a lot of dishes for the family because they're quite picky.$h#$b#Shh! Don't tell them I told you that!$h",
"Irene.Dialogue.Resort_Leaving_Amethynes": "The sunset looked romantic!$l#$b#This place would make an ideal date spot!$h",
"Irene.Dialogue.Resort_Bar_Amethynes": "I'm learning quite a lot from these exotic drinks!$h#$b#The Madame seems to like one of them, so I'm taking the initiative to learn it.",
"Irene.Dialogue.Resort_Shore_Amethynes": "Sonny and I were just talking about what exotic ingredients can be found under the sea.#$b#I'm interested in experimenting with them soon.$h",
"Irene.Dialogue.Resort_Amethynes": "Sonny has been having a hard time chasing after Mister Louie.#$b#I'm looking after Miss Ariah, so she can actually remember to enjoy the vacation.$h",

"Sonny.Dialogue.Resort_Entering_Amethynes": "The Madame required me to bring a notebook during the trip because she wants me conduct a survey of the land.#$b#It's a good thing I was allowed to change from my work clothes to this snazzy outfit.$h#$b#At least I can work like you hip kids do these days.$h",
"Sonny.Dialogue.Resort_Leaving_Amethynes": "The sunset's a marvel, isn't it?#$b#I'm quite grateful to the Madame for this opportunity to visit the island.#$b#And to Yoba, for such a wonderful and beautiful world for us to live in.$h",
"Sonny.Dialogue.Resort_Bar_Amethynes": "The young master, Louie, has always been curious about consuming alcohol.$s#$b#Please pardon him, for he has always been exposed to the sight of rich and powerful visitors in the mansion who are fond of drinking such luxuries.",
"Sonny.Dialogue.Resort_Shore_Amethynes": "Young master Louie had me and Irene research the sturdiest sandcastles and \"coolest\" structures, as he puts it.#$b#Now we're to build one post-haste.",
"Sonny.Dialogue.Resort_Amethynes": "Yoba has blessed us with such bountiful lands full of beauty and wonder.$h#$b#I'm sure the spirits under Her are watching over these gifts along with us.#$b#So let's do our best in doing our part in preserving such treasures.$h",

"Naomi.Dialogue.Resort_Entering_Kobayashis": "Shiro's doctors recommended this island visit. Of course, if it's for my family, I'll do it.",
"Naomi.Dialogue.Resort_Leaving_Kobayashis": "It seems both my sons enjoyed the trip today, so I suppose it was worth it.$h",
"Naomi.Dialogue.Resort_Bar_Kobayashis": "Something non-alcoholic, if you please. I'd prefer to be alert.",
"Naomi.Dialogue.Resort_Shore_Kobayashis": "I hope I'm not missing too much at work. I asked Ysabelle to call me if anything comes up.",
"Naomi.Dialogue.Resort_Kobayashis": "Alright, Shiro, if you feel unwell, call for me at once. Yuuma, you're free to run around as long as you stay in this area.",

"Yuuma.Dialogue.Resort_Entering_Kobayashis": "Mother is taking my brother and me to the resort. I'm really looking forward to us all spending time together.$h",
"Yuuma.Dialogue.Resort_Leaving_Kobayashis": "I'm sad it's over, but Nii-san looks really relaxed and happy.$h",
"Yuuma.Dialogue.Resort_Bar_Kobayashis": "Can I get another glass of water for my brother? He needs to stay hydrated.",
"Yuuma.Dialogue.Resort_Shore_Kobayashis": "I'm fine with just sitting down. It's really fun to watch the birds.$h",
"Yuuma.Dialogue.Resort_Kobayashis": "Nii-san, look, there's a pufferfish!$h",
"Yuuma.Dialogue.Resort_Chair_Kobayashis": "Nii-san, shall we build a sandcastle? I'll bring the sand over to you and you can make the details.$h",

"Olga.Dialogue.Resort_Entering_Lidens": "Oh my Yoba!$u#$b#Trinnie, stop running! You're going to be the death of me, I swear!$a",
"Olga.Dialogue.Resort_Leaving_Lidens": "Bert better check all of Trinnie's things and make sure they're packed.#$b#She's notorious for leaving her things laying around.$u#$b#But I'm glad that we all had a great time here earlier.$h#$b#Nothing beats family time, don't you think?",
"Olga.Dialogue.Resort_Bar_Lidens": "Kimpoi and I are keeping a close eye on his wife.$u#$b#But I'm also worried about whatever my husband and daughter are up to.$s#$b#Even if Bert told me not to worry about anything and just relax, I just can't help it!",
"Olga.Dialogue.Resort_Chair_Lidens": "I must *yawn* make sure Bert and Trinnie don't cause too much trouble.$s#$b#%Olga is trying her best not to doze off.",
"Olga.Dialogue.Resort_Shore_Lidens": "Malaya and Kimpoi look like they have a love-hate relationship with the sea.#$b#I think now they're on the happier side, since their daughter Alissa is with them. I'm glad that they're having the time of their lives with her.$j",
"Olga.Dialogue.Resort_Lidens": "Okay, I have everything scheduled for the family's vacation day.#$b#I just hope they actually follow it.$s",

"Malaya.Dialogue.Resort_Entering_Lidens": "Being out on a vacation with the whole family warms my heart.#$b#Especially on this wonderful island!$h",
"Malaya.Dialogue.Resort_Leaving_Lidens": "Time to swim-- I mean, sail home!$h#$b#I apologize! I must be so tired I'm mixing up my words!$h",
"Malaya.Dialogue.Resort_Bar_Lidens": "My husband and Olga aren't allowing me to drink more than one glass of alcohol.$s#$b#Hmph! I promise I can handle myself!$a",
"Malaya.Dialogue.Resort_Shore_Lidens": "I'm being drawn towards the water.#$b#I want to swim deeper and deeper.#$b#But no, the last thing I ever want is to be away from my family again.$a#$b#I'm just delighted to spend the day with them.$h",
"Malaya.Dialogue.Resort_Lidens": "I hope they're not here...$s#$b#Oh! I'm sorry I must've been talking to myself again.#$b#I should stop worrying and enjoy myself, right?#$e#I wonder what my daughter wants to do on the island? I'll gladly join her for some mother-daughter bonding time!$h",

"Kimpoi.Dialogue.Resort_Entering_Lidens": "I-err-*ahem* This place looks nice.$h#$b#I'm glad to spend the day in a nice place with my family.",
"Kimpoi.Dialogue.Resort_Leaving_Lidens": "Everyone looks tired.$h#$b#I'm getting ready to carry anyone if they need me.#$b#Even my brother-in-law.$h",
"Kimpoi.Dialogue.Resort_Bar_Lidens": "I'm making sure my wife doesn't drink too much.#$b#She's not yet used to alcoholic drinks, and she might even offer some to Trinnie by accident if we're not looking.$s",
"Kimpoi.Dialogue.Resort_Shore_Lidens": "The sea looks friendly today.#$b#I'm thankful for that.$h",
"Kimpoi.Dialogue.Resort_Lidens": "Olga has a planned schedule for the day.#$b#I'm glad that my sister's really organized.#$b#Even my wife admires her a lot.$h",
"Kimpoi.Dialogue.Resort_Pier": "I was just reminiscing about the first day my wife and I met.#$b#It was on a pier just like this.$h",

"Anton.Dialogue.Resort_Entering_Legames": "Kiarra has been really pushing for this family outing.#$b#Well, I guess she finally won over Lorenzo and Shanice.#$b#I don't mind though! I'm just happy that Kiarra's covering my bill!$h",
"Anton.Dialogue.Resort_Leaving_Legames": "*yawn* I slept almost the whole day!$u#$b#Good thing Lorenzo woke me up.#$b#He didn't need to scold me over it, though.$s",
"Anton.Dialogue.Resort_Bar_Legames": "My siblings are treating me today, so I'm having a blast with all these drinks!$h#$b#Though, I know I shouldn't overdo it. I don't want another earful from Lorenzo.$h",
"Anton.Dialogue.Resort_Shore_Legames": "Heh. My feet are completely covered in soft sand.#$b#Why am is this so amusing to me?$h#$b#I gotta watch out for Kiarra though, she might pull my shorts down out of nowhere!$u",
"Anton.Dialogue.Resort_Legames": "To thank my siblings for treating me, I'm carrying their luggage.#$b#Lorenzo and Kiarra's bags are the messy ones with clothes nearly busting the seams. Shanice's is neatly packed, yet heavier for some reason!$u",
"Anton.Dialogue.Resort_Entering_FriendDay": "Paula said she needed to relax, so we had this impromptu getaway.$h",
"Anton.Dialogue.Resort_Leaving_FriendDay": "Well, that was nice.#$b#I hope Paula's feeling better now.#$b#We had fun talking about old times.$h",
"Anton.Dialogue.Resort_Bar_FriendDay": "All my drinks today are out of my pocket, because I don't want to bother Paula.#$b#That means I won't be drinking much, so I'll savor every last drop of what little I have.$s",
"Anton.Dialogue.Resort_Shore_FriendDay": "I want to lie down and sleep here.#$b#But I'm afraid Paula will take the opportunity to bury me in sand if I let my guard down!$u",
"Anton.Dialogue.Resort_FriendDay": "An upside of trips with Paula is that you don't need to worry about getting injured or fainting.$h#$b#You got a doctor right beside you! So you can let loose!$h#$b#I'm just kidding of course. I'm sure Paula wouldn't like that.",

"Kiarra.Dialogue.Resort_Entering_Legames": "I finally managed to drag the family out here! It took so much effort but, grazie Yoba, I did it!$h",
"Kiarra.Dialogue.Resort_Leaving_Legames": "Make sure to pick up your trash before you go okay?#$b#My brothers grumble about it, but you can never be too careful with nature!",
"Kiarra.Dialogue.Resort_Bar_Legames": "Shanice was just about to tell me all the sauce about her life in Zuzu City, when Lorenzo yakked out of nowhere!$u#$b#Only my big brother would have such impeccable timing with sunstroke.$s",
"Kiarra.Dialogue.Resort_Shore_Legames": "Think I might mess with Anton and pull his shorts down.#$b#Don't worry, no one'll see anything. He has another pair underneath, 'cause he's weird like that.$h",
"Kiarra.Dialogue.Resort_Legames": "One good thing about going to the beach with my family is that Shanice and Lorenzo bring everything.#$b#And by everything, I mean EVERYTHING.$h#$b#You need soap? They got it! Towel? Sunscreen? Mat? Scissors? Right here! Haha, they're always *too* prepared.",

"Lorenzo.Dialogue.Resort_Entering_Legames": "Mamma mia, I wonder what Kiarra has dragged us into now.$s#$b#Well, I guess we do need a day to relax.",
"Lorenzo.Dialogue.Resort_Leaving_Legames": "Kiarra says to remember our trash.#$b#My, that kid. She's definitely got a mind of her own now.$h",
"Lorenzo.Dialogue.Resort_Bar_Legames": "*urp* Mi dispiace... I think I had too much to drink.$u",
"Lorenzo.Dialogue.Resort_Shore_Legames": "I have to admit, this is quite nice.$h#$b#%Lorenzo takes a deep breath as he enjoys the breeze.",
"Lorenzo.Dialogue.Resort_Legames": "Shanice and I brought all the necessities.#$b#If you need anything, I'm sure we can spare something for you.$h#$b#Remember to stay safe, though! And don't wander too far alone!$u",

"Shanice.Dialogue.Resort_Entering_Legames": "I'm excited to spend time with the family!$h#$b#Lorenzo said Kiarra had been insisting we schedule a vacation day as a family.#$b#I'm glad that he agreed.$h",
"Shanice.Dialogue.Resort_Leaving_Legames": "I admire Kiarra's initiative and drive for cleanliness.$h#$b#I packed trash bags too, just in case.",
"Shanice.Dialogue.Resort_Bar_Legames": "Oh dear, my husband got too careless with his drinks again.$s#$b#If you'll excuse me, @.$s#$b#I apologize, Kiarra, but let's continue our conversation later.$h",
"Shanice.Dialogue.Resort_Shore_Legames": "Oh, hello again, dear. Would you like a beach towel to lie on?#$b#I know Kiarra and Anton have been saying that Lorenzo and I are total packrats, but you can never be too careful.$h",
"Shanice.Dialogue.Resort_Legames": "The siblings are obviously having fun together, but they're each too proud to admit it.$h#$b#One of the real blessings of marrying Lorenzo is marrying into such a kind and loving family as well.$h",

"Paula.Dialogue.Resort_Entering_FriendDay": "I'm glad the younguns invited us on their trip.#$b#I especially needed the time to unwind.$h",
"Paula.Dialogue.Resort_Leaving_FriendDay": "It was fun while it lasted. But, oh well!#$b#Back to reality tomorrow, huh?$h#$b#I have to make sure to thank the ladies and Jeric again for including Anton and me. It was so much fun!$h",
"Paula.Dialogue.Resort_Bar_FriendDay": "Would you like to join us for a drink?#$b#Last one to finish the glass buys the next round for you, me and Anton.$h",
"Paula.Dialogue.Resort_Shore_FriendDay": "The warm sand feels good against the skin.#$b#You know, it's been known to relieve back pain and provide stress relief if you bury yourself in the sand.",
"Paula.Dialogue.Resort_FriendDay": "Make sure you put on sunscreen, @.#$b#I was delighted to know that the ladies all bought their own sunscreen, specific to their skin types and needs.$h",

"Faye.Dialogue.Resort_Entering_FriendDay": "At last, we are here!$h#$b#Ysa and Corine were talking about sunbathing on the beach the entire way over. I'm excited to give it a try.$h",
"Faye.Dialogue.Resort_Leaving_FriendDay": "Time does fly like an eagle when you're having fun.$4#$b#I really enjoyed spending the day with Ysa, Corine, and Jeric. As well as Paula and Anton...$h#$e#But if you ask me, those two were off in a world of their own.$4#$b#Advantages to being best friends, perhaps? *giggle*",
"Faye.Dialogue.Resort_Bar_FriendDay": "Exotic drinks galore? Don't mind if I do!$h#$b#Ah, this is perfect for my sweettooth!$h",
"Faye.Dialogue.Resort_Shore_FriendDay": "I forgot to bring my brand new camera!$a#$b#Oh, well. Thankfully, Ysa and Jeric both have high quality phone cameras, so I'll ask them to take some shots for me.#$b#I think I'll hang some up in my room for inspiration!$h",
"Faye.Dialogue.Resort_FriendDay": "I wanted to bring more outfits so I can show off my designs.$s#$b#But Ysa told me I wouldn't be able to wear them all at once.#$b#Well, I guess we'll have to come back again soon!$h",

"Carmen.Dialogue.Resort_Fish": "I know I said I'd take it easy, but just look at all those fishies! I can't resist!$h",

}
