{
	"companionAccepted": "Наконец-то немного повеселимся! Пойдем!$h",
	"companionAccepted_Dating": "Это будет весело! Пойдем, @!$h",
	"companionAccepted_Spouse": "Давай отправимся в веселое приключение, золотце!$h",

	"companionRejected": "Извини, но мне еще нужно кое-что сделать.",
	"companionRejected_Dating": "О, мне очень жаль, @. Но мне еще нужно кое-что сделать.$s",
	"companionRejected_Spouse": "Мне действительно жаль, золотце, но мне еще нужно кое-что сделать. Может быть, в следующий раз, хорошо?$s",

	"companionRejectedNight": "Извините, но не слишком ли поздно?$s",
	"companionRejectedNight_Dating": "Я сегодня немного устала, @. Может быть, в следующий раз?$s",
	"companionRejectedNight_Spouse": "Извини, золотце, но я действительно устала, и уже действительно поздно. Завтра, хорошо?$s",

	"companionDismiss": "Я весело провела время! Увидимся!$h",
	"companionDismiss_Dating": "Это было весело, @! Спасибо, что проводили меня!$l",
	"companionDismiss_Spouse": "Это было действительно весело, золотце! Тогда я пойду своей дорогой.$h#$b#Увидимся дома! Береги себя, хорошо?$l",

	"companionDismissAuto": "Уже поздно. А теперь я пойду по своим делам.$h",
	"companionDismissAuto_Dating": "Уже поздно, @. Папа может очень рассердиться на тебя за то, что ты задержал меня допоздна.$h^Уже поздно, @. Папа может очень рассердиться на тебя за то, что ты задержала меня допоздна.$h#$b#Увидимся завтра!$l",
	"companionDismissAuto_Spouse": "Золотце? Уже поздно, а мне завтра еще работать.#$b#Сначала я вернусь в наш дом, хорошо?$l#$b#Береги себя, хорошо? Я люблю тебя!$h",

	"companionRecruited": "Мы отправляемся в приключение?$h",
	"companionRecruited_Dating": "Итак, куда мы направляемся сегодня, @?$h",
	"companionRecruited_Spouse": "Так куда мы направляемся сегодня, золотце?$l#$b#Держу пари, это будет весело!$h",

	"farmerRunAway": "Эй! Подожди меня!$a",
	"giveForages": "Я нашла интересные вещи! Сюда!$h",

	"farmerRunAway_Dating": "Эй! @! Подожди меня!$s",
	"giveForages_Dating": "Я нашла эти интересные вещи, @! Возьми немного!$h",

	"farmerRunAway_Spouse": "Золотце? Эй! Подожди меня!$s",
	"giveForages_Spouse": "Посмотри на это, золотце! Я нашла их вон там.$h",


//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "Бьюсь об заклад, это довольно утомительно - заботиться о таком количестве посевов, да?#$b#Но я восхищаюсь вашей настойчивостью!$h",
	"companion_Farm~1": "Что мы будем здесь делать, @?#$b#Вам нужна помощь на ферме?#$b#Извините, но на самом деле я мало что знаю о работе на ферме.$s",
	//Weather
	"companion_Farm_Rainy": "Должно быть, здорово, что сегодня меньше работы на ферме из-за дождя?#$b#Теперь у тебя больше времени для других дел.$h",
	"companion_Farm_Snowy": "Вау! Идет сильный снег, не так ли?#$b#Надеюсь, я не простужусь.$s",
	//Season
	"companion_Farm_Spring": "Итак, как вы обычно планируете свой урожай в начале года?#$b#Держу пари, все это требует большого планирования, да?$h",
	"companion_Farm_Summer": "Вы сажаете кукурузу этим летом?#$b#Я слышала от Алиссы, что она продержится до осени!$h",
	"companion_Farm_Fall": "Интересно, будет ли Пайки подавать это вкусное осеннее блюдо в ближайшее время?#$b#О! Прости, я просто разговаривала сама с собой.$h",
	"companion_Farm_Winter": "Ваша ферма выглядит немного голой зимой, верно?#$b#Что еще вы делаете тогда, когда не можете сажать урожай?",
	//Entering
	"companionEnter_Farm": "Вау! Ваша ферма выглядит действительно красиво!$h",
	"companionEnter_Farm_Night": "Ммм... Что мы делаем у тебя дома так поздно?#$b#Ты забыл что-то сделать?$h^Ты забыла что-то сделать?$h",
	//Night
	"companion_Farm_Night": "Здесь, на этой большой ферме, немного тихо, да?#$b#Разве тебе не бывает одиноко по ночам?",

	//Dating
	//General
	"companion_Farm_Dating": "@! Закончил всю свою работу на ферме?^Закончила всю свою работу на ферме?#$b#Скажи мне, могу ли я чем-нибудь помочь, хорошо?$h",
	"companion_Farm_Dating~1": "@! Ты весь вспотел!$a^Ты вся вспотела!$a#$b#Вот, позволь мне вытереть тебе спину.$l",
	//Weather
	"companion_Farm_Rainy_Dating": "Давай не будем проводить слишком много времени под дождем, хорошо?#$b#Я не хочу, чтобы ты заболел.$a^Я не хочу, чтобы ты заболела.$a#$b#Но если ты это сделаешь, я позабочусь о тебе.$l#$b#Но, пожалуйста, давайте не будем до этого доводить!$a",
	"companion_Farm_Snowy_Dating": "Бррр! Здесь холодно!$s#$b#Можем мы немного подержаться за руки?$l#$b#Я почувствую себя намного теплее, если мы это сделаем.$l",
	//Season
	"companion_Farm_Spring_Dating": "О, привет, @!$h#$b#Скажи мне, когда тебе понадобится помощь, хорошо?#$b#Научи меня, как выполнять кое-какие работы на ферме, пока мы ей занимаемся.$l",
	"companion_Farm_Summer_Dating": "На днях моему папе очень захотелось кукурузы.#$b#Он знает, что мы встречаемся, и попытается воспользоваться этим.$a#$b#Так что, если он когда-нибудь попросит слишком многого, не бойся отказать, хорошо?$h#$b#Я справлюсь с его истерикой, не волнуйся!$h",
	"companion_Farm_Fall_Dating": "После твоей работы здесь, пойдем потусуемся у Пайки? Или, может быть, в Салуне?#$b#Хоть где, пока я с тобой.$l",
	"companion_Farm_Winter_Dating": "Нужна помощь в уходе за некоторыми животными?#$b#Бьюсь об заклад, некоторые из них немного замерзли, бедняжки.$s#$b#Просто скажи мне, когда помочь, хорошо, @?$h",
	//Entering
	"companionEnter_Farm_Dating": "Ура! Мы посещаем вашу ферму!$h#$b#Мне нравится проводить время с тобой здесь.$l",
	"companionEnter_Farm_Night_Dating": "О боже! Что мы здесь делаем так поздно, @?$l#$b#хих-хи.$l",
	//Night
	"companion_Farm_Night_Dating": "Если ты когда-нибудь почувствуешь себя одиноким по ночам на этой большой ферме, @...$l^Если ты когда-нибудь почувствуешь себя одинокой по ночам на этой большой ферме, @...$l#$b#Не стесняйтесь звонить мне, хорошо? Я прибегу к тебе в объятия.$l",

	//Spouse
	//General
	"companion_Farm_Spouse": "Ферма выглядит действительно замечательно, золотце.$h#$b#Но время от времени расслабляйся, хорошо? Я не хочу, чтобы ты заболел!$a^Я не хочу, чтобы ты заболела!$a#$b#Скажи мне, если тебе понадобится какая-нибудь помощь, хорошо?$h",
	"companion_Farm_Spouse~1": "Я действительно горжусь тобой и твоей тяжелой работой, золотце.$l#$b#Я люблю тебя!$l#$b#%Корин поцеловала тебя и обняла.#$b#Тих-хи!$l",
	//Weather
	"companion_Farm_Rainy_Spouse": "Что, золотце? Повеселимся под дождем?$h#$b#Хорошо, но не слишком долго, оки?$l#$b#Я не хочу, чтобы мы заболели!$h",
	"companion_Farm_Snowy_Spouse": "Не забудь свое пальто, хорошо, золотце?$a#$b#Идет снег, и я не хочу, чтобы ты обморозился!$a^Идет снег, и я не хочу, чтобы ты обморозилась!$a#$b#Я рассержусь на тебя, если ты это не сделаешь!$a",
	//Season
	"companion_Farm_Spring_Spouse": "Нужна помощь с весенним земледелием, золотце?#$b#Просто научи меня, как это делается, хорошо? Я новичок в этой фермерской жизни!$h",
	"companion_Farm_Summer_Spouse": "Папа приставал ко мне, чтобы я попросил у тебя немного кукурузы.#$b#Я продолжаю говорить ему, что он не должен пользоваться своим зятем.$a#$b#Мне действительно жаль, если он немного побеспокоил тебя.$s#$b#Я думаю, что втайне ты ему действительно нравишься, так что не волнуйся!$h",
	"companion_Farm_Fall_Spouse": "Хочешь продолжить наше свидание у Пайки позже, золотце?#$b#Я думаю, что сегодня он подает мое любимое блюдо!$h",
	"companion_Farm_Winter_Spouse": "Смотри, золотце! Наши следы идут бок о бок!$h#$b#Это просто выглядит так мило! Не так ли?$l#$b#В любом случае, нужна какая-нибудь помощь с животными? Я буду здесь, хорошо?",
	//Entering
	"companionEnter_Farm_Spouse": "Этот вид никогда не устареет.#$b#Я действительно горжусь тобой всякий раз, когда вижу, какая великолепная ферма!$h",
	"companionEnter_Farm_Night_Spouse": "Эй, золото? Давай ляжем спать пораньше?$l#$b#Я хочу проводить с тобой больше времени под простынями.$l",
	//Night
	"companion_Farm_Night_Spouse": "Ты убедился, что сделал всю свою работу на сегодня, золото?^Ты убедилась, что сделала всю свою работу на сегодня, золото?#$b#Если да, то не забудь приготовиться ко сну, хорошо?$h",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Town_Rainy": "О боже! Я забыла захватить зонтик!$s#$b#Тогда нам придется бежать под дождем, чтобы добраться до какого-нибудь укрытия!#$b#Иначе мы заболеем.$s",
	"companion_Town_Night": "Ночью город выглядит очень мирным, верно?#$b#Это успокаивает.$h",
	"companion_Town_Night~1": "Салун все еще открыт? Мне бы не помешало выпить, чтобы закончить день на хорошей ноте!$h",
	"companion_Town": "Давай навестим Гаса, когда у нас будет время.#$b#Я хочу спросить его о некоторых изменениях в моем графике работы на неполный рабочий день.$h",
	"companion_Town~1": "Пайки и Гас иногда обмениваются рецептами.#$b#О! Ты этого не знал?$h^О! Ты этого не знала?$h#$b#Гас дал рецепт Пайки, как приготовить салат с медовой глазурью.$h#$b#Тогда как Пайки научил Гаса готовить Маки-роллы.",
	"companion_Custom_Ridgeside_RidgesideVillage": "Надеюсь, Пайки не возражает, что я так долго отсутствую на работе!$h",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "Давай навестим Изабель, когда у нас будет возможность, хорошо?#$b#Ей часто бывает скучно на своей работе.$h",
	"companion_Custom_Ridgeside_LogCabinHotel2ndFloor": "Когда мы были маленькими, мы с Изабель часто играли в прятки на этом этаже!$h#$b#Мы также играли с другими детьми-гостями отеля.#$b#Однажды Иса спряталась в вазе, но не смогла выбраться!$h#$b#Это было довольно забавно, потому что дедушка Ричи и Энджи обзвонили всех доступных разнорабочих и плотников в долине, просто чтобы помочь ей!$h#$b#Иса была так смущенаааа!$h#$b#Не говори ей, что я тебе это сказала!$h",
	"companion_Custom_Ridgeside_EzekielHouse": "Что? Почему у меня в комнате кукольный домик?#$b#Эй! Это моя коллекция, понимаешь?$h#$b#Мне часто нравится переставлять интерьер, это небольшое хобби.#$b#Однажды Тринни и Джас играли со мной! Это было действительно весело!$h",
	"companion_Custom_Ridgeside_NinjaHouse8": "Я действительно хочу спросить Джио, могу ли я пополнить свои дымовые шашки и сюрикены.#$b#Но он не позволяет мне, потому что я не умею ими хорошо пользоваться!$a#$b#Я имею в виду, как я могу практиковаться, если у меня их нет, верно?$a",
	"companion_Custom_Ridgeside_NinjaHouse8~1": "Иногда этот милый маленький фрукт Киви появляется передо мной во время одной из моих тренировок.#$b#Однако всякий раз, когда я пытаюсь с ним заговорить, он говорит только 'Кыш!'$s#$b#Я просто пыталась завести дружбу!$s",
	"companion_Custom_Ridgeside_Ridge": "В прошлый раз я бросила себе вызов подняться по скалам вон на тот холм.#$b#Это было довольно весело! Но я получила много синяков и царапин!$h#$b#Папа был в ярости после этого! Он проклинал мать-природу! Это было действительно забавно!$h",
	"companion_Custom_Ridgeside_RidgeFores8t": "Обычно мне не разрешают заходить так глубоко в лес.#$b#Джио мне этого не позволяет. Он сказал, что я не готова или что-то в этом роде, о том, что там очень опасно.#$b#Я ему покажу! Я справлюсь с этим!$7#$b#Но давайте все же будем осторожны!$h",
	"companion_Custom_Ridgeside_Ridge_Night8": "Однажды я тренировалась допоздна.#$b#Потом Джио вдруг велел мне идти домой.$a#$b#Он сказал, что приедет кто-то важный, а я все еще не была готова встретиться с ней?#$b#Прежде чем я успела возразить, он уже бросил дымовую шашку, и в следующее мгновение после того, как я открыла глаза, я была у входа в это место!$a#$b#Однако, прежде чем дым застилал мне глаза, я увидела маленькую девочку с красным бантом и какую-то женщину с... рожками?#$b#Это было действительно странно.$s",
	"companion_Custom_Ridgeside_RSVTheHike8": "Иногда я прихожу сюда тренироваться.#$b#Но мне всегда кажется, что кто-то наблюдает за мной?#$b#Это немного жутковато.$s",

//Suggestion
	"companionSuggest": "Привет! Могу я сопровождать вас сегодня? Я думаю, мы идем в одно и то же место.$h.#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Dating": "@! У меня сегодня есть немного свободного времени! Пойдем на свидание?$l.#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Spouse": "Золотце? Ничего, если я составлю вам компанию сегодня? Я хочу провести этот день с тобой.$l.#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",

	"companionSuggest_Yes": "Отлично! Спасибо, @!$h",
	"companionSuggest_No": "О! Все в порядке! Тогда увидимся как нибудь в следующий раз.",

	"companionSuggest_Yes_Dating": "Ура! Я люблю тебя! Хорошо, пошли!$h",
	"companionSuggest_No_Dating": "Оу, хорошо, @. Я понимаю.$s",

	"companionSuggest_Yes_Spouse": "Ура! Спасибо тебе, золото! Я люблю тебя! Пошли?$l",
	"companionSuggest_No_Spouse": "Все в порядке. Я понимаю. Вместо этого я сегодня навещу папу.",
}
