{
	"companionAccepted": "Ммм... Конечно.#$b#Показывай дорогу.$h",
	"companionAccepted_Dating": "Ммм... Конечно.$12#$b#Прокладывай путь, @.$l",
	"companionAccepted_Spouse": "Хммм... Да, я бы тоже с удовольствием, милый.$12^Хммм... Да, я бы тоже с удовольствием, милая.$12#$b#Показывай дорогу. Я буду стараться изо всех сил, чтобы не отставать.$l",

	"companionRejected": "О! Ммм... Извините, но я занята.$s",
	"companionRejected_Dating": "О! Ммм... Извините, @. Но сегодня я очень занята.$s",
	"companionRejected_Spouse": "О! Ммм... Мне очень жаль, дорогой. Но сегодня я действительно занята.$s#$b#В следующий раз, если ты не против?$s",

	"companionRejectedNight": "Ммм... Извините, но уже довольно поздно.$s",
	"companionRejectedNight_Dating": "Ммм... Извините, @, но я думаю, что уже довольно поздно? Может быть, завтра?$s",
	"companionRejectedNight_Spouse": "Ммм... Прости, милый, но я действительно хочу спать.$s",

	"companionDismiss": "Ммм... Хорошо. Спасибо, что уделили мне время.$h",
	"companionDismiss_Dating": "Ммм... О, хорошо, @.#$b#Я хорошо провела время, спасибо.$l",
	"companionDismiss_Spouse": "Ммм... О, хорошо, милый.^Ммм... О, хорошо, милая.#$b#Я действительно хорошо провела время. Увидимся дома, хорошо?$12#$b#Я люблю тебя... Просто забочусь.$l",

	"companionDismissAuto": "Э... Я думаю, уже поздно. Ммм... Сейчас я вернусь домой.",
	"companionDismissAuto_Dating": "Я думаю, что уже поздно, @.#$b#Мне очень жаль, но я думаю, что сейчас вернусь домой.#$b#Ммм... Спасибо тебе за сегодняшний день.$l",
	"companionDismissAuto_Spouse": "Ммм... Милый? Я думаю, что уже действительно поздно.^Ммм... Милая? Я думаю, что уже действительно поздно.#$b#Я сначала вернусь в наш дом, если ты не против?$h#$b#Я увижу тебя дома... Береги себя, хорошо?$l#$b#Я люблю тебя...$12#$b#%Флор поцеловала тебя.",

	"companionRecruited": "И ммм... куда мы направляемся?",
	"companionRecruited_Dating": "И ммм... @? Куда мы направляемся?$12",
	"companionRecruited_Spouse": "Милый? Ммм... Куда мы направляемся сегодня?$l^Милая? Ммм... Куда мы направляемся сегодня?$l",

	"farmerRunAway": "Ой - эй!... Подожди меня!...$s",
	"heal": "У тебя ранение! Тебе лучше быть осторожнее...$s",
	"nomedkits": "Мне жаль... У меня еще нет аптечек.$s",

	"farmerRunAway_Dating": "Ой-эй, @!... Не оставляй меня!...$s",
	"heal_Dating": "@! У тебя ранение! Тебе лучше, пожалуйста, быть осторожнее...$s",
	"nomedkits_Dating": "Извини, @... У меня еще нет аптечек.$s",

	"farmerRunAway_Spouse": "Ой - эй! Детка! Не оставляй меня одну!...$s",
	"heal_Spouse": "Эй? @! У тебя ранение! Тебе лучше, пожалуйста, ПОЖАЛУЙСТА, быть осторожнее...$s",
	"nomedkits_Spouse": "Мне действительно жаль, @... Но у меня еще нет аптечек.$s",


//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "Ферма выглядит неплохо.$h",
	"companion_Farm~1": "Я предполагаю, что все это было сделано с достойной тяжелой работой.#$b#Я аплодирую вам.$h",
	//Weather
	"companion_Farm_Rainy": "Мне очень жаль, но... у вас есть запасной зонтик?$s#$b#Я вся промокла под дождем.$s",
	"companion_Farm_Snowy": "Давайте постараемся не проводить слишком много времени на снегу.#$b#Переохлаждение вызывает серьезную проблему.$s",
	//Season
	"companion_Farm_Spring": "Я хотела бы побольше узнать о цветах и о том, почему они нравятся людям в ближайшее время.#$b#Разве это не очень интересно?",
	"companion_Farm_Summer": "Интересно, какой урожай выбрать для летнего сезона?#$b#Могу ли я провести опрос с вашим участием в ближайшем будущем?",
	"companion_Farm_Fall": "Несколько листьев падают мне на волосы.#$b#Я не возражаю, так как они меня не беспокоят.#$b#Хотя другие люди действительно пялятся на меня.",
	"companion_Farm_Winter": "Мне очень интересно, что делают фермеры зимой, когда посевов становится меньше или их вообще нет.#$b#Поэтому, кажется, вы часто ходите в шахты в это время года? Вы решили поменять профессию?",
	//Entering
	"companionEnter_Farm": "Вход на вашу ферму довольно аккуратный.$h",
	"companionEnter_Farm_Night": "Ммм... Что мы здесь делаем так поздно?",
	//Night
	"companion_Farm_Night": "Ночью на вашей ферме довольно темно.#$b#Мне трудно ориентироваться.$s#$b#Так что ммм... простите меня, если я столкнусь с вами.$s",

	//Dating
	//General
	"companion_Farm_Dating": "Ферма выглядит опрятной и красивой, как всегда... @.$l",
	"companion_Farm_Dating~1": "Ммм... Вам нужна какая-нибудь помощь?#$b#Я... ммм... Я сделаю все возможное, чтобы помочь вам, если вы мне позволите.$l",
	//Weather
	"companion_Farm_Rainy_Dating": "@? Ммм... Я немного промокла от дождя.$12#$b#Можем ли мы на некоторое время укрыться под вашей крышей?$12",
	"companion_Farm_Snowy_Dating": "Ммм... @?...$12#$b#Мож-могу я... Могу я обнять тебя?$12#$b#Здесь довольно холодно... и я хочу почувствовать твое тепло...$12",
	//Season
	"companion_Farm_Spring_Dating": "Какие ваши самые любимые варианты цветов в этом сезоне, @?#$b#Мне действительно интересно узнать больше... ммм... о тебе...$l",
	"companion_Farm_Summer_Dating": "Ммм... Ма-ммм... Могу я вытереть тебе спину?$12#$b#Ты вспотел, я полагаю, из-за жары и всех твоих телодвижений... И я хочу помочь вам в любом случае, чем смогу.$l^Ты вспотела, я полагаю, из-за жары и всех твоих телодвижений... И я хочу помочь вам в любом случае, чем смогу.$l",
	"companion_Farm_Fall_Dating": "Листья продолжают прилипать к моим волосам.$s#$b#Прошу прощения, если я выгляжу глупо.$s#$b#О, это так неловко.$12",
	"companion_Farm_Winter_Dating": "Ммм... @? Могу я попросить вас об одолжении?$12#$b#Можете ли вы показать мне и, возможно, научить меня, как ухаживать за вашими животными?$h#$b#Я хотела бы помочь вам всем, чем смогу.$l",
	//Entering
	"companionEnter_Farm_Dating": "Ой... Я действительно обожаю аккуратность, которую представляет ваша ферма.$h",
	"companionEnter_Farm_Night_Dating": "@? Вы забыли сделать чтото на ферме в течение дня?#$b#Так вот почему мы так поздно на вашей ферме?",
	//Night
	"companion_Farm_Night_Dating": "@?$12#$b#%Флор неловко наклонилась и поцеловала тебя в подбородок.#$b#Я не очень хорошо вижу в темноте, но надеюсь, что поцеловала тебя в щеку.$l#$b#Ммм... Ничего... Я просто хотела это сделать...$12#$b#Это так неловко!$12",

	//Spouse
	//General
	"companion_Farm_Spouse": "Ферма выглядит впечатляюще, как всегда.$h#$b#Ты не представляешь, как я горжусь тобой.$l",
	"companion_Farm_Spouse~1": "%Флор выпячивает грудь.#$b#Ммм... Я готова помочь тебе в работе на ферме в любое время, дорогой!$h^Ммм... Я готова помочь тебе в работе на ферме в любое время, дорогая!$h#$b#Я пересмотрела все те уроки сельского хозяйства, которым вы меня научили.$h",
	//Weather
	"companion_Farm_Rainy_Spouse": "Я надеюсь, что дождь был полезен для тебя сегодня.#$b#Я знаю, что тебе еще предстоит поработать на ферме, поэтому я буду держать зонтик над твоей головой, пока ты будешь заканчивать свои дела.$h#$b#Я буду здесь, рядом с тобой.$h",
	"companion_Farm_Snowy_Spouse": "Ммм... Милый? Чем я могу быть полезна?^Ммм... Милая? Чем я могу быть полезна?#$b#Может, мне подержать рядом с тобой факел, чтобы тебе было тепло и светло?#$b#Иногда я совершенно не понимаю, как помочь вам в этой области.$s#$b#Надеюсь, я вам не помешаю.$s#$e#Я... Ммм... Я хочу обнять тебя...$l#$b#Ничего... Я просто тоже этого хочу...$12",
	//Season
	"companion_Farm_Spring_Spouse": "Милый? Ммм... Если у вас есть время, не могли бы вы однажды научить меня выращивать клумбу и ухаживать за ней?^Милая? Ммм... Если у вас есть время, не могли бы вы однажды научить меня выращивать клумбу и ухаживать за ней?#$b#Мне очень интересно вырастить несколько твоих любимых цветов...$12#$b#Ой!$u#$b#Это должно было стать сюрпризом!$s#$b#Теперь мне стыдно.$12#$b#Забудь, что я сказала! Пожалуйста!$12",
	"companion_Farm_Summer_Spouse": "Ммм... детка?...$12#$b#%Флор смотрит на тебя и краснеет.#$b#Я... Я.. Я... эм... Ничего...$12#$b#Это просто... Ты выглядишь очень привлекательно, когда потеешь...$12#$b#Ммм... Извини, если это звучит так странно!$12#$b#%Флор прячет лицо.",
	"companion_Farm_Fall_Spouse": "Детка? Могу я попросить вас об одолжении?$s#$b#Можешь вынуть листья, которые застряли у меня в волосах?$s#$b#Это довольно неловко.$12#$b#Но спасибо тебе, дорогой.$l^Но спасибо тебе, дорогая.$l",
	"companion_Farm_Winter_Spouse": "%Флор медленно обняла тебя.#$b#Ммм... это действительно приятно...$l#$b#Тем более что сейчас довольно холодно...$s#$b#Я... я надеюсь, ты не возражаешь, дорогой.$12",
	//Entering
	"companionEnter_Farm_Spouse": "Мы дома!$h#$b#Я все еще не могу не волноваться всякий раз, когда думаю о том, чтобы жить с тобой.$12#$b#Это довольно глупо, не так ли?$l#$b#Но я уверяю тебя... Я действительно счастлива...$l",
	"companionEnter_Farm_Night_Spouse": "Тебе еще нужно поработать на ферме, дорогой?^Тебе еще нужно поработать на ферме, дорогая?#$b#Я буду терпеливо оставаться рядом с тобой.$h",
	//Night
	"companion_Farm_Night_Spouse": "%Флор хватает тебя за рубашку.#$b#Я... я плохо вижу в темноте...$s#$b#Я не хочу споткнуться.$s#$b#%Флор спотыкается и приземляется тебе на руки.#$b#Ммм... Мне действительно жаль!$12#$b#Спасибо тебе, дорогой...$12^Спасибо тебе, дорогая...$12#$b#Прошу прощения за беспокойство...$12",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Town": "Это довольно неловко, но...#$b#Я часто теряюсь в городе.$s#$b#У меня ужасное чувство ориентации в городе...$s",
	"companion_Town~1": "Я часто вижу, как Юма приезжает в город за продуктами.#$b#Я восхищаюсь его чувством ответственности, но меня беспокоит, что он не так часто проводит время со своими сверстниками, как следовало бы.#$b#Социальное взаимодействие играет огромную роль на их нынешнем этапе развития... Я надеюсь, что он чувствует себя хорошо.$s",
	"companion_Custom_Ridgeside_RidgesideVillage": "Я продолжаю исследовать социальное поведение этой деревни.#$b#Я часто провожу время на деревенской площади, документируя то, что я наблюдаю.#$b#О, не волнуйся! Я заранее раздала бланки согласия.$h#$b#Мистер Эзикиель странно посмотрел на меня, хотя он довольно интересный человек.#$b#Интересные вещи, которые я наблюдал из своих данных, заключаются в следующем...#$b#Тринни крутила пальцами свой конский хвост всякий раз, когда Кеяхи держал ее за другую руку.#$b#Джерику нравится часто подмигивать, особенно когда его привлекает человек, с которым он разговаривает.#$b#Миссис Лола и мистер Фредди всегда хвалят друг друга, когда говорят о ком-то другом.#$b#Мисс Ленни часто смотрит на усы мистера Сонни или мистера Ричарда с заинтригованным видом.#$b#Мисс Мэдди склонна дистанцироваться от людей.#$b#Мисс Фэй часто пялится на приезжего друга Джерика, кажется, его звали Брайл?#$b#И мисс Пола, кажется, всегда смотрит в глаза мистеру Антону, когда они разговаривают.#$b#Это довольно интересное поведение, вам не кажется?",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "Я ужасно проголодалась.$s#$b#Я забыла позавтракать.$s#$b#Ммм... если у нас будет время, можем мы посетить ресторан Пайки?$s",
	"companion_ArchaeologyHouse": "В городской библиотеке есть множество интересной литературы и экспозиций.$h#$b#Мистер Гюнтер также рассказал мне о ваших недавних пожертвованиях артефактов.#$b#Вы такой замечательный человек, что внесли свой вклад в развитие музея, @.$h#$b#Я вас очень уважаю.$h",
	"companion_Saloon": "Ммм... Меня всегда интересовало, каково это - быть пьяным.#$b#Буду ли я вести себя так же, как раньше? Но раскрепащенно?#$b#Или я стала бы совершенно другим человеком.#$b#Я хочу однажды поэкспериментировать.$h",
	"companion_Mountain": "Однажды мистер Линус был участником одного из моих качественных исследований, посвященных поведению людей и их взаимодействию с окружающей средой.#$b#У него довольно интересный образ жизни, он даже избегает пользоваться ванными комнатами или туалетами и вместо этого удовлетворяет свои потребности на природе.#$b#Он сказал, что это, по его понятиям, освобождение.#$b#Может быть, мне стоит однажды попробовать это сделать.#$b#Человеческое поведение - довольно сложная штука, не так ли?",

//Suggestion
	"companionSuggest": "Ммм, @? Если это не так уж вас беспокоит... Ммм, может быть, я могу пойти с тобой? Только если это вас не беспокоит...$12#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Dating": "Ух, @? Я не знаю, как это сказать, но ммм... Могу я составить тебе компанию? Ничего страшного, если ты скажешь нет.$12#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Spouse": "Эй, @? Ммм, ничего, если я пойду с тобой сегодня? Ммм, я не знаю, я просто чувствую, что скучаю по тебе.$12#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",

	"companionSuggest_Yes": "Действительно?$u#$b#Спасибо!$l",
	"companionSuggest_No": "О! Ммм, все в порядке!$l#$b#Ммм, мне действительно жаль, что я вас побеспокоила.$s#$b#Мне пора идти.$l",

	"companionSuggest_Yes_Dating": "О!$12#$b#Спасибо, что позволили мне пойти с вами, @.$l",
	"companionSuggest_No_Dating": "О!$u#$b#Извините!$u#$b#Я не знала, что вы заняты.$12.#$b#Но все в порядке! Просто будьте осторожны.$l",

	"companionSuggest_Yes_Spouse": "%Флор целует тебя в щеку.#$b#Спасибо, что позволили мне пойти с вами, @.$l",
	"companionSuggest_No_Spouse": "О, все в порядке.#$b#Я просто пойду в библиотеку с детьми.$l",
}
