{
	"companionAccepted": "Конечно, я был бы рад быть полезным.",
	"companionAccepted_Dating": "Я был бы счастлив пойти с тобой, @.$l",
	"companionAccepted_Spouse": "Что угодно для тебя, милый.$h^Что угодно для тебя, милая.$h",

	"companionRejected": "Извините, у меня есть кое-какие поручения для мисс Ленни.",
	"companionRejected_Dating": "Извините, @.$s#$b#Я не знал, что я тебе сегодня нужен. Мистеру Ричарду нужно было сегодня кое-что сделать для меня.#$b#Я еще раз прошу прощения.$s",
	"companionRejected_Spouse": "О, детка!$u#$b#Извини, мне сегодня нужно кое-что сделать.$s#$b#Могу я загладить свою вину перед тобой позже вечером?$s#$b#Я заставлю тебя почувствовать себя по-настоящему особенным и приготовлю для тебя еду, если хочешь.$l^Я заставлю тебя почувствовать себя по-настоящему особенной и приготовлю для тебя еду, если хочешь.$l",

	"companionRejectedNight": "Извините, @.#$b#Уже поздно.#$b#Но я мог бы включить для вас свет, если хотите.",
	"companionRejectedNight_Dating": "Уже довольно поздно, я думаю, мне нужно возвращаться.#$b#Но я увижу тебя завтра хорошо, @?$l",
	"companionRejectedNight_Spouse": "Если все в порядке, я продолжу дома.#$b#Я чувствую себя немного усталым после сегодняшнего дня.$s#$b#Но удачи тебе в твоем ночном приключении, дорогой.$h^Но удачи тебе в твоем ночном приключении, дорогая.$h#$b#Я буду ждать тебя дома.$l",

	"companionDismiss": "Я рад быть полезным.$h#$b#Просто рад, что смог помочь. Ну, а теперь до свидания!",
	"companionDismiss_Dating": "Ты уверен, что я тебе больше ни для чего не нужен?#^Ты уверена, что я тебе больше ни для чего не нужен?$b#Хорошо, я продолжу заниматься делами. Увидимся завтра, @!$h",
	"companionDismiss_Spouse": "Хорошо, милый.^Хорошо, милая.#$b#Просто поищи меня, если тебе понадобится что-нибудь еще, хорошо?$h#$b#Увидимся дома. Я люблю тебя.$l",

	"companionDismissAuto": "Ммм, мне жаль, но я должен идти по делам.#$b#Уже довольно поздно.#$b#Мне жаль, что я покидаю вас в такое время.$s",
	"companionDismissAuto_Dating": "Эй, @?#$b#Я надеюсь, что все будет в порядке, если я пойду домой. Уже довольно поздно.$s#$b#Мне все еще нужно кое-что сделать завтра рано утром.",
	"companionDismissAuto_Spouse": "Дорогой, я могу идти домой?^Дорогая, я могу идти домой?#$b#Я просто подожду тебя в постели.#$b#Мне просто нужно кое-что починить в нашей комнате.",

	"companionRecruited": "Чем я могу вам помочь сегодня?",
	"companionRecruited_Dating": "Чем я могу помочь вам сегодня, @?$h",
	"companionRecruited_Spouse": "Мне действительно нравится проводить с тобой время, @.$h#$b#Но прежде всего, как я могу помочь сделать ваш сегодняшний день лучше?$l",

	"farmerRunAway": "Хафф-хафф, притормози, пожалуйста!",
	"giveForages": "Я нашел кое-что, что может быть тебе полезно. Вот, ты можешь взять его.$h",

	"farmerRunAway_Dating": "@, не могли бы вы, пожалуйста, притормозить?$s",
	"giveForages_Dating": "Я думаю, что это будет очень полезно для вас. Вот, держи, @.$h",

	"farmerRunAway_Spouse": "Милый, подожди меня!$s^Милая, подожди меня!$s",
	"giveForages_Spouse": "Я увидел это и подумал, что тебе может понадобиться немного. Вот оно, держи.$h",


//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "Я могу помочь тебе с твоей фермой, если хочешь.",
	"companion_Farm~1": "Если у вас возникли проблемы с автополивом, я думаю, что мог бы вам в этом помочь.",
	//Weather
	"companion_Farm_Rainy": "Дождь - это хорошо, он помогает вам поливать ваши посевы.$h",
	"companion_Farm_Snowy": "Если вам нужны дрова, я буду рад помочь вам их раздобыть.",
	//Season
	"companion_Farm_Spring": "Цветы в это время года выглядят такими красочными.$h",
	"companion_Farm_Summer": "Летний бриз немного жарче, чем в другие времена года.#$b#Но подсолнухи - хорошо переносят жару.$h",
	"companion_Farm_Fall": "Я могу убрать излишки листьев на вашей ферме.#$b#Просто попросите меня помочь.#$b#Или, если хотите, я могу послать Шона к вам.",
	"companion_Farm_Winter": "Я полагаю, вы могли бы подготовить участок земли, на котором планируете посадить свой урожай следующей весной.#$b#Если вам нужна помощь, Шон или я могли бы быть вам полезны.",
	//Entering
	"companionEnter_Farm": "Ух ты! Вы проделали огромную работу на своей ферме за это время.$h",
	"companionEnter_Farm_Night": "Почему мы здесь в такое время ночи?#$b#Вам нужна помощь в изготовлении нескольких факелов для размещения вокруг фермы?",
	//Night
	"companion_Farm_Night": "Вы знаете, мисс Ленни говорит, что сельскохозяйственные культуры растут в ночное время.",

	//Dating
	//General
	"companion_Farm_Dating": "Ваша ферма выглядит великолепно, @.$h",
	"companion_Farm_Dating~1": "Эй, @?#$b#Я надеюсь, вы знаете, что если вам что-нибудь понадобится, я сделаю все возможное, чтобы помочь вам.$l",
	//Weather
	"companion_Farm_Rainy_Dating": "@, идет дождь. Мы можем заболеть.$s#$b#Иди сюда, я укрою твою голову от дождя.",
	"companion_Farm_Snowy_Dating": "Здесь так холодно, @.$u#$b#Может быть, нам стоит зайти внутрь, я мог бы развести огонь и завернуть тебя в одеяло, чтобы тебе было тепло.$l",
	//Season
	"companion_Farm_Spring_Dating": "Ваша ферма выглядит сияющей, @.$h",
	"companion_Farm_Summer_Dating": "%Йен вытирает пот с твоего лица.#$b#С тебя сходит пот, @.$s#$b#Должно быть, это от солнечного жара. Все в порядке, теперь я вытер пот.$l",
	"companion_Farm_Fall_Dating": "Вы знаете, я могу принести тыквы и украсить их, если вы хотите, чтобы ваша ферма выглядела еще лучше.$h",
	"companion_Farm_Winter_Dating": "Скоро выпадет снег.#$b#Хочешь, я помогу тебе разгрести здесь снег, @?",
	//Entering
	"companionEnter_Farm_Dating": "Ты прекрасно справиляешься со своей фермой, @!$h#$b#Ты действительно отличный фермер.$h",
	"companionEnter_Farm_Night_Dating": "Я знаю, что уже довольно поздно, но я рад, что могу проводить тебя домой.$l",
	//Night
	"companion_Farm_Night_Dating": "Свет ночного неба прекрасно смотрится на тебе, @.$l",

	//Spouse
	//General
	"companion_Farm_Spouse": "Мисс Ленни сказала, что она видела и вас, и меня на ферме.$h#$b#Я не знаю, как она это восприняла, но она сказала, что это отражает вашу тяжелую работу и мою настойчивость.$l",
	"companion_Farm_Spouse~1": "Спасибо тебе за то, что сделал эту ферму нашим домом, дорогой.$l^Спасибо тебе за то, что сделала эту ферму нашим домом, дорогая.$l#$b#Я бы хотел, чтобы моя семья могла поскорее навестить нас.$s",
	//Weather
	"companion_Farm_Rainy_Spouse": "Ты промокаешь насквозь, милый.$a^Ты промокаешь насквозь, милая.$a#$b#Я не хочу, чтобы ты заболел.$s^Я не хочу, чтобы ты заболела.$s#$b#Мы вытремся вместе позже, хорошо?$l",
	"companion_Farm_Snowy_Spouse": "Здесь становится по-настоящему холодно, @.$s#$b#%Йен продолжает обнимать тебя.#$b#Я думаю, что в твоих объятиях теплее.$l",
	//Season
	"companion_Farm_Spring_Spouse": "Цветы расцветают так же красиво, как и ты, милый…$l^Цветы расцветают так же красиво, как и ты, милая…$l",
	"companion_Farm_Summer_Spouse": "Может быть, мне стоит включить разбрызгиватели, чтобы снять напряжение от этой жары, как считаешь?$h",
	"companion_Farm_Fall_Spouse": "Может быть, нам стоит провести осеннюю уборку вокруг фермы?#$b#Мы можем сделать это своим собственным постоянным развлечением.$h",
	"companion_Farm_Winter_Spouse": "Мне повезло быть с вами в этом сезоне.$l#$b#Это волшебно - делиться этим с кем-то, кого ты любишь.$l",
	//Entering
	"companionEnter_Farm_Spouse": "Дом, милый дом.$h#$b#Вау, я никогда не думал, что смогу это сказать.$l",
	"companionEnter_Farm_Night_Spouse": "Наконец-то дома!$h#$b#Я не могу дождаться, когда проведу с тобой немного времени в постели и буду рассказывать истории всю ночь напролет.$l",
	//Night
	"companion_Farm_Night_Spouse": "%Йен крепко обнимает тебя, а затем шепчет что-то тебе на ухо.#$b#Я так рад, что ты есть в моей жизни, @.$l",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Townl_Rainy": "Даже в такие дни, как этот, я все равно попытаюсь найти какую-нибудь работу, чтобы заработать денег.#$b#Хотя мисс Пола или мистер Харви ругают меня всякий раз, когда я потом заболеваю.$h",
	"companion_Town_Night": "Я голоден.$s#$b#Интересно, открыт ли еще салун?",
	"companion_Town_Night~1": "Я часто прихожу домой поздно из-за работы..#$b#Но все в порядке, я не возражаю.#$b#До тех пор, пока я могу помогать людям и зарабатывать деньги.$h",
	"companion_Town": "Я ищу еще работу, пока мы прогуливаемся.$h",
	"companion_Town~1": "Городок симпатичный, правда?#$b#Интересно, как они строят так красиво?#$b#Возможно, я слишком глуп, чтобы понять, как сделать вещи красивыми.$h",
	"companion_Custom_Ridgeside_RidgesideVillage": "Однажды у меня была работа по доставке посылок из Соловьиного сада в дом Робина.#$b#Мои ноги и спина чувствовали, что они кричат на меня из-за всех походов, которые мне пришлось совершить!$h",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "Когда мы с Шоном впервые приехали в деревню, мисс Ленни была достаточно любезна, чтобы одолжить нам старую лачугу, когда у нас не было достаточно денег, чтобы остановиться в отеле.#$b#В конце концов, мы превратили это в бизнес, чтобы помогать другим людям!$h",
	"companion_Custom_Ridgeside_LennyHouse": "Мне нравится работать на мисс Ленни, она иногда дает мне печенье или еду на вынос из Пики!$h#$b#Хотя у нее много книг о парнях и их лошадях.#$b#Я плохо умею читать, поэтому не утруждаю себя их открытием.$h",
	"companion_Custom_Ridgeside_LogCabinHotelLobby": "Картины здесь выглядят очень красиво, не так ли?$h#$b#Я бы хотел однажды встретиться с художниками, которые их нарисовали.#$b#Как вы думаете, я могу спросить их, могут ли они тоже нарисовать меня?$h#$b#Я пытался рисовать, но все, что у меня получилось, - это волнистые линии!$h",
	"companion_Custom_Ridgeside_ShiroHouse": "Интересно, почему Широ никогда не бегает?#$b#Я не знаю. Я никогда раньше не видел, чтобы он бегал.#$b#У него болят ноги?",
	"companion_Custom_Ridgeside_PaulaClinic": "Черт возьми, мисс Пола довольно хорошенькая.$l#$b#Она тоже очень добрая! В прошлый раз она дала мне коробку пластырей бесплатно.$h",
	"companion_Custom_Ridgeside_PurpleMansion": "Это место огромно! Я мог бы здесь заблудиться.#$b#На самом деле нет, однажды я действительно заблудился здесь! Однажды я помогал мистеру Сонни перетаскивать коробки.#$b#И в итоге я заблудился примерно на час или два.#$b#К счастью, Луи нашел меня и указал, где находится вход.#$b#У него скверный язык для такого маленького ребенка, хотя он задел мои чувства, когда сказал, что от меня плохо пахнет.$s",
	"companion_Custom_Ridgeside_BlairHouse": "Мисс Кармен попросила меня помочь ей установить вон тот огромный алтарь Иобы.#$b#Однако он построен в узком коридоре, так что это была довольно тяжелая работа!$h#$b#После этого она зажгла свечу и сразу же помолилась.#$b#Затем она повесила сбоку фотографию маленького мальчика.#$b#Я не хотел задавать больше вопросов…$s",
	"companion_Custom_Ridgeside_AguarLab": "Мистер Агуар часто просит меня помочь с переносом больших коробок с научными материалами.#$b#Но он не позволяет мне делать перерывы.$s#$b#Это прекрасно, потому что он так много платит!",
	"companion_Custom_Ridgeside_BertHouse": "Однажды мисс Ольга наняла меня присматривать за Тринни.#$b#Она заставила меня надеть розовое платье и корону, которую она называла 'ти-я-рух'?#$b#Хотя это было весело! Мы играли во время чаепития, и у меня была куча печенья!$h#$b#Наше веселье закончилось, когда обтягивающее платье порвалось, когда я попытался встать слишком быстро.$u",
	"companion_Custom_Ridgeside_AlissaShed": "Всякий раз, когда меня нанимают помочь Алиссе перенести все эти коробки в ее почтовый ящик, я иногда слышу, как она напевает.#$b#Ее голос подобен колыбельной! Я чувствовал, что вот-вот засну!$h#$b#Хотя, если я это сделаю, мне не заплатят.$s",
	"companion_Custom_Ridgeside_FreddieHouse": "Однажды я помог мистеру Фредди и мисс Лоле передвинуть большой шкаф.#$b#На верхней полке стояли коробки с вещами, которые упали, когда мы двигали его.#$b#Я ожидал громкого шума из-за всего падающего хлама!$u#$b#Но вместо этого, когда я попытался посмотреть с другой стороны, мистер Фредди и мисс Лола поймали все коробки!$u#$b#Они даже не выглядели так, будто испугались!",
	"companion_Custom_Ridgeside_JericHouse": "У Джерика есть эта странная курица, которая все время сбегает из курятника.#$b#Меня часто нанимают, чтобы найти и поймать его.$s",
	"companion_Custom_Ridgeside_PikaHouse": "Это место всегда хорошо пахнет!$h#$b#Как будто мистер Пика всегда готовит новые рецепты.$h#$b#Я бы с удовольствием здесь жил.$h",
	"companion_Custom_Ridgeside_3Bros": "На днях я помогал мисс Шанис заполнять полки, когда мистер Антон, Киарра и мистер Лоренцо внезапно сильно поссорились.#$b#Это было так неловко. Я просто продолжал заполнять полки.$s#$b#Когда я закончил, они все еще не закончили спорить.#$b#Мисс Шанис заплатила мне, так что все в порядке.$h",
	"companion_Custom_Ridgeside_EzekielHouse": "Однажды мистер Иезекииль нанял меня, чтобы я нашел пару коричневых ботинок.#$b#Мы искали несколько часов! Но мы не смогли их найти.#$b#Затем я увидел, что он носил их все это время.#$b#Потом он разозлился на меня за то, что я не сказал ему раньше.$s#$b#Я был так сбит с толку.$s",
	"companion_Custom_Ridgeside_MaddieHouse": "Однажды у мисс Мэдди была огромная посылка, и она не смогла втиснуть ее в свою дверь.#$b#Я помог ей запихнуть её внутрь, но потом коробка сломалась, и оттуда вылетела куча нарядов и аксессуаров, похожих на принцесс!$u#$b#Затем она бросила на меня страшный взгляд и велела мне заткнуться и закрыть дверь передо мной.#$b#Мне до сих пор становится страшно всякий раз, когда я думаю об этом взгляде.$u",
	"companion_Custom_Ridgeside_KennethHouse": "Вау, Кеннет, должно быть, действительно умный, верно?$h#$b#Посмотрите на все эти компьютеры!$h#$b#Есть маленький компьютер, большой компьютер, даже компьютер на колесиках!$h#$b#Я даже не знаю, как пользоваться мобильным телефоном.$h",

//Suggestion
	"companionSuggest": "Здравствуй, не возражаете, если я последую за вами сегодня? Мне нужна компания, чтобы выполнить мои поручения.#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Dating": "Эй, @? Ничего, если я составлю тебе компанию сегодня?$l#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Spouse": "Детка? Ничего, если я пойду с тобой сегодня? Я просто хотел бы потратить немного времени, помогая моему замечательному партнеру.$l#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",

	"companionSuggest_Yes": "Ух ты!$u#$b#Спасибо!$h",
	"companionSuggest_No": "О, все в порядке. Извините, что побеспокоил вас.",

	"companionSuggest_Yes_Dating": "О, спасибо тебе, @.$h#$b#Сегодня будет весело.$h",
	"companionSuggest_No_Dating": "О, ладно. Извините, @.#$b#Просто береги себя, хорошо?",

	"companionSuggest_Yes_Spouse": "Ура!$h#$b#Спасибо, дорогой!$l^Спасибо, дорогая!$l",
	"companionSuggest_No_Spouse": "О.$s#$b#О, все в порядке! Мы можем сделать это в следующий раз!$h",
}
