{
	"companionAccepted": "Ну конечно, милашка.$h",
	"companionAccepted_Dating": "О, ну, конечно.$6#$b#Показывай дорогу, детка.$7",
	"companionAccepted_Spouse": "Ты хочешь показать мне город, а?$7#$b#Ха-ха, просто шучу! Поехали, детка!$h",

	"companionRejected": "Уф, мне сейчас нужно выполнить кое-какие поручения.$s#$b#В следующий раз, хорошо?$6",
	"companionRejected_Dating": "О, детка, я не могу сегодня.$s#$b#Мне нужно кое-что сделать для фермы.#$b#Я заглажу это перед тобой в следующий раз?$6",
	"companionRejected_Spouse": "Я не могу сегодня вечером, детка.#$b#Я просто заглажу вину перед тобой, когда ты вернешься домой сегодня вечером.$7#$b#Я приготовлю что-нибудь особенное, только для т е б я.$l",

	"companionRejectedNight": "Не слишком ли поздно, милашка?$6#$b#Не хотел бы, чтобы кто-нибудь подумал, что я пользуюсь преимуществом поздней ночи с тобой.",
	"companionRejectedNight_Dating": "Детка, твой дедушка будет преследовать меня из могилы, если мы пойдем гулять поздно ночью.$h#$b#Почему бы нам не сделать это завтра вместо этого?",
	"companionRejectedNight_Spouse": "Я устал, детка.$s#$b#Я просто пойду вперед и приготовлю постель для нас с тобой.$l#$b#Объятия подождут, пока ты не вернешься домой, милашка.$7",

	"companionDismiss": "О, уже закончили?$s#$b#Я просто хотел узнать тебя получше.$s#$b#Что ж, еще есть следующий раз! Пока пока, @.$h",
	"companionDismiss_Dating": "Ух ты, как быстро пролетело время.$l#$b#Я и не понял, что мы уже закончили.$h#$b#Увидимся завтра, детка.$7",
	"companionDismiss_Spouse": "Хорошо, детка.#$b#Увидимся дома!$h#$b#Я буду скучать по тебе.$l",

	"companionDismissAuto": "Уже поздно, @.#$b#Как бы мне ни нравилось составлять тебе компанию, думаю, мне лучше идти дальше.$6",
	"companionDismissAuto_Dating": "Детка, мне лучше вернуться.#$b#Мне завтра рано вставать.#$b#Я увижу твое милое личико завтра.$7",
	"companionDismissAuto_Spouse": "Детка, можно я пойду отдыхать?#$b#Я чувствую себя измотанным сегодняшними приключениями.$s#$b#Я подожду тебя в постели, хорошо?$7",

	"companionRecruited": "Чем мы занимаемся, милашка?$6#$b#Держу пари, мы могли бы узнать друг друга получше, пока мы этим занимаемся.$7",
	"companionRecruited_Dating": "Итак, куда ты меня ведешь?#$b#Куда нибудь в далекое и уединенное место, я надеюсь.$6#$b#Ха-ха, просто шучу, детка!$h",
	"companionRecruited_Spouse": "Я не знал, что ты так цепляешься ко мне.$6#$b#Ха-ха, просто шучу, милашка. Разве я не могу пошутить со своим партнером?$7#$b#Так куда ты меня ведешь, детка?",

	"farmerRunAway": "Эй, притормози! Черт, вы слишком быстры!$u",
	"giveForages": "Эй, я нашел это и подумал, что ты захочешь попробовать.$h",

	"farmerRunAway_Dating": "Детка, ты слишком быстрый. Притормози!$6^Детка, ты слишком быстрая. Притормози!$6",
	"giveForages_Dating": "Детка! Посмотри на это!$h#$b#Вот, возьми это.",

	"farmerRunAway_Spouse": "Детка! Ха-ха-ха! Я знаю, тебе нравится, когда тебя преследуют, но не мог бы ты, пожалуйста, притормозить.$l^Детка! Ха-ха-ха! Я знаю, тебе нравится, когда тебя преследуют, но не могла бы ты, пожалуйста, притормозить.$l",
	"giveForages_Spouse": "Посмотри сюда, мой милаш. Я нашел здесь кое-что, что может тебе понравиться.$h^Посмотри сюда, моя милашка. Я нашел здесь кое-что, что может тебе понравиться.$h",


//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "Хм, ваша ферма выглядит довольно мило.#$b#Над этим нужно поработать, но я не ожидаю, что вы будете на том уровне, на котором я нахожусь.$h",
	"companion_Farm~1": "Знаете, если вам нужна какая-то помощь или если вам нужны какие-то советы, я буду рад вам их дать.$h#$b#Они не зря называют меня лучшим фермером в Хребте.$6",
	//Weather
	"companion_Farm_Rainy": "Знаете ли вы, что вы можете собирать дождевую воду в бочки и использовать ее для полива ваших культур в теплые дни?",
	"companion_Farm_Snowy": "Брр, здесь довольно холодно.#$b#Может быть, вы хотели бы согреться вместе?$6",
	//Season
	"companion_Farm_Spring": "Весна придает цветам хорошее сияние, не так ли?$h#$b#Я имею в виду, посмотри на себя. Ты выглядишь сияющей.$7",
	"companion_Farm_Summer": "Эй, милашка, летнее солнце творит чудеса с твоим цветом лица.$7",
	"companion_Farm_Fall": "Я действительно обожаю урожай в этом сезоне.#$b#Из тыкв делают неплохие декорации.$h",
	"companion_Farm_Winter": "Вы заранее подготовились к следующему сезону?#$b#Если тебе понадобится какая-нибудь помощь, я тот милашка, к кому можно обратиться.$7",
	//Entering
	"companionEnter_Farm": "О, это выглядит мило.#$b#Не так хорошо, как у меня, но все же. Милый.$h^Не так хорошо, как у меня, но все же. Милая.$h",
	"companionEnter_Farm_Night": "Это выглядит мило.$h#$b#Может быть, ты мог бы показать мне свое любимое местечко здесь?$7^Может быть, ты могла бы показать мне свое любимое местечко здесь?$7",
	//Night
	"companion_Farm_Night": "Посевы сейчас дышат углекислым газом, который мы выбрасываем.#$b#Это то, как они добывают себе пищу.#$b#Ну, кроме удобрений, которые мы им даем.$h",

	//Dating
	//General
	"companion_Farm_Dating": "Твои фермерские навыки улучшаются, хорошая работа, детка!$h",
	"companion_Farm_Dating~1": "Я должен сказать, что ты преуспеваешь во всем этом фермерстве, детка.$6#$b#Ты могла бы даже быть такой же хорошей, как я.$6#$b#То есть, если вы станете в этом еще лучше.$h#$b#Ха-ха, просто шучу, детка.",
	//Weather
	"companion_Farm_Rainy_Dating": "Черт возьми, я промок насквозь от этого дождя.$u#$b#Может быть, мне стоит снять рубашку. Пока мы одни на твоей ферме.$7",
	"companion_Farm_Snowy_Dating": "Иди сюда, детка!#$b#Нам нужно тепло тела. На улице слишком холодно.$6",
	//Season
	"companion_Farm_Spring_Dating": "Сезон раскрывает лучшие краски вокруг.$h#$b#Это соответствует тому, насколько красочной ты делаешь мою жизнь, детка.$7",
	"companion_Farm_Summer_Dating": "Солнечные лучи творят чудеса с вашей красивой растущей кожей.$l#$b#Ты выглядишь еще более сияющим, детка.$l^Ты выглядишь еще более сияющей, детка.$l",
	"companion_Farm_Fall_Dating": "Тебе нужна помощь в уборке листьев вокруг твоей фермы, детка?#$b#Смотри, как напрягаются эти мышцы, пока я работаю,$6",
	"companion_Farm_Winter_Dating": "Хорошая вещь в зиме - это то, что я могу держать тебя ближе к себе чаще, чем мы обычно делаем.$l",
	//Entering
	"companionEnter_Farm_Dating": "Ух ты, детка! Ваша ферма становится хорошей!$h",
	"companionEnter_Farm_Night_Dating": "Должно быть, я действительно так сильно тебе нравлюсь, раз ты привел меня сюда в такое время ночи.$6^Должно быть, я действительно так сильно тебе нравлюсь, раз ты привела меня сюда в такое время ночи.$6",
	//Night
	"companion_Farm_Night_Dating": "Я думаю, что мы можем найти здесь место и сделать его нашим собственным особенным местом.$7",

	//Spouse
	//General
	"companion_Farm_Spouse": "Я горжусь тем, что ты сделал на нашей ферме, детка.$h^Я горжусь тем, что ты сделала на нашей ферме, детка.$h",
	"companion_Farm_Spouse~1": "Мои навыки, должно быть, передаются тебе.$6#$b#Ты слишком хорошо разбираешься в сельском хозяйстве, детка.$h",
	//Weather
	"companion_Farm_Rainy_Spouse": "Почему бы нам не воспользоваться этим временем, чтобы потанцевать под дождем, детка?$6#$b#Тогда, может быть, позже мы вместе примем приятную теплую ванну.$l",
	"companion_Farm_Snowy_Spouse": "Детка, обними меня крепче.#$b#Здесь холодно!$u#$b#Может быть, нам стоит зайти в дом и немного соприкоснуться телами, чтобы согреться.$7",
	//Season
	"companion_Farm_Spring_Spouse": "Как вы думаете, стоит ли нам сажать больше пастернака в этом сезоне?#$b#Или, может быть, синий яркоцвет, чтобы ферма выглядела красивее.$h",
	"companion_Farm_Summer_Spouse": "Я думаю, мы должны посадить подсолнухи по всей ферме.#$b#Это будет выглядеть так красиво и продлится до осени! Это могло бы сэкономить нам больше денег!$h",
	"companion_Farm_Fall_Spouse": "Наступили холодные времена года!$h#$b#Больше поцелуев и объятий с тобой, детка.$l",
	"companion_Farm_Winter_Spouse": "Я думаю, что нашу одежду нужно немного приукрасить, тебе не кажется?#$b#Больше слоев, но лучший стиль, чтобы мы оба были шикарными и стильными, верно?$7",
	//Entering
	"companionEnter_Farm_Spouse": "Знаешь, я так горжусь тем, что ты улучшаешь ферму.$l#$b#Я могу честно сказать, что ты даже лучше, чем я.$h",
	"companionEnter_Farm_Night_Spouse": "Наконец-то дома!$h#$b#Я могу честно сказать, что ты даже лучше, чем я.$h",
	//Night
	"companion_Farm_Night_Spouse": "Что мы все еще делаем снаружи?#$b#Почему бы нам не пойти и не заняться нашими приключениями в постели?$7",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Town_Rainy": "Хочешь поделюсь этой курткой, чтобы мы не слишком промокли?$8#$b#Я бы не возражал!$h",
	"companion_Town_Night": "Ночные прогулки по городу - довольно милое свидание, верно?#$b#Я просто издеваюсь над тобой!$h",
	"companion_Town_Night~1": "Если вы хотите чего-нибудь выпить, мы можем посетить Салон Звездная капля.#$b#Но я надеюсь, что она открыта.",
	"companion_Town": "Давайте навестим Хейли и Эмили, когда у нас будет такая возможность! Я бы с удовольствием погостил у них.$h#$b#Нам с Эмили нравится говорить о моде, в то время как с Хейли мы общаемся о городской жизни.",
	"companion_Custom_Ridgeside_RidgesideVillage": "Я не знаю, заметили ли вы, но у меня есть эта надоедливая курица, которая, кажется, всегда сбегает из курятника!#$b#В какой-то момент я сдался.$8#$b#Теперь я не слишком возражаю против этого, так как она все равно возвращается домой ночью.#$b#Хотя мне интересно, чем она занимается весь день.",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "Давайте заглянем к доске объявлений, если сможем.#$b#Кто знает? Мы могли бы найти хороший запрос с достойной оплатой.$h#$b#Мы должны торопиться так сильно, как только можем, верно?",
	"companion_Custom_Ridgeside_PurpleMansion": "Задолго до вашего приезда в этом особняке состоялось грандиозное собрание.#$b#В нем приняли участие почти все владельцы бизнеса в долине, это было довольно интресно.#$b#Его вызвала мадам. Я помню, что это было что-то о большом благотворительном мероприятии для приморского города, пострадавшего от цунами.#$b#Самым ярким событием для меня в тот день стало прибытие следующего главы Аметин, его звали Зейн.#$b#Он всем управлял и руководил! И это тоже было довольно завораживающе, как у настоящего прирожденного лидера или что-то в этом роде.#$b#Я думаю, он стал для меня чем-то вроде источника вдохновения?$8#$b#Я хочу когда-нибудь стать таким же крутым, как он.$h",
	"companion_Custom_Ridgeside_RidgeFalls": "Йоу! Похоже, это потрясающее место для пикника!$h#$b#Озеро выглядит волшебно! Это потрясающе!$h",
	"companion_Custom_Ridgeside_LogCabinHotelLobby": "Я планировал научиться играть на фортепиано.#$b#Может быть, я могу попросить Ричарда дать мне какой-нибудь урок?$h#$b#Или, может быть, даже Эллиота с пляжа?",
	"companion_SeedShop": "Я раньше работал здесь неполный рабочий день, ты знаешь?$h#$b#Пьер многому научил меня, как быть продавцом.#$b#Мы с Эбби даже играли в видеоигры на переменах!$h",
	"companion_ScienceHouse": "Может быть, мне стоит попросить Робин построить мне новый курятник.#$b#Я планировал скоро купить уток!$h",
	"companion_Custom_Ridgeside_RSVGreenhouse1": "Я так чертовски горжусь своими посевами в этой теплице!$h#$b#Разве эти места не очень удобны?#$b#Наконец-то я смогу вырастить эти дорогие сладкие драгоценные ягоды!$h",
	"companion_Custom_Ridgeside_LennyHouse": "Иногда я одалживаю у Ленни несколько романов.#$b#У нее такая причудливая коллекция романтических *эхем* романов.$8#$b#Эй! Они забавные, понимаешь?$h",

//Suggestion
	"companionSuggest": "Йоу! Могу я потусоваться с тобой сегодня?$7.#$q -1 -1#Ничего, если я последую за тобой сегодня>#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Dating": "Эй, детка! Давайте сегодня потусуемся!$h.#$q -1 -1#Ничего, если я последую за тобой сегодня>#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Spouse": "Эй, детка! Я хочу потусоваться с тобой сегодня, мы можем?$l.#$q -1 -1#Ничего, если я последую за тобой сегодня>#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",

	"companionSuggest_Yes": "Круто!$h#$b#Я думаю, было бы неплохо узнать друг друга таким образом.$h",
	"companionSuggest_No": "Оу, хорошо.#$b#Тогда в следующий раз?$6",

	"companionSuggest_Yes_Dating": "Классно! Поехали, детка!$h",
	"companionSuggest_No_Dating": "Оу, все в порядке, детка. Тогда в следующий раз.",

	"companionSuggest_Yes_Spouse": "Хорошо! Поехали, детка! Я всегда с нетерпением жду этого!$7",
	"companionSuggest_No_Spouse": "Оу, это прекрасно.$s#$b#Тогда увидимся позже?",
}
