{
	"companionAccepted": "Давай. Показывай дорогу.",
	"companionAccepted_Dating": "Я буду рядом с тобой. Показывай дорогу.",
	"companionAccepted_Spouse": "Я буду рядом с тобой, любовь моя. Показывай дорогу.",

	"companionRejected": "Я занят.",
	"companionRejected_Dating": "Извини, но я сегодня занят.$s",
	"companionRejected_Spouse": "Прости, любовь моя, но я сегодня занят.$s",

	"companionRejectedNight": "Я отказываюсь. Уже поздно. Это опасно для тебя.",
	"companionRejectedNight_Dating": "Мне придется отказаться, @. Для вас может быть слишком опасно сопровождать меня на моих заданиях так поздно. Пойди домой.",
	"companionRejectedNight_Spouse": "Мне придется отказаться, любовь моя. Я не хочу, чтобы вы пострадали, сопровождая меня так поздно.",

	"companionDismiss": "Я понимаю. Прощай.",
	"companionDismiss_Dating": "Я понимаю.#$b#Прощайте и, пожалуйста, берегите себя, @.",
	"companionDismiss_Spouse": "Я понимаю, любовь моя.#$b#Я увижу тебя дома. Пожалуйста, береги себя.$s",

	"companionDismissAuto": "Мне нужно выполнить еще несколько заданий.#$b#Прощай.",
	"companionDismissAuto_Dating": "@, Прошу прощения, но мне нужно идти.#$b#Мне нужно выполнить еще несколько заданий.#$b#Прощайте и, пожалуйста, будьте осторожны.",
	"companionDismissAuto_Spouse": "Любовь моя, прости меня, но мне нужно идти.#$b#Мне нужно выполнить еще несколько заданий.#$b#Прощай и, пожалуйста, берегите себя. Я увижу тебя дома.$h",

	"companionRecruited": "Не трать мое время впустую и просто показывай дорогу.",
	"companionRecruited_Dating": "Прокладывай путь, @.#$b#Я буду рядом с тобой.",
	"companionRecruited_Spouse": "Показывай дорогу, любовь моя.#$b#Я всегда здесь для тебя.$h",

	"farmerRunAway": "Ты слишком торопишься, притормози.$a",

	"farmerRunAway_Dating": "Ты слишком торопишься, @. Притормози.$a",

	"farmerRunAway_Spouse": "Ты слишком торопишься, любовь моя. Ты можешь пострадать! Притормози!$a",


//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "Интересная ферма.#$b#В этом районе есть следы магии.#$b#Очень интригует...",
	"companion_Farm~1": "Похоже, вы хорошо справляетесь со своими ежедневными задачами на ферме.#$b#Я вас уважаю.$h",
	//Weather
	"companion_Farm_Rainy": "Дождь обеспечивает помощь на ферме с вашими посевами, не так ли?#$b#Тебе лучше быть благодарным за это.",
	"companion_Farm_Snowy": "Сверкающий белый снег покрывает вашу бесплодную ферму.#$b#Почва дремлет.",
	//Season
	"companion_Farm_Spring": "Тщательно планируй свой урожай, фермер.#$b#Вы не представляете, насколько вы важны для стабильности долины.",
	"companion_Farm_Summer": "Дух солнца довольно активен в эти времена.#$b#Однако он обожает смотреть на посевы, так что тебе лучше доставить ей удовольствие.",
	"companion_Farm_Fall": "Груды листьев довольно удобны в качестве укрытий.$h#$b#Это хороший сезон.",
	"companion_Farm_Winter": "Ваши бесплодные пахотные земли освобождают место в вашем расписании, чтобы сосредоточиться на других делах.#$b#Не позволяйте их жертве быть напрасной.",
	//Entering
	"companionEnter_Farm": "Следы духовной магии витают в воздухе...#$b#Я предполагаю, что этот дух близок вам.",
	"companionEnter_Farm_Night": "У вас есть скрывающиеся потенциальные посетители на границах вашей фермы.#$b#У кого-то благие намерения, у кого-то запланированы злонамеренные действия.#$b#Будьте осторожны.",
	//Night
	"companion_Farm_Night": "Это место привлекает всевозможных мистических существ и духов.#$b#И они, кажется, более активны ночью.#$b#У тебя под присмотром интересная земля, фермер.",

	//Dating
	//General
	"companion_Farm_Dating": "@, ферма медленно, но верно улучшается.#$b#Я горжусь тобой.$h",
	"companion_Farm_Dating~1": "Дух твоего дедушки, кажется, витает где-то поблизости.#$b#Даже если это всего лишь слабые следы.#$b#Он, должно быть, присматривает за тобой.$h",
	//Weather
	"companion_Farm_Rainy_Dating": "@, ты мокрый.^@, ты мокрая.#$b#Сюда.$l#$b#%Джио спрятал тебя под своим пальто.#$b#Я думаю, что пока так будет хорошо.$l",
	"companion_Farm_Snowy_Dating": "@? Тебе холодно?#$b#Мое пальто всегда радо вашим объятиям.$l#$b#Просто скажи слово, и я здесь.$h",
	//Season
	"companion_Farm_Spring_Dating": "У меня есть кое-какие знания о сельскохозяйственных культурах и цикле их роста.#$b#Поэтому, если вам когда-нибудь понадобится помощь в планировании урожая в этом году, не стесняйтесь обращаться ко мне за помощью, @.$h",
	"companion_Farm_Summer_Dating": "Дух солнца, похоже, наслаждается продуктивностью и организованностью этой долины.#$b#Хозяйка и Горный Дух сообщили мне об этом на днях.$h",
	"companion_Farm_Fall_Dating": "Хочешь, я научу тебя прятаться в кучах опавших листьев, @?#$b#Это звучит как глупый навык, но однажды он может спасти вам жизнь.$h",
	"companion_Farm_Winter_Dating": "%Джио держал тебя за руку.#$b#Здесь тепло.$l",
	//Entering
	"companionEnter_Farm_Dating": "Следы духовной магии витают в воздухе...#$b#Вы и ваша семья, похоже, испытываете сильную привязанность к духовному, @.",
	"companionEnter_Farm_Night_Dating": "У вас есть скрывающиеся потенциальные посетители на границах вашей фермы.#$b#У кого-то благие намерения, у кого-то запланированы злонамеренные действия.#$b#Будь осторожнее, @.#$b#Если что-нибудь случится, я поспешу к тебе.",
	//Night
	"companion_Farm_Night_Dating": "%Джио держал тебя за руку.#$b#Если ты когда-нибудь почувствуешь одиночество в такие ночи, как эта...$l#$b#Не стесняйтесь называть меня по имени, так я поспешу к вам в объятия, @.$l",

	//Spouse
	//General
	"companion_Farm_Spouse": "Любовь моя, ферма улучшается с каждым днем.#$b#Я просто хочу сказать, что я действительно горжусь тобой.$h#$b#Я знаю, что твои предки тоже гордятся.$h",
	"companion_Farm_Spouse~1": "Ферма изобилует духовной энергией твоих предков, любовь моя.#$b#Я чувствую, что они заботятся о тебе и нашей семье.#$b#Я очень доволен.$l",
	//Weather
	"companion_Farm_Rainy_Spouse": "%Джио вытер капли дождя с твоего лица.#$b#Давай не будем слишком долго стоять под дождем, любовь моя.#$b#Я не хочу, чтобы ты заболел.^Я не хочу, чтобы ты заболела.",
	"companion_Farm_Snowy_Spouse": "%Джио обнял тебя.#$b#Так. Теперь тебе теплее, любовь моя.#$b#Я буду защищать тебя даже от сверкающего снега!$h",
	//Season
	"companion_Farm_Spring_Spouse": "Похоже, ты отлично справляешься с планированием фермерского года, любовь моя.#$b#Я горжусь тобой.$h",
	"companion_Farm_Summer_Spouse": "%Джио вытер пот с твоего лица.#$b#Не дави на себя слишком сильно, любовь моя.#$b#Позвольте мне облегчить вашу ношу, когда вам это будет нужно.$h",
	"companion_Farm_Fall_Spouse": "Мы обычно увеличиваем интенсивность наших тренировок в течение этого сезона в связи с предстоящей зимой.#$b#Не хочешь присоединиться ко мне, любовь моя?$h",
	"companion_Farm_Winter_Spouse": "Голые сельскохозяйственные угодья придают этому месту ощущение пустоты.#$b#Не волнуйся, любовь моя. Как я всегда буду здесь, несмотря ни на что, просто чтобы ты никогдf не чувствовал себя одиноким.$l^Не волнуйся, любовь моя. Как я всегда буду здесь, несмотря ни на что, просто чтобы ты никогда не чувствовала себя одинокой.$l",
	//Entering
	"companionEnter_Farm_Spouse": "Следы духовной магии витают в воздухе...#$b#Ты и твоя семья, похоже, испытываете сильную привязанность к духовному, любовь моя.",
	"companionEnter_Farm_Night_Spouse": "У вас есть скрывающиеся потенциальные посетители на границах вашей фермы.#$b#У кого-то благие намерения, у кого-то запланированы злонамеренные действия.#$b#Будь осторожнее, @.#$b#Если что-нибудь случится, я защищу тебя, любовь моя.",
	//Night
	"companion_Farm_Night_Spouse": "%Джио держал тебя за руку.#$b#Если ты когда-нибудь почувствуешь одиночество в такие ночи, как эта...$l#$b#Не стесняйся позвать меня по имени, так я окажусь рядом с тобой еще до того, как ты об этом узнаешь, любовь моя.$l",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Town_Rainy": "Приятно размышлять под дождем.",
	"companion_Town_Night": "Здесь так спокойно.#$b#Слишком мирно...",
	"companion_Town_Night~1": "Во время одного из моих ночных патрулей я увидел нечто необычное.#$b#Женщина с волосами зеленого оттенка направлялась к лесу.#$b#Этого не было в деталях моей миссии, так зачем мне беспокоиться?",
	"companion_Town": "Я не люблю прогуливаться на публике из-за того, что люди пялятся.#$b#Похоже, они не понимают практичности моего наряда.$a",
	"companion_Custom_Ridgeside_RidgesideVillage": "Это мирная деревня, полная хороших людей.#$b#Приятно быть назначенным в этот сектор долины.$h",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "В последнее время Киви заметили многие местные жители, и мне еще предстоит поговорить с ним об этом.#$b#Ему следует быть более осторожным, так как он может подвергнуть себя опасности.$s",
	"companion_Custom_Ridgeside_Ridge": "Медитация под водопадами звучит сложно, но она приносит внутренний покой, как только вы к этому привыкнете.#$b#Не поймите меня неправильно, это все еще сложная задача и требует большой концентрации.#$b#Но это хорошая аналогия с поговоркой: иногда через время и боль кто-то может найти себя.",
	"companion_Custom_Ridgeside_RidgeFalls": "Горный Дух, госпожа Раерияла, - существо, окутанное тайной.#$b#Даже больше, чем богоматерь.#$b#За ее доброй улыбкой скрывается намек на боль.#$b#Как будто она страдает...#$b#Может быть, это связано с тем, почему Хозяйка с тех пор чрезмерно опекает ее.#$b#Как будто она знает, что что-то давит на великого духа, но ничего не может с этим поделать.$s",
	"companion_Custom_Ridgeside_RidgeFalls~1": "Не забудь засвидетельствовать свое почтение Горному Духу, @.#$b#Будет ли все, что дух делает для защиты этой долины, мы должны выразить нашу признательность.#$b#Без нее силы Габриэллы были бы сильнее, чем сейчас.#$b#Я не думаю, что кто-то из нас сможет сдерживать их так долго, как сейчас.#$b#И поэтому я обязан ей своей жизнью.",
	"companion_Custom_Ridgeside_RidgeForest": "Авантюрист и картограф однажды попытались найти и задокументировать как можно больше секретов, которые они могут раскрыть в этом лесу.#$b#Но это было много лет назад. Задолго до того, как моя команда была назначена в этот сектор.#$b#Все, что от них осталось, - это их старая палатка и несколько страниц из их дневника.",
	"companion_AdventureGuild": "Гильдия Приключений и я.... не очень любим друг друга.#$b#Мы можем сделать быстрее тут дела?$a",
	"companion_Beach": "Интересно, почему мерфолки, похоже, любят патрулировать этот пляж?#$b#Возможно, вы не заметили, но они здесь часто встречаются по сравнению с любым другим пляжем в долине.#$b#Возможно, вы не заметили, но они здесь часто встречаются по сравнению с любым другим пляжем в долине.",
	"companion_WizardHouse": "Волшебник, может быть, и странный, но у него добрые намерения.#$b#Нижеследующее в высшей степени уважает его.",
	"companion_AguarLab": "Здешний гидромеханик всегда усердно работает, следя за тем, чтобы неустойчивый рельеф этой горы не рухнул сам по себе.#$b#Он предупреждал здешних людей на протяжении веков, но они, похоже, не слушают.#$b#Он мог бы оставить их и сдаться, но вместо этого он остался и работал над тем, чтобы эта гора никому не причинила вреда.#$b#Я глубоко уважаю его.#$b#Вот почему эта гора является главной мишенью Габриэллы, поскольку она питается страданиями и хаосом.$s#$b#С одной из ее целей - уничтожить каждую последнюю линию обороны, которая защищает эту гору.#$b#Представьте себе, что произойдет, если она добьется успеха... Не только люди теряют свои жизни, но и она обретает еще большую власть, угрожающую самому существованию этого мира.",

//Suggestion
	"companionSuggest": "Позвольте мне сопровождать вас сегодня. Не задавай вопросов.#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Dating": "@? Могу я сопровождать вас сегодня? Я хочу провести с тобой время.$l#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Spouse": "Моя любовь? Могу я сопровождать вас сегодня? Я хочу провести с тобой время.$l#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",

	"companionSuggest_Yes": "Хорошо. Пойдем.",
	"companionSuggest_No": "Хмм...",

	"companionSuggest_Yes_Dating": "Я очень ценю это, @. Я последую за тобой куда угодно.",
	"companionSuggest_No_Dating": "Я понимаю, @. Будьте осторожны в своих путешествиях.",

	"companionSuggest_Yes_Spouse": "Я очень ценю это, любовь моя. Я последую за тобой куда угодно.$h",
	"companionSuggest_No_Spouse": "Я понимаю, любовь моя. Пожалуйста, будьте осторожны в своих путешествиях.",
}
