{
	"companionAccepted": "Оки, я пойду с тобой!$h#$b#Я понимаю, что тебе нужно немного поразвлечься, чтобы избавиться от проблем.$4",
	"companionRejected": "Ой, папа сказал, что я должен помочь в ресторане$s#$b#Но могу я прийти в следующий раз?#$b#Пожалуйста? Пожалуйста? Могу я? Могу я???",
	"companionRejectedNight": "Папа сказал, что уже слишком поздно выходить на улицу в такое время ночи.$s#$b#%Кеяхи наклоняется, чтобы что-то тебе прошептать.#$b#Но, по правде говоря, я думаю, что он боится, что я могу вызвать у стариков дрожь.$u#$b#В прошлый раз мистер Ричард чуть не упал с лестницы, когда я выпрыгнул из ящика-контейнера в салоне.$u",
	"companionDismiss": "Уже закончили?#$b#Теперь я могу пойти на твою ферму с Тринни поиграть?#$b#Мы обещаем быть хорошими.$4",
	"companionDismissAuto": "О нет, уже поздно.$u#$b#Мне пора домой, а то папа разозлится.$s#$b#Он говорит, что я должен рано ложиться спать, чтобы оставаться здоровым.",
	"companionRecruited": "Так... Мы уже на месте?#$b#А теперь? Мы на месте?",

	"farmerRunAway": "Эй! Если ты хочешь участвовать в гонках, ты можешь так и сказать!$a",
	"giveForages": "Эй, я подобрал это по дороге.#$b#Я обещаю, что это не розыгрышный подарок.$4",

//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "Эй! Ваша ферма огромна! Как вы думаете, мы сможем создать здесь гигантские буквы из палок и камней?#$b#Тогда пролетающие самолеты увидят огромное слово на земле!$h#$b#Мы можем написать 'чертовы чокнутые'!$h",
	"companion_Farm~1": "Можем ли мы построить здесь домик на дереве, @?#$b#Давай же! Это будет так потрясающе!$h",
	//Weather
	"companion_Farm_Rainy": "Смотри! @! Я могу делать гигантские всплески!$h#$b#%Кеяхи сильно топает.#$b#Я КОНТРОЛИРУЮ ВОДУ!$h",
	"companion_Farm_Snowy": "Выслушай меня, а что, если мы разведем гигантский костер посреди твоего поля?#$b#Таким образом, весь снег растает, всем вашим животным будет тепло, и вы снова сможете посадить тонны урожая!$h#$b#Я боюсь своего собственного ума и гениальности.$h",
	//Season
	"companion_Farm_Spring": "Эй, @! Знаете ли вы о гигантских урожаях?#$b#У тебя они есть?#$b#Сможешь ли ты вырастить их в этом году?#$b#Дай мне его, когда он будет у тебя, хорошо?#$b#Мы построим урожайный дом!$h",
	"companion_Farm_Summer": "@! @! Если у тебя есть тонны помидоров, дай немного мне, хорошо?$h#$b#Хе-хе.$h",
	"companion_Farm_Fall": "Я хочу сделать костюм гигантского листового монстра из листьев и терроризировать деревню и город.$h#$b#Меня будет не остановить!$h",
	"companion_Farm_Winter": "Эй, @! Эй @!#$b#Можем ли мы превратить ваш дом в хранилище для снега?#$b#Давайте положим в ваш дом как можно больше снега, чтобы, когда придет весна, у нас все еще был снег!$h",
	//Entering
	"companionEnter_Farm": "Хейя, @! Ваша ферма такая же потрясающая, как они говорят!$h#$b#Вы знаете, что может сделать это еще более потрясающим? Катапульты!$h",
	"companionEnter_Farm_Night": "@, Я хочу спать, и вообще, зачем мы здесь?#$b#Только не говори мне, что мы собираемся нарядиться и напугать весь город?#$b#Это так круто!$h",
	//Night
	"companion_Farm_Night": "%Кеяхи поет сам себе.#Хейя, ты суперзвезда, включай свою игру, начинай играть!$h#$b#Я слышал эту песню от Хауди, бродячего робота!$h",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Town_Rainy": "Давайте принесем тонны пустых воздушных шаров в следующий раз, когда пойдет дождь, и наполним их водой!$h#$b#Тогда разбрасаем их по всему городу!$h",
	"companion_Town_Night": "Эй, как ты думаешь, было бы забавно, если бы мы сделали тыквы мэра Льюиса с горящими красными глазами с помощью фонарей и развесили их по городу?#$b#Я не знаю, это звучит как глупая, но забавная идея.$h",
	"companion_Town": "Я хочу сказать всем, чтобы они сыграли в гигантскую игру в прятки по всей долине!#$b#Хотя я не думаю, что взрослые будут играть.$s",
	"companion_Custom_Ridgeside_RidgesideVillage": "Эй, эй! Давайте сделаем киоск с соком!#$b#Вы можете выращивать фрукты, тогда мы их продадим!$h#$b#Затем мы используем деньги, чтобы купить костюм гигантского динозавра и обойти деревню!$h",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "Поскольку вся эта деревня находится на склоне горы, как вы думаете, если пойдет очень сильный дождь, это место превратится в джанскую водную горку?#$b#Мой папа сказал, что это страшная и ужасная сцена, я думаю, это весело!$h",
	"companion_Custom_Ridgeside_RidgeFalls": "Бьюсь об заклад, если вы прыгнете с этого очень высокого водопада вниз в озеро, вы произведете гигантский всплеск!$h#$b#Давай же! Давайте попробуем!$h",
	"companion_Custom_Ridgeside_RSVTheHike": "Я нахожу здесь много мусора, в основном обертки от шоколадных батончиков.#$b#Может быть, кто-то здесь любит есть конфеты?#$b#Ну, в любом случае, это мое секретное место, где я получаю материалы для своих розыгрышей!$h",
	"companion_Custom_Ridgeside_Ridge": "Я встретил этого таинственного парня во всей коричневой одежде по имени Джио.#$b#Он может прыгать очень высоко!#$b#Я следовал за ним весь день, пока он не исчез в облаке черного дыма.#$b#Хотел бы я тоже это сделать! Это было бы так здорово!$h",
	"companion_Custom_Ridgeside_SummitFarm": "Эй! Эй! Давайте превратим все это место в джанскую помидорную ферму!$h#$b#Тогда у меня был бы неограниченный запас боеприпасов!$h",
	"companion_Custom_Ridgeside_RidgeForest": "Здесь много водопадов!$u#$b#Откуда берется вся эта вода? Гора мочится?#$b#Это так круто и мерзко!$h",
	"companion_Custom_Ridgeside_RSVCliff": "Эй, эй, @, эй!#$b#Давайте купим много бумаги и сделаем гигантский бумажный самолетик!#$b#Тогда давайте бросим его отсюда! Это было бы так здорово!$h",
	"companion_Custom_Ridgeside_RSVCableCar": "Как вы думаете, смогу ли я подняться в деревню, просто ухватившись за линию, на которой держится машина?#$b#Как паук!$h#$b#Я был бы таким крутым.",
	"companion_Custom_Ridgeside_3Bros": "Эй, @. Одолжи мне денег, и давай купим много муки.$h#$b#Создайте гигантскую игровую площадку из муки! Это было бы так весело! Правильно!?$h",
	"companion_Custom_Ridgeside_3Bros2ndFloor": "У ЭТОГО МЕСТА ЕСТЬ ВТОРОЙ ЭТАЖ!?$u#$b#Мы можем так громко топать здесь, и люди внизу будут так смущены!$h",
	"companion_Custom_Ridgeside_AguarLab": "Эй, что это там внутри стакана?#$b#Могу я прикоснуться к нему? Я хочу прикоснуться к нему. Я должен прикоснуться к нему. Дай мне прикоснуться к нему, пожалуйста!$h#$b#Интересно, какой он на вкус.",
	"companion_Custom_Ridgeside_AlissaShed": "По какой-то причине здесь действительно холодно.#$b#Но мне здесь нравится! Я даже могу спрятаться в ящиках с фруктами!$h#$b#Хе-хе! Тогда любой, кто придет сюда, будет напуган!$h",
	"companion_Custom_Ridgeside_AlissaHouse": "Эй, смотри! Книга!#$b#Дай мне прочитать это...#$b#Там написано... 'ДАГБ'.#$b#Что такое ДАГБ? Это что, животное?#$b#Круто! Я хочу увидеть ДАГБА!$h",
	"companion_Custom_Ridgeside_BertHouse": "Мистеру Берту и мисс Ольге очень нравится, когда я готовлю для них.#$b#Но им не нравится, когда я приношу сюда ведра с грязью, чтобы сделать гигантского глиняного человечка для Тринни, потому что она сказала, что ей нужен телохранитель.#$b#Я не совсем понимаю, чего они хотят.$u",
	"companion_Custom_Ridgeside_BertHouse2ndFloor": "У Тринни много растений, у них тоже есть названия!#$b#Хотя я забыл их имена, я просто называю их всех 'Планти'.$h",
	"companion_Custom_Ridgeside_BlairHouse": "Блэр и мисс Кармен иногда дают мне бесплатную рыбу!#$b#Это потому, что я иногда помогаю им разделывать рыбу на филе, когда они готовят.$h#$b#Папа сказал, что их рыба здесь тоже хорошего качества!",
	"companion_Custom_Ridgeside_EzekielHouse": "Мистеру Иезекиилю не нравится, когда я слишком часто прихожу сюда, в его дом.$s#$b#Может быть, потому, что в прошлый раз я носил все предметы, выставленные в их гостиной.$s#$b#Я сказал им, что мне очень жаль!$s",
	"companion_Custom_Ridgeside_FayeHouse": "Мисс Фэй сшила мне классный костюм, потому что сказала, что в нем я буду выглядеть мило.#$b#Я помогал его делать! Это было так весело!$h#$b#Но сейчас оно все порвано, потому что после того, как она подарила его мне и я надел его, мы с Винсентом играли в рестлинг!#$b#Меня назвали 'Джентльмен' и у меня был костюм!$h",
	"companion_Custom_Ridgeside_FreddieHouse": "У мистера Фредди шрам на лице.#$b#Это выглядит круто, я тоже хочу такую!$h#$b#Быстро! Дай мне маркер, @! Я поднесу один к своему лицу!$h",
	"companion_Custom_Ridgeside_IanHouse": "Мне нравится прятаться в одной из этих коробок и пугать Шона.#$b#Но в прошлый раз я случайно спрятался в коробке, которую должны были доставить в дом мисс Робин.#$b#Я не понимал, что меня перемещают, потому что заснул, ожидая Шона.#$b#Это было неожиданностью, когда мистер Деметриус разбудил меня, и я уже был в горах в Пеликан-Тауне!$u",
	"companion_Custom_Ridgeside_JericHouse": "Давайте спросим Джерика, можем ли мы одолжить Турбо!$h#$b#Тогда давайте поиграем в ковбоев и пойдем по городу, говоря 'Партнер'.$h",
	"companion_Custom_Ridgeside_KennethHouse": "Однажды я попросил Кеннета сделать мою роботизированную версию.#$b#Потому что это звучит забавно!$h#$b#Но он ничего не сказал, просто посмотрел на меня.#$b#Потом ему стало грустно, и он заплакал.#$b#Как будто он выглядел таким испуганным.#$b#Интересно, что творилось у него в голове?",
	"companion_Custom_Ridgeside_LennyHouse": "Бабушка Ленни классная.#$b#Хотя она терпеть не может, когда я называю ее бабушкой Ленни, говоря, что она не такая уж старая.#$b#Но мне нравится, что она иногда играет в пятнашки с нами, детьми! Она тоже очень быстра для пожилой леди!$u#$b#Я думаю, что у нее есть сверхспособности!$u",
	"companion_Custom_Ridgeside_LogCabinHotelEventHall": "Мы можем превратить это в гигантский аквариум!$h#$b#Мы нальем много-много воды и закроем все двери и окна!$h#$b#Это звучит как гениальный план, верно?$h",
	"companion_Custom_Ridgeside_LogCabinHotelLobby": "Однажды я спросил, могу ли я переночевать в отеле, заплатив 10 картофелин.#$b#Дедушка Ричард сказал, что я могу спать на диване в вестибюле и сохранить картошку.#$b#Это отличная сделка!$h",
	"companion_Custom_Ridgeside_LogCabinHotel2ndFloor": "Я встречаю здесь много-много людей каждый день!$h#$b#Хотя, мисс Иса сказала мне, чтобы я перестал беспокоить гостей.#$b#То, что говорит мисс Иса, - закон!$h#$b#Она хорошенькая, не так ли?$h",
	"companion_Custom_Ridgeside_LogCabinHotel3rdFloor": "Однажды я последовал сюда за Филиппом и наблюдал, как он поднимает эти тяжелые папки и тарелки.#$b#Я пытался сделать то же, что и он, но они были такими тяжелыми!$u#$b#Он, должно быть, действительно сильный!$u",
	"companion_Custom_Ridgeside_MaddieHouse": "Мисс Мэдди пугающая.#$b#Она всегда выглядит такой сварливой.#$b#Однажды я разыграл с ней старую вонючую шутку, но она сразу же поняла это и отругала меня!$u#$b#На следующий день я работал уборщиком в их лаборатории, потому что не хотел, чтобы она больше сердилась на меня!$s",
	"companion_Custom_Ridgeside_PaulaClinic": "Мисс Пола классная, она дает мне бесплатные бинты.#$b#Она сказала, что мне это нужно больше, чем кому-либо другому. Я не знаю, что она имела в виду.#$b$По крайней мере, у меня есть куча пластырей, которые можно использовать в качестве скотча!$h",
	"companion_Custom_Ridgeside_PikaHouse": "Папа сказал, что мне нужно больше практиковаться в приготовлении пищи.#$b#У него есть огромная кулинарная книга, и в ней полно интересных блюд!$h#$b#Я хочу попробовать приготовить их все!$h",
	"companion_Custom_Ridgeside_PurpleMansion": "Мисс Ирен действительно хорошо готовит! Может быть, даже лучше, чем папа!#$b#В прошлый раз она проделала потрясающую технику, и я подумал: ОГО!$u#$b#Она прекрасно приготовила мясо!#$b#Даже папа сказал, что у Ирен есть задатки мастера!",
	"companion_Custom_Ridgeside_PurpleMansion2ndFloor": "Я всегда стараюсь навестить Луи.#$b#Хотя он продолжает говорить мне, что я странно пахну и выгляжу. Что является комплиментом, верно?$h#$b#Я плохо пахну, потому что у меня наготове тонны вонючих насекомых! И я выгляжу странно, потому что я уникален!$h#$b#Ах, он настоящий обаяшка, не так ли?#$b#Ах, он настоящий обаяшка, не так ли?$s",
	"companion_Custom_Ridgeside_RSVSewers": "Йоу! Это место выглядит отвратительно!#$b#Я вижу там плавающую крысу!",
	"companion_Custom_Ridgeside_RSVSummitHouse": "Это место выглядит таким старым. Может быть, мы сможем превратить его в секретную базу!$h#$b#Мы можем проводить здесь тайные встречи, складывать оружие, планировать розыгрыши и все остальное!$h",
	"companion_Custom_Ridgeside_ShiroHouse": "Однажды я позаимствовал старую инвалидную коляску Широ.#$b#Но они не разрешили мне пользоваться им снаружи.$s#$b#Хотел бы я воспользоваться им и прокатиться на нем вниз с холма. Это звучит забавно!",

//Suggestion
	"companionSuggest": "Эй, там! Могу я присоединиться к вам сегодня? А? Пожалуйста? Я обещаю, что буду вести себя хорошо и не буду над тобой подшучивать!$4#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",

	"companionSuggest_Yes": "Круто!$h#$b#Итак, куда нам следует отправиться в первую очередь?#$b#Может, нам подшутить над мистером Джорджем и снять пробку с его инвалидного кресла?$4#$b#Что? Я сказал, что не буду разыгрывать тебя, это не относилось к мистеру Джорджу!$h",
	"companionSuggest_No": "Эй! Нечестно!$s#$b#В прошлый раз Вы говорили, что я могу поиграть на твоей ферме.$a",
}
