{
	"companionAccepted": "Конечно, я думаю, что мог бы пойти с тобой.",
	"companionAccepted_Dating": "Я был бы счастлив пойти с тобой, @.$h",
	"companionAccepted_Spouse": "Конечно, @.$h#$b#Я рад, что смог помочь.$l",

	"companionRejected": "Извини, Филип сказал, что мне сегодня нужно отдохнуть.$s",
	"companionRejected_Dating": "Не могли бы мы сделать это в следующий раз, @?$6#$b#Я просто чувствую себя немного усталым сегодня.$6#$b#Тогда я просто увижу тебя завтра? Береги себя хорошо, пожалуйста?$h",
	"companionRejected_Spouse": "@, могу я взять на себя дополнительную проверку этого#$b#Я сейчас не в настроении для этого.$s#$b#Я просто подожду тебя дома, хорошо?$h#$b#Я обязательно сделаю кровать более удобной, когда ты вернешься.$l",

	"companionRejectedNight": "Уже довольно поздно, извините.",
	"companionRejectedNight_Dating": "Уже довольно поздно, @.$s#$b#Филип и Юма разозлятся на меня, если я буду ходить так поздно.$s",
	"companionRejectedNight_Spouse": "Я немного устал сейчас, @.$s#$b#Я надеюсь, что ничего страшного, если я пересижу этот раз.#$b#Я заглажу твою вину объятиями и маленькими поцелуями, когда ты ляжешь спать.$l",

	"companionDismiss": "Отлично, я просто рад, что смог помочь.$h",
	"companionDismiss_Dating": "Я прекрасно провел с тобой сегодня время, @.$h#$b#Я с нетерпением жду возможности отправиться с тобой в новые приключения в ближайшее время.$l",
	"companionDismiss_Spouse": "Это было отличное упражнение с тобой, @.$h#$b#Береги себя сейчас, хорошо?$l",

	"companionDismissAuto": "Уже довольно поздно. Юма, должно быть, ждет меня.",
	"companionDismissAuto_Dating": "Я отлично провел время сегодня, @. Но я считаю, что мне пора домой.$s#$b#Увидимся завтра, хорошо?$l",
	"companionDismissAuto_Spouse": "@, Я пойду дальше домой.#$b#Пожалуйста, не засиживайся допоздна, хорошо?$s#$b#Я буду ждать тебя дома, хорошо? Я люблю тебя.$l",

	"companionRecruited": "Итак, куда мы направляемся сегодня?",
	"companionRecruited_Dating": "Итак, чем мы занимаемся сегодня?",
	"companionRecruited_Spouse": "Я действительно счастлива проводить с тобой время.$l#$b#Куда мы направляемся, @?$h",

	"farmerRunAway": "Хафф-хафф, не можешь бы, пожалуйста, притормозить?$8",
	"giveForages": "Я нашел это, Я думаю, что это полезно для вас.#$b#Вот, держи!$h",

	"farmerRunAway_Dating": " Эй! Пыхтеть. Пожалуйста. Фу-фу-фу. Замедлиться!$6",
	"giveForages_Dating": "Вот, держи, @$h#$b#Я нашел это и подумал, что оно может вам понадобиться.$h",

	"farmerRunAway_Spouse": "Фу-фу-фу-фу. @, дай мне шанс наверстать упущенное!$6",
	"giveForages_Spouse": "Я увидел это и подумал, что это будет полезно для тебя.$l",


//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "Ваша ферма выглядит неплохо.$h",
	"companion_Farm~1": "Ваши посевы выглядят хорошо#$b#Вы используете удобрения?",
	//Weather
	"companion_Farm_Rainy": "Мы промокаем насквозь.#$b#Может быть, нам стоит укрыться?",
	"companion_Farm_Snowy": "Здесь холодно.$6#$b#%Широ начинает обнимать себя.#$b#Мне очень холодно.$6",
	//Season
	"companion_Farm_Spring": "Я чувствую себя счастливой, видя, как весной распускаются цветы.$h",
	"companion_Farm_Summer": "Мне жаль, что я, должно быть, так сильно вспотел в такую жару.$6",
	"companion_Farm_Fall": "Мне нравится осень.$h#$b#Здесь не слишком жарко и не слишком холодно. Все, что вам нужно, - это легкая куртка.$h",
	"companion_Farm_Winter": "Вы с нетерпением ждете зимних праздников в городе?",
	//Entering
	"companionEnter_Farm": "Ну и дела, твоя ферма выглядит неплохо.$h#$b#Вы, должно быть, потратили на это несколько часов.",
	"companionEnter_Farm_Night": "Уже поздно.#$b#Что мы здесь делаем?",
	//Night
	"companion_Farm_Night": "Темнота довольно красиво окутывает вашу ферму.$h",

	//Dating
	//General
	"companion_Farm_Dating": "Просто удивительно, как вы заботитесь о ферме, @.$h#$b#Я нахожу это очаровательным.$l",
	"companion_Farm_Dating~1": "Ферма выглядит великолепно, @.#$b#Ты отлично справляешься с работой.$h",
	//Weather
	"companion_Farm_Rainy_Dating": "Идет дождь, @.#$b#Мы можем промокнуть насквозь.$h#$b#В следующий раз мне следует взять с собой зонтик. На всякий случай.$l",
	"companion_Farm_Snowy_Dating": "Ух, @?#$b#Могу я попросить тебя обнять меня?$l#$b#Здесь очень холодно.$l",
	//Season
	"companion_Farm_Spring_Dating": "Посмотрите на красивую флору и фауну, цветущую вокруг фермы.$h",
	"companion_Farm_Summer_Dating": "Палящая жара - это самое страшное.$6#$b#Почему бы нам не найти какое-нибудь местечко, чтобы охладиться, @?$h",
	"companion_Farm_Fall_Dating": "Листья выглядят красиво в это время года.$l#$b#Они выглядят так же красиво, как и ты.$l",
	"companion_Farm_Winter_Dating": "Я с нетерпением жду, когда этот снег растает.$h#$b#Ха-ха, просто шучу.$h",
	//Entering
	"companionEnter_Farm_Dating": "Здорово, ферма действительно налаживается.$h#$b#Я горжусь тобой.$h",
	"companionEnter_Farm_Night_Dating": "Вы уверены, что мне можно приходить сюда в такой час?",
	//Night
	"companion_Farm_Night_Dating": "Я действительно благодарен за Юму..$h#$b#Он такой ответственный в своем возрасте. Я не могу представить себе жизнь без него.$s",

	//Spouse
	//General
	"companion_Farm_Spouse": "Ваши усилия на нашей ферме очень безупречны.$h#$b#Я знаю, что не могу много говорить об этом, потому что я не очень хорош в сельском хозяйстве, но вы проделали такую потрясающую работу.$h",
	"companion_Farm_Spouse~1": "Просто удивительно, как мы оба выросли.$l#$b#Я помню, как в первый раз зашел на вашу ферму.$h#$b#Тогда я был очень застенчив.$l",
	//Weather
	"companion_Farm_Rainy_Spouse": "Ты хорошо выглядишь, пока мокрая, @.$l#$b#Ха-ха, это не что-то грязное.$h#$b#Я просто имею в виду, что ты хорошо выглядишь, даже если промокла под дождем.$l",
	"companion_Farm_Snowy_Spouse": "@? Ты можешь обнять меня, пожалуйста?$l#$b#Мне просто нужно почувствовать твое тепло.$l",
	//Season
	"companion_Farm_Spring_Spouse": "Знаешь, ты выглядишь цветущим, когда ухаживаешь за нашей фермой, @.^Знаешь, ты выглядишь цветущей, когда ухаживаешь за нашей фермой, @.$l#$$b#Это так, или я просто нахожу тебя действительно красивим.$l^Это так, или я просто нахожу тебя действительно красивой.$l",
	"companion_Farm_Summer_Spouse": "Эта жара просто так напрягает.$6#$b#Может быть, мне стоит снять рубашку. Что ты думаешь, @?$l",
	"companion_Farm_Fall_Spouse": "Как вы думаете, было бы мило носить одинаковые зимние куртки?$h#$b#Я имею в виду, что мы могли бы просто носить одинаковые цвета.$l#$b#Ничего, я просто думаю, что это мило.$l",
	"companion_Farm_Winter_Spouse": "Единственное, что мне нравится в этом сезоне, так это то, что я могу обнимать тебя еще чаще.$h#$b#И для тепла, и просто потому, что.$l",
	//Entering
	"companionEnter_Farm_Spouse": "Воу!$h#$b#Ничего страшного, я просто в восторге от того, насколько ты превратил ферму в настоящий дом.$l^Ничего страшного, я просто в восторге от того, насколько ты превратила ферму в настоящий дом.$l#$b#Я люблю тебя, @...$l",
	"companionEnter_Farm_Night_Spouse": "Наконец-то дома!$h#$b#Это был утомительный день сегодня.$8#$b#Но я рад, что мне удалось провести его с тобой.$l",
	//Night
	"companion_Farm_Night_Spouse": "Твои глаза так прекрасны в лунном свете.$l#$b#Я рад, что могу проводить с тобой каждую ночь и каждый день, @.$l#$b#Мне так повезло, что у меня есть ты.$h",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Town_Rainy": "Если бы доктор увидел, что я столько времени провожу под дождем, я уверен, он бы по-настоящему забеспокоился.$s",
	"companion_Town_Night": "Хэй, @?#$b#Дай мне отдышаться.$s#$b#Я очень устал.$s",
	"companion_Town_Night~1": "Ночные прогулки действительно спокойны.#$b#Это мило.$h",
	"companion_Town": "Я бы хотел купить продуктов, но забыл свой бумажник!$s#$b#Я уверен, что Юума все равно разозлился бы, если бы я поднял столько тяжестей в одиночку.$h",
	"companion_Town~1": "Раньше у них был бар, где я подтягивался где-нибудь рядом с детской площадкой.#$b#Хотя они сняли его много лет назад. Это было задолго до того, как я завербовался в армию.",
	"companion_Custom_Ridgeside_RidgesideVillage": "Уф! Подожди! Чтобы обойти деревню, нужно немного прогуляться пешком.$s#$b#Дай мне отдышаться.$s",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "Давай навестим Пику, если у нас будет время.#$b#One of the waitresses there, Corine, has a really pretty smile and sometimes gives me extra fries.$h",
	"companion_Custom_Ridgeside_PaulaClinic": "Я часто бываю в этом месте, я имею в виду, потому что должен.$h#$b#Но иногда я сталкиваюсь с тем, что здесь происходят некоторые интересные события.#$b#Был один раз, когда пришли Берт, Ольга и Тринни, и у девчонок волосы прилипли друг к другу, повсюду были цветы и листья!#$b#Тринни плакала, Ольга жаловалась, а Берт нес их обоих на руках.#$b#Тринни хотела выдать себя за длинноволосую принцессу и по какой-то причине убедила свою маму лечь на траву, и они должны были на мгновение соединить свои волосы и просто сфотографировать Тринни.#$b#Но потом сильный порыв ветра унес несколько срезанных цветов из сада Мэдди перед их лабораторией и по той или иной причине запутался в их волосах.#$b#Это было забавное зрелище.$h",
	"companion_Custom_Ridgeside_PaulaClinic~1": "Я часто бываю в этом месте, я имею в виду, потому что должен.$h#$b#Но иногда я сталкиваюсь с тем, что здесь происходят некоторые интересные события.#$b#Однажды мистер Сонни пришел с Луи, у которого распухла лодыжка.#$b#Из того, что я слышал, Луи был уведомлен из Интернета, что он был лучшим в своем классе.#$b#Он был так взволнован чтобы рассказать своей бабушке, которая поднималась по лестнице.#$b#К сожалению, он оступился и вывихнул лодыжку.#$b#Что меня беспокоило, так это то, что Луи плакал, но не из-за боли.$s#$b#Потому что я слышал, как он сказал, что его бабушка уже знала,похоже, она первой узнала эту новость.$s#$b#Но даже не потрудился похвалить Луи, а вместо этого отругал его, когда он вбегал в особняк.$s#$b#Бедный ребенок.$s",
	"companion_Custom_Ridgeside_PaulaClinic~2": "Я часто бываю в этом месте. Я имею в виду, потому что должен.$h#$b#Но иногда я сталкиваюсь с тем, что здесь происходят некоторые интересные события.#$b#Был один раз, когда Блэр и Шон пришли с Кармен, которая была без сознания.#$b#Из того, что я слышал, Кармен стала жертвой одной из их шалостей, когда они вели себя так, будто Блэр сейчас помолвлена с каким-то чуваком, о котором Кармен никогда не слышала.#$b#Даже Тринни и Кеяхи были в этом замешаны, так что все выглядело правдоподобно.#$b#Они даже украли свадебное платье Кармен и заставили Блэр надеть его, сказав, что скоро начнется, и им пора идти.#$b#Бедная Кармен.$s",
	"companion_Custom_Ridgeside_PaulaClinic~3": "Я часто бываю в этом месте. Я имею в виду, потому что должен.$h#$b#Но иногда я сталкиваюсь с тем, что здесь происходят некоторые интересные события.#$b#Был один раз, когда женщина, которую я не встречал, вошла в клинику вместе с тем парнем Джио с хребта, который нес ее, так как она плохо ходила.#$b#У них были очень серьезные раны, некоторые даже выглядели как царапины, оставленные огромным медведем.#$b#Они тоже были испачканы какой-то фиолетовой жидкостью, как будто играли в пейнтбол фиолетовой и красной краской.#$b#Это было так странно, потому что леди, казалось, не обращала внимания на травмы, как будто она привыкла к этому.#$b#Она даже посмотрела на меня на мгновение, подмигнула и улыбнулась.#$b#Это было просто странно.#$b#Позже пришла маленькая девочка с красным бантом, держащая в руках киви, и поговорила с доком Паулой.#$b#Потом мне показалось, что Паула замерла, прежде чем я почувствовал, что меня клонит в сон.#$b#Следующее, что я помню, они ушли, и док, похоже, тоже не помнил большую часть этого.#$b#До сих пор я даже не уверен, что произошло и что это вообще было.",

//Suggestion
	"companionSuggest": "Хэй, @? Ничего, если я сегодня пойду с вами?#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Dating": "Хай, @. Могу я пойти с тобой сегодня?$h#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",
	"companionSuggest_Spouse": "@? Ничего, если я пойду с тобой сегодня? Я вроде как скучаю по тому, чтобы проводить с тобой время.$l#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",

	"companionSuggest_Yes": "Действительно?$h#$b#Филип говорит, что мне полезно время от времени подышать свежим воздухом.",
	"companionSuggest_No": "О, мне очень жаль. Я не знал, что у тебя дела.#$b#Все в порядке, я мог бы пойти сам.$h",

	"companionSuggest_Yes_Dating": "Ох, спасибо!$h#$b#Мне не терпится прогуляться с тобой.$h",
	"companionSuggest_No_Dating": "О? Мне жаль. Все в порядке. Я могу просто пойти один.$h",

	"companionSuggest_Yes_Spouse": "Ты супер, @.$h#$b#Я действительно с нетерпением жду возможности провести с тобой время.$l",
	"companionSuggest_No_Spouse": "Оу, это так плохо.$s#$b#Но это нормально, мы все еще можем увидеться сегодня вечером.$h",
}
