{
	"companionAccepted": "Я была бы рада!$h#$b#Я буду лучшей компаньонкой, которая у тебя когда-либо была!$h",
	"companionRejected": "Ой, мамочка говорит, что сначала я должна закончить свои дела для большой девочки.$s",
	"companionRejectedNight": "Что?$u#$b#Так поздно ночью?$u#$b#Нет, я не боюсь!$a#$b#Я просто не могу пойти, потому что мама и папа говорят, что я должна остаться с ними сегодня вечером.$a",
	"companionDismiss": "Ой, уже закончили?$s#$b#Но нам было так весело!$s#$b#О, хорошо. Я посмотрю, смогу ли я снова найти Кеяхи!$h",
	"companionDismissAuto": "Эй, @!#$b#Мои мама и папа скоро будут искать меня, и Кеяхи, возможно, скучает по мне.$4#$b#А теперь мне пора домой, пока!",
	"companionRecruited": "Ладно, так чем мы сегодня занимаемся?#$b#Я собираюсь помочь тебе подняться на горы?#$b#Будем ли мы сражаться с монстрами? Пожалуйста, позвольте нам сражаться с монстрами!$h#$b#Подожди, неважно, давай не будем ссориться– Я не знаю, как бороться с монстрами.$u#$b#Может быть, мы могли бы пойти помочь Пайки, я думаю, что Кеяхи может помочь нам там вместо этого$4",

	"farmerRunAway": "Подожди, притормози! Я не могу тебя догнааать!$s",
	"heal": "О, нет! У тебя раны.$s#$b#Вот, я могу тебе в этом помочь.$h#$b#Вот для чего я здесь! Чтобы спасти положение!$h",
	"nomedkits": "О-о-о.$u#$b#У меня закончился мамин специальный пластырь.$s",

//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "Ух ты! Ваших урожаев так много!$h#$b#Я хотела бы поскорее обзавестись собственной фермой.#$b#Я наполню его цветами и множеством-множеством деревьев, на которых растут фрукты, чтобы я могла помочь Кеяхи делать сок!$h",
	"companion_Farm~1": "О, ничего себе! Ваша ферма выглядит великолепно, @!$h#$#b#Как вы думаете, я могла бы поставить здесь растения в горшках?#$b#Я могу подарить тебе несколько моих милых цветов, чтобы украсить твою ферму!$h",
	//Weather
	"companion_Farm_Rainy": "О, нет!$s#$b#Мама рассердится на меня, если я испачкаю свой комбинезон грязью.$s",
	"companion_Farm_Snowy": "Брр! Здесь так холодно!$s#$b#Как ты думаешь, мы могли бы пойти к Пайки и выпить чего-нибудь теплого?#$b#Я мог бы также спросить Кеяхи, есть ли у него лишняя куртка, которую я мог бы одолжить.$4",
	//Season
	"companion_Farm_Spring": "Цветы так хорошо цветут в этом году.$h",
	"companion_Farm_Summer": "Хлоп.$u#$b#В это время здесь очень жарко.$s#$b#Может быть, когда мы закончим, я могла бы попросить Кеяхи, Блэр и Шона пойти со мной на пляж.$h#$b#Вы бы тоже хотели прийти, если мы соберемся?",
	"companion_Farm_Fall": "Груды и хлопья листьев вызывают у меня желание разбросать их повсюду!$h#$b#Я могла бы плеснуть водой в Кеяхи, а потом бросить на него ведро с листьями.$h#$b#Он будет выглядеть как осенний монстр! Ти хи.$h",
	"companion_Farm_Winter": "Эй, @! Могу я сделать несколько снежных ангелов на вашей ферме?#$b#Пожалуйста? Пожалуйста? Симпатичный ПУХ-ЛИЗ?$s",
	//Entering
	"companionEnter_Farm": "Вау, твоя ферма выглядит так круто!$h#$b#Но не так круто, как у старшей сестры Алиссы. У нее на ферме растет много фруктов и других продуктов.#$b#Может быть, она могла бы научить тебя, как сделать твою ферму такой же красивой, как у нее! Я могла бы попросить ее помочь тебе!$h#$b#Или, может быть, я могла бы тебе помочь сама!$h#$b#Старшая сестренка Алисса говорит, что я тоже хороша в сельском хозяйстве.$l",
	"companionEnter_Farm_Night": "Сейчас очень темно.$u#$b#Почему мы все еще идем на вашу ферму?$u#$b#Это сумасшествие.$u",
	//Night
	"companion_Farm_Night": "Я больше не боюсь темноты.#$b#Папа говорит, что я большая девочка.$h#$b#Я даже храбрее, чем Кеяхи.$h#$b#%Тринни запинается.#$b#ВААААААХ!$s",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Town_Rainy": "Мои волосы становятся совсем мокрыми!$s#$b#Мама сказала, что я заболею, если у меня волосы намокнут от дождя!$s#$b#@ Меня сейчас стошнит! О, нет!$s",
	"companion_Town_Night": "Красивые лампы хороши в ночное время, верно @?$h#$b#Хотя и не такие красивые, как я!$h",
	"companion_Town": "Хотела бы я, чтобы здесь, в городе, было больше детей.#$b#Иногда мне хочется, чтобы у нас была большая армия детей, чтобы мы устраивали кучу чаепитий!$h",
	"companion_Custom_Ridgeside_RidgesideVillage": "Я чувствую запах вкусной еды! Должно быть, это от Пайки!$h#$b#Пойдем, @, пойдем!$h",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "Я хочу прогуляться по городу в своем платье принцессы.#$b#Но мама сказала нет, потому что я все испачкаю грязью.$s",
	"companion_Custom_Ridgeside_RidgeFalls": "ОГО! Это место такое красивое! Прямо как в сказке!$h#$b#Бьюсь об заклад, я давно потерянная принцесса!$h",
	"companion_Custom_Ridgeside_RSVTheHike": "Рядом с ним была табличка с надписью  'Остерегайтесь падающих валунов'#$b#Честно говоря, я никогда раньше не видела здесь падающего валуна.#$b#Знак лгал!$a",
	"companion_Custom_Ridgeside_Ridge": "Блэр говорит, что это хорошее место для рыбалки.#$b#Но я не очень люблю рыбалку, поэтому не хожу с ними, когда Блэр и Шон приезжают сюда порыбачить.#$b#Рыбки скользкие, так что я не хочу к ним прикасаться.$u",
	"companion_Custom_Ridgeside_SummitFarm": "Святая Иоба, посмотри на этот вид!$h#$b#Я королева мира!$h",
	"companion_Custom_Ridgeside_RidgeForest": "@!!! Давайте убираться отсюда!!!$s#$b#Я больше не хочу здесь быть!$s",
	"companion_Custom_Ridgeside_RSVCliff": "У Джерика раньше была милая лошадка по имени Пегас.#$b#А потом в один прекрасный день я ее больше не видела.#$b#Взрослые говорят, что она улетела домой.#$b#Оу, она могла бы взять меня с собой, чтобы я могла править пегасами и единорогами.$s",
	"companion_Custom_Ridgeside_RSVCableCar": "Однажды мы с Кеяхи хотели помешать работе канатной дороги.#$b#Поэтому мы положили тонны и тонны бумаг на пол!$h#$b#Но потом все они разорвались, когда машина завелась!$s#$b#Это была бумага на весь наш месячный запас!$s",
	"companion_Custom_Ridgeside_3Bros": "Мама и папа иногда приводят меня сюда, когда покупают продукты.#$b#Я просто покупаю связки шоколада и конфет, потому что папа мне позволяет.$h#$b#Мама забрала бы половину того, что я положила в тележку, хотя она такая злая!$s",
	"companion_Custom_Ridgeside_3Bros2ndFloor": "У этого места есть второй этаж!?$u#$b#Это так круто! Я никогда не знала!$u",
	"companion_Custom_Ridgeside_AguarLab": "Фу, что это там в бутылках?#$b#Я слышала, что они маленькие монстры, и этот жуткий человек с голубыми волосами захватит деревню вместе с ними.#$b#Мама сказала, что я не должна быть злыми с людьми, хотя и старик с голубыми волосами добрый, просто сварливый.#$b#И все же я буду осторожна!$a",
	"companion_Custom_Ridgeside_AlissaShed": "Мне нравится иногда зависать здесь, потому что мне кажется, что я принцесса фруктов.#$b#УЗРИТЕ! МОИ ФРУКТОВЫЕ ПОДДАННЫЕ!$h",
	"companion_Custom_Ridgeside_AlissaHouse": "У старшей сестры Алиссы есть эта записная книжка, полная слов и букв поверх слов.#$b#Она сказала, что это были аккорды.#$b#Эта музыка не имеет для меня большого смысла, но мне нравится слушать, как она поет, поэтому я просто притворяюсь, что понимаю ее.$h#$b#Как ты думаешь, у меня тоже будет прекрасный голос, когда я вырасту?$h#$b#Я тоже так думаю, тогда Кеяхи влюбится в меня!$h",
	"companion_Custom_Ridgeside_BertHouse": "У папы есть большой сетчатый шлем с мячом, от которого воняет потом.#$b#Там тоже есть слова, в которых говорится о Большом Плохом Берте, но я думаю, что это ложь.#$b#Потому что папа действительно милый, добрый и пушистый!$h",
	"companion_Custom_Ridgeside_BertHouse2ndFloor": "Видишь все эти растения в моей комнате?#$b#Они мои соседи по комнате!$h#$b#Я читаю им сказки на ночь каждый вечер, чтобы они стали большими и сильными, как я!$h",
	"companion_Custom_Ridgeside_BlairHouse": "Я никогда не понимала, почему мы молимся.#$b#Мисс Кармен и Блэр иногда преклоняют колени и молятся перед этим большим золотым столом.#$b#Но мама сказала, что я не должна шуметь и иногда тоже молиться вместе с ними, потому что она сказала, что так поступают хорошие девочки.",
	"companion_Custom_Ridgeside_EzekielHouse": "Мисс Корин действительно милая и симпатичная! Мы иногда играем здесь с ее кукольным домиком!$h#$b#Дедушка Иезекииль, правда, страшный, но он добрый.#$b#Он дал нам с Кеяхи немного мороженого, когда мы встретились с ним у Пайки на днях!$h",
	"companion_Custom_Ridgeside_FayeHouse": "Мисс Фэй - моя самая любимая взрослая на свете!$h#$b#Она подарила мне кучу платьев и платьев принцессы на мой день рождения!$h#$b#Она моя крестная фея!$h",
	"companion_Custom_Ridgeside_FreddieHouse": "Бабушка Лола всегда выходит из своего сарая, пахнущего углем и дымом.#$b#Я думаю, что она любит много готовить, но плохо в этом разбирается, поэтому она сжигает много еды и старается прятать ее, когда тренируется.#$b#Я имею в виду, старшая сестренка Алисса тоже плохо готовит, так что я понимаю.$h",
	"companion_Custom_Ridgeside_IanHouse": "Однажды Шон попросил нас, детей, помочь ему присмотреть за здешним магазином, и нам было очень и очень весело!$h#$b#Люди приходили сюда с просьбой о помощи по целому ряду вопросов, и мы записали их в этой книге здесь.#$b#Однако нам не заплатили!$s#$b#Но после мы получили несколько коктейлей с Вишневыми ягодами!$h",
	"companion_Custom_Ridgeside_JericHouse": "Мистер Джерик странный, но у него красивые пушистые волосы, которые мне нравятся.$h#$b#Мне также нравится гоняться за его цыплятами с Кеяхи, когда мы посещаем его ферму.$h#$b#Но вместо этого у него есть одна курица, которая гоняется за нами!$u#$b#Мы зовем его 'Птиценатор' и он страшный.$u",
	"companion_Custom_Ridgeside_KennethHouse": "У мистера Кеннета так много компьютеров!$u#$b#Интересно, сколько стоит его счет за электричество?#$b#Однажды я слышала, как мама ругала папу из-за счета за электричество, потому что папа забыл выключить телевизор и заснул на диване на всю ночь.#$b#Я не знаю, что такое счет за электричество, но это звучит пугающе.$u",
	"companion_Custom_Ridgeside_LennyHouse": "Мисс Ленни не хочет, чтобы ее называли бабушкой Ленни, потому что она сказала, что еще молода.#$b#У нее совсем белые волосы, и на лице появляются морщинки, когда она улыбается, но я действительно думаю, что она очень хорошенькая, поэтому я считаю, что ее можно называть мисс Ленни.$h#$b#Всякий раз, когда моя семья иногда приезжает сюда, мисс Ленни приносит печенье и горячее какао!$h#$b#Она лучшая!$h",
	"companion_Custom_Ridgeside_LogCabinHotelEventHall": "Я хочу, чтобы мой следующий день рождения был здесь!$h#$b#У нас могут быть гроздья и гроздья воздушных шаров повсюду! Затем тонны цветов!$h#$b#Это было бы так мило!$h",
	"companion_Custom_Ridgeside_LogCabinHotelLobby": "Я должна признать, мисс Иса действительно хорошенькая.$a#$b#Но мне не нравится, что Кеяхи говорит, что она красивая, но не я.$a#$b#Как ты думаешь, если я покрашу волосы в розовый цвет, Кеяхи тоже скажет, что я красивая?$s",
	"companion_Custom_Ridgeside_LogCabinHotel2ndFloor": "Иногда я вижу, как мисс Флор читает здесь.#$b#У нее целые кипы книг!$u#$b#Бьюсь об заклад, у нее тоже очень большой мозг! Может быть, поэтому она сутулится, потому что у нее тяжелый мозг. Да, да.#$b#Я хочу когда-нибудь стать такой же умной, как мисс Флор.$h",
	"companion_Custom_Ridgeside_LogCabinHotel3rdFloor": "Ура! Пол в этом месте действительно мягкий и упругий!$h#$b#Нам с Кеяхи нравится лежать здесь и прыгать.#$b#Хотя иногда он пахнет потом.$u",
	"companion_Custom_Ridgeside_MaddieHouse": "Мисс Мэдди показала мне несколько своих браслетов и ожерелий в прошлый раз, и они были такими красивыми!$h#$b#Но она сказала мне никому не говорить, так что просто притворись, что ты этого не знал, хорошо?$h",
	"companion_Custom_Ridgeside_PaulaClinic": "Мисс Пола вернулась в деревню за несколько сезонов до вашего приезда, @.#$b#Она сказала, что вернулась из страшного места под названием 'Поле битвы'.$u#$b#Она выглядела грустной, поэтому Джас, Киахи, Винсент и я крепко-крепко обняли ее.#$b#Правда, она немного поплакала, но улыбнулась, так что миссия выполнена!$h",
	"companion_Custom_Ridgeside_PikaHouse": "В этом доме всегда пахнет едой.#$b#Интересно, почему Пайки не такой большой и пушистый, потому что на его месте я бы каждый день ела кучу вкусной еды!$h#$b#Мама сказала, что именно поэтому папа стал таким пушистым!$h",
	"companion_Custom_Ridgeside_PurpleMansion": "Это место действительно большое! Как вау!$u#$b#Я всегда думала, что в этом фиолетовом замке живет принцесса, но, к сожалению, это был всего лишь злой ребенок по имени Луи.#$b#Луи злой, он сказал, что мои волосы похожи на большой парик из морских водорослей.$s#$b#Он мне не нравится.$s",
	"companion_Custom_Ridgeside_PurpleMansion2ndFloor": "Это были гроздья и гроздья лестниц!$u#$b#Я надеюсь, что мы сможем спуститься обратно вниз.$s",
	"companion_Custom_Ridgeside_RSVSewers": "Фу! Это место воняет!$s",
	"companion_Custom_Ridgeside_RSVSummitHouse": "Это место выглядит действительно старым, @.#$b#Мы собираемся очистить его, а затем превратить в замок принцессы?$h",
	"companion_Custom_Ridgeside_ShiroHouse": "У Юмы есть кучки и кучки красивых рисунков.#$b#Но в последнее время он редко играет с нами.$s#$b#Я надеюсь, что скоро мы сможем поиграть с ним еще.$s",

//Suggestion
	"companionSuggest": "Привет, ты, @! Могу я последовать за вами сегодня? Я обещаю, что буду вести себя хорошооооо! Прошу прощения?$h#$q -1 -1#Ничего, если я последую за тобой сегодня?#$r -1 0 Yes#Да, конечно!#$r -1 0 No#Мне жаль, но, может быть, в следующий раз",

	"companionSuggest_Yes":"Ура!#$h#$b#Сегодня нам будет так весело!$h#$b#Мы отправимся в увлекательные приключения!$h",
	"companionSuggest_No": "С тобой неинтересно!$s",
}
