{
	"Introduction": "Oh? I'm sorry! I didn't see you there!#$e#Who are you again?#$b#Oh! @, is it? The one who's moving into the old man's farm?#$b#Hi there! I'm Alissa! Nice to meet you, fellow farmer!$h#$e#Whenever you need help, I'll try my best to make things easier for you!$u",

//Spring
	"spring_1": "It's a new year! I always loved taking care of spring crops!$h",
	"spring_12": "I'm sooo excited for the Egg Festival tomorrow! I can't wait!$h",
	"spring_23": "Hmmm. Auntie Olga bought me a new dress for the dance tomorrow.#$b#I'm not a big fan of the style though, it just doesn't feel like me.$7",

//Summer
	"summer_1": "I almost forgot to till the spring crops into the soil yesterday!$s#$b#I'm glad Auntie told me before I went out to town.$7",
	"summer_10": "Every summer, the Luau festival is the one event I really get excited about!$h#$b#I can't wait to show off my farm's crops tomorrow!$l",
	"summer_27": "The glowing jellyfish will visit the beach tomorrow. I can't wait!$h",

//Fall
	"fall_1": "It's the start of fall season! Better prepare for the fair display!$h#$b#I'm going to try and win this year!$l",
	"fall_15": "I decided not to present this year. I don't think we're quite ready.$7#$b#But, good luck @! I'm sure you'll have a good display.$h",
	"fall_26": "Trinnie wants me to match her costume for tomorrow night!$7#$e#I don't want to go to town in a sparkly big princess dress!$s#$b#Oh well, I still want the little devil to be happy.$u",

//Winter
	"winter_1": "The winter can be a good thing too, I get to relax and focus on other stuff this season besides farming.$u",
	"winter_7": "Are you going to participate in the fishing competition for tomorrow's festival, @?#$b#Well if you are, good luck! You sure need it, haha.$h#$b#I hear the competition between Mr. Ezekiel, Uncle Bert and Jeric are so close that they're going neck and neck!",
	"winter_14": "Oh yeah! Tomorrow's the start of the night market right?#$e#I can't wait to listen to the mermaid's song again. I hope I can try and follow the melody.$7",
	"winter_15": "I bought some exotic seeds. I can't wait to plant them next season!$h",
	"winter_16": "Auntie saw a microphone for sale.#$b#I was really embarrassed when she told me to test it on the spot.$7",
	"winter_17": "I hope you got some interesting items, @! I was able to buy some good stuff.$h",
	"winter_24": "The year's ending, @. Have you had a good year?#$b#I sure hope you did. Let's make the most out of the next alright?$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hello there! What are you up to today?#$b#Don't forget about your crops now alright?",
	"Tue": "%Alissa seems to be humming a sweet tune.#$b#Oh! @! I didn't see you there!$7#$e#  Uhhmm... No, I wasn't singing or anything! Just doing farm stuff here, ha ha!$l",
	"Wed": "Hi there, @! Done with work? Take care now!$h",
	"Thu": "Oh hello, @. How are you?#$b#Oh, me? Just busy with life as usual, I guess.$7",
	"Fri": "Good day to you, @! It's a wonderful day today, isn't it? Do take care now!$h",
	"Sat": "I wonder if I have my chores done for today?$u#$b#Oh! Hey, @! How are you?",
	"Sun": "Hi there, @! What brings you here?#$e#I made a good breakfast earlier and I was so happy that I finally cooked something edible for once, haha!$h",
	
	//2 Hearts
	"Mon2": "Hi, @, how have you been?#$b#I hope you don't water your crops too often. Too much of something is not good now, you know?$u",
	"Tue2": "Hey there, @. Have you visited Jeric's shop yet? He sells the best quality seeds in town.#$b#There are differences between his and Pierre's products too. It's good to have variety every once in a while.$u",
	"Wed2": "Uncle Bert and Auntie Olga argue very much like siblings.$u#$b#They may fight a lot, but in the end they'd always be so sweet with each other. They're so cute!$h",
	"Thu2": "Trinnie and Keahi are best friends. They get into lots of trouble though.#$b#They're good kids, so don't worry.$h",
	"Fri2": "Hey there, @. What are you up to?#$b#Take care now!",
	"Sat2": "Hmmm... I wonder if I can finish writing that song tonight...#$b#Oh! @! Uhm, what song?$l#$b#Nothing! It's just a silly hobby of mine! Haha.$l",
	"Sun2": "Hey there! Hope you have a good day, @.$h#$e#I spotted Trinnie slide a fruit under Uncle Bert's lawn chair earlier.$a#$b#Good thing I took it before he sat on it! It would have been a mess!",
	
	//4 Hearts
	"Mon4": "Hmmm, I wonder what else I can finish doing today?#$b#Oh! Hi, @! I'm sorry! I was lost in my own thoughts! Visiting today?",
	"Tue4": "%Alissa is singing to herself.#$b#~I would love you till my hair's white, while maybe you won't have yours.~$6#$e#Oh! Sorry you had to hear that! I didn't see you listening! It's a little hobby just to pass the time, ha ha.$l",
	"Wed4": "Hey there, @! How are you doing?#$b#I heard you're occasionally visiting the mines? Always be careful when you do, okay?$h",
	"Thu4": "Hi, @. I would like to visit Gus's Saloon if I had the time.#$b#His dishes are so good! I was really flattered when he purchased my crops for one of his dishes!$l",
	"Fri4": "Hi there, @. How are you today?#$e#If you ever need any farm help, don't hesitate to ask for my help okay? I'll try my best to give you advice!$h",
	"Sat4": "Boy, am I glad that I was able to finish my chores early today.$h#$e#How about you @?#$b#Oh? That's great!  Well it's nice seeing you! Take care now!$h",
	"Sun4": "I'm craving for some pancakes today, but I didn't have any flour at home.$s#$b#Hmmm... Maybe I should ask Auntie if they have some.$u",
	
	//6 Hearts
	"Mon6": "Hello, @! I hope you're doing fine!#$b#Marnie is teaching me how to take care of the cows. It really is a big help!$h",
	"Tue6": "Jas and Vincent are good kids.#$b#I sometimes see them around the village with Trinnie and Keahi.#$e#I do wonder about the other kid though... What's his name again?$u#$b#Oh that's right, Yuuma! I rarely see him play with the other kids.$s#$e#Let me see if I can talk to him and ask him what's wrong.",
	"Wed6": "Hey there, @! Have you visited Pika's restaurant yet?#$b#He has some amazing dishes there! I don't eat out a lot but it's nice to promote good food!$h",
	"Thu6": "%Alissa's singing to herself.#$b#Oh! Hi, @! I know you have caught me singing to myself from time to time.$l#$e#It's just a little hobby haha.$h#$b#I'm not confident in my voice.$7",
	"Fri6": "Good day, @!#$e#Corine, the cashier and waitress at Pika's restaurant, is so pretty!$l#$b#I think I have a little girl crush! Teehee.$l",
	"Sat6": "Oh, hello there. You're asking about the shed beside my house?#$b#It's where we store our harvest.#$e#We ship them every week.#$b#You ship yours everyday? Woah! That's mighty diligent of you.",
	"Sun6": "%Alissa is talking to herself.#$b#Hmm, I really want to know what my voice would sound like if it were on a microphone.$uWhat? Oh! Nothing! I was just thinking out loud! I thought I was alone.$7",
	
	//8 Hearts
	"Mon8": "Oh! Hi, @! I'm sorry, I didn't see you there! What brings you here?$h#$e#Now that you're here... Uh, may I ask?$l#$b#What's your favorite type of crop? Oh nothing, I was just curious.$l",
	"Tue8": "Hi there, @! I'm happy to see you today!$l#$b#Ehrr- I mean- It's such a nice day today, right?!$l#$e#%Alissa starts to talk to herself.#$b#Alissa, you blew it!$7",
	"Wed8": "Good day to you, @! It's nice seeing you.$h#$e#I sometimes see the old couple who lives just north of my farm spend time around the second waterfall.#$b#I want what they have someday.$u#$e#Oh! I mean- UHMM EEEEP! Sorry! That was just a little song of mine on the works! Yeah! That's it! That's all that it was!$7",
	"Thu8": "Hey there, @! Are you visiting?#$b#%Alissa then whispers to herself.#$e#I'm glad you did.$l#$b#I MEAN UHM. HEY LOOK IT'S TRINNIE PULLING A PRANK AGAIN!$l#$b#Please disregard what I said earlier!$7",
	"Fri8": "%Alissa is singing a beautiful song.#$b#~And he comes around my place, looking all worn out from work. I'd been wanting to hold him close...~  ^~And she comes around my place, looking all worn out from work. I'd been wanting to hold her close...~$6#$b#Oh! Hey, @! What was I singing? Oh, nothing much! Just something I've been dabbling around with!$l",
	"Sat8": "Hello, @! I hope you're doing fine today!#$e#Earlier when Auntie was tired during work, Uncle came all the way from their home just to bring her an apple juice and a back rub.#$b#They are just so cute!$h",
	"Sun8": "Hi, @! How are you today?#$b#Your company is welcome anytime! I really enjoy hanging out with you!$h",
	
	//10 Hearts
	"Mon10": "@, hi! What brings you here? Aren't you busy?$u#$b#I mean, I don't mind, I'm actually really happy you're here.$l#$b#Hey! I made a new song! Wanna hear it later?$h",
	"Tue10": "Hello, @! Done with work?#$b#I'm almost done with mine for today too!$h#$e#Want to spend some time after this?$l#$b#That is, if it's fine by you. If not it's fine, always remember to take care out there, okay? I'll be here.$u",
	"Wed10": "@, I've been waiting for you to come!#$b#I tried singing inside the shed! The echo made my voice sound better!#$e#What do you mean it already sounds amazing? Stop it you!$l",
	"Thu10": "I made some pancakes today, @. Here, try one! [211] I hope you like it!$h#$b#They're as sweet as you have been to me.$l#$e#Have a good day today, okay?",
	"Fri10": "Hey there, @! I've been looking for you!$u#$e#I just wanted to give you this!#$b#%Alissa kisses you on the cheeks.#$b#There, Mission fulfilled!$h",
	"Sat10": "@, hi there! Come here, you! I need a hug.$h#$e#Oh, by the way, have you seen a little kiwi fruit around the valley lately?#$b#I saw one rolling around the other day. It was a weird sight.$u",
	"Sun10": "Hey, @! I missed you! Want to have a date today?$l#$b#We can go eat at Pika's restaurant if you want!$h",
	
//Special Dialogue
	"breakUp": "Uhmm... I'm sorry us being a thing didn't work out...$7#$b#Uhm...  yeah...  goodbye then...$s",
	"danceRejection": "I'm sorry, @, but I will have to say... no.$7",
	"divorced": "Don't speak to me.$a",
	"MovieInvitation": "Oh! A movie invitation!? I'm so excited!$h#$b#Thank you, @! I'll meet you there soon. I have to clean up first.#$e#I can't wait!$h",

//Resort
	"Resort_Entering": "Wow! Isn't this nice? A place of rest and relaxation for everyone.$h#$b#This is so exciting!$h",
	"Resort_Leaving": "It's going to be hard to leave this place.$s",
	"Resort_Leaving_2": "It's so hard to leave this place...$7#$e#But I still have to go back to my farm and tend to my crops.$u#$b#My prized orchard won't grow itself you know? Haha.$h",
	"Resort_Shore": "Just look at the sea @. Isn't it so peaceful?$h",
	"Resort_Shore_2": "The sea just makes you feel so warm. I wish...$u#$b# It doesn't matter what I wish...$7",
	"Resort_Umbrella": "The only thing that'll grow on the beach are coconuts. And I've got no complaints!#$b#They're so refreshing to drink and can be used in so many dishes!$h",
	"Resort_Umbrella_2": "Little Trinnie would love this resort!$h#$e#I used to take her to the Ridge everyday when she was little.#$b#She absolutely loves water!$h",
	"Resort_Umbrella_3": "%Alissa seems to be humming to herself.#$b#What? Oh, I'm sorry. I was just thinking of a tune for a new song.$l#$e#The resort really gives that calm and free feeling, it just made me want to write.$u#$b#Oh no, I'm sorry I couldn't possibly sing it out loud!$7",
	"Resort_Wander": "I used to pick up pretty rocks on the shoreline when I was young.#$b#I wasn't like the other girls who'd pick up seashells. I often use the rocks in landscaping my farm.$l",
	"Resort_Bar": "Have you tried coconut milk? It tastes absolutely yummy!#$b#It's also good for lots of dishes!$h",
	"Resort": "It's good to take a break from the farm every once in a while.$h",

}
