{
	"Introduction": "Oh, h-hello. I don't know everyone in the valley, but... are you new?#$b# It's nice to meet you, @.$h#$b# I just finished graduate school for clinical psychology, and I'm living at the hotel for now.#$b#Huh? O-oh! I'm sorry!$u#$b#My name is Flor... Nice to meet you.$l",

//Spring
	"spring_1": "I really like spring. The additional sunlight is really good for the brain.$h",
	"spring_12": "The Egg Festival has roots in pagan tradition before it was adopted by what became modern religion, #$b#but for the valley residents, it looks to be entirely secular.",
	"spring_23": "Dancing is a really ancient form of relationship-building and story-telling.#$b# It's also strongly linked with spring and fall holidays... I wonder why?",

//Summer
	"summer_1": "It's going to get very hot very quickly... $s#$b#I'm glad the library has air-conditioning.",
	"summer_10": "There's an implicit expectation for certain people to bring ingredients for tomorrow's soup, but not others. #$b#It seems to be household-based, roughly, but there's more nuance to it than that.",
	"summer_27": "I didn't really do any studying of animal psychology, especially non-mammalian life forms. #$b#But I know that migration is an amazing phenomenon. $h#$b#They come by the beach on the exact same day every year. It's incredible.$h",

//Fall
	"fall_1": "Fall always feels like the start of a new year, to me. $h#$b#Maybe it's something about the crisp air, or how school always started in the fall. #$b#Either way, it feels like beginnings.",
	"fall_15": "Someone in my cohort wrote their thesis on the psychology of fair games.#$b#They're rigged to be as attractive as possible and almost impossible to beat.$a",
	"fall_26": "Are you superstitious? #$b#I used to think I wasn't, because I don't believe in old folk tales about black cats being bad luck or not walking under a ladder,#$b# but I later realized I'm superstitious in other ways. I always used my favorite pen to take exams in college.$h",

//Winter
	"winter_1": "I really love winter. #$b#I love drinking something warm by a fire or getting all bundled up in blankets and thick sweaters... $l#$b#It's my favorite season.$h",
	"winter_7": "Oh! It's the festival of ice tomorrow, right? #$b#Why do they call it the Festival of Ice when the focus is the fish instead of the ice sculptures or snowmen?",
	"winter_14": "The night market is fascinating, isn't it? I'm excited.$h",
	"winter_15": "%Flor acknowledges you with a smile, and then goes back to watching everything at the market with wide eyes.",
	"winter_16": "%Flor acknowledges you with a smile, and then goes back to watching everything at the market with wide eyes.",
	"winter_17": "I bought a painting! I'm really excited to hang it up!$h",
	"winter_24": "The year's almost over. See you at the festival tomorrow, right?",

//Days of the Week

	//0 Hearts
	"Mon": "Oh. Um.. Hello?",
	"Tue": "Uh! Hi!.. ..Excuse me...",
	"Wed": "It's... It's a good day... er, I mean, having a good day?$s",
	"Thu": "I... Um... You're @, correct? I'm sorry, I'm not good with names...$s",
	"Fri": "Oh! Hi!",
	"Sat": "Huh?... You seem to have a lot of time in your hands...#$b# Oh I didn't mean to be rude! I just... $u#$b#Because you stopped by to say hi, that's all...$s",
	"Sun": "Hello.",
	
	//2 Hearts
	"Mon2": "Oh! Hey @... how's the farm?",
	"Tue2": "I saw Ysabelle, the girl who stays in the room beside mine, at the hotel gym yesterday.$h#$b#She dances so gracefully.",
	"Wed2": "I'm sorry but... $s#$b#I'm not... $s#$b#uh...$s#$b# ... It's nice to see you...$l",
	"Thu2": "Have you met Philip? #$b#I know him from our university. He's a good guy.$h",
	"Fri2": "I really like it here. $h#$b#How about you? Do you like it here?",
	"Sat2": "Hi... Hi there!... $h#$b#How's the farm @? Be careful not to overwork yourself!",
	"Sun2": "%Flor seems to be talking to herself. “I can't believe Lenny told me to talk about myself more... what if I bore the other person? Or make them mad?$s",
	
	//4 Hearts
	"Mon4": "I'm quite curious about your farm, @. #$b#Could I visit sometime? #$b#It's such a massive undertaking, but you seem to like what you do. $h",
	"Tue4": "Hmm? #$b#Oh! Hello! Sorry, I'm kind of lost in thought. #$b#I read this article on comorbidity of complex trauma and borderline disorders and it's been stuck in my head for days.$h",
	"Wed4": "Do you know how close in age Trinnie and Jas are?#$b#I don't know how old Jas is... all I know is that they have a really interesting friend/role model relationship dichotomy.",
	"Thu4": "Miss Penny is such a wonderful person, and she's so good with kids. $h#$b# Have you ever noticed how patient and encouraging she is with Yuuma and Jas? She really is quite amazing.$h",
	"Fri4": "Hi @... You look well.$h#$b#Are you doing well today?#$b#Wait, uh... I... Sorry, that was a mess...$s.",
	"Sat4": "I think I'll go relax at the beach today... #$b#Or... I'd like to see Elliott but I don't want to bother him. $s#$b#I'll probably just stick with my normal routine...$s",
	"Sun4": "What is that word? Focal? Factual? Fall-Oh! #$b#Sorry, @, I forgot the technical term for something I was trying to explain to Penny and it's driving me crazy.$h",
	
	//6 Hearts
	"Mon6": "It's good to see you, @.#$b# I'm not very good at small talk, but it's nice to just have you around.$h#$b#... is that weird?$s",
	"Tue6": "I visited the Water Research Facility yesterday.#$b#Maddie is very intense, but she's not as mean as some people seem to think she is. She's just very focused.$h",
	"Wed6": "I try to assist Penny when she's teaching the children, but I'm much better one-on-one than with a group, so I mostly end up reminding the kids to listen to her. #$b#She's really good at staying patient and going at their pace.$h",
	"Thu6": "Oh, hi @! How are you doing today? $h#$b#I accidentally had too much coffee this morning, and I can feel the dopamine running laps in my brain. $h#$b#I'm going to crash really hard in a bit, though...",
	"Fri6": "Pierre and Caroline have a really interesting relationship. #$b#I want to speak up when I see things, but they didn't ask for advice from me as a friend or as a therapist so I can't say anything.#$b#It'd be unethical.",
	"Sat6": "My original plan was to go straight from my graduate program to inpatient work with young adults, but...#$b# well,  plans rarely work out the way you think they will. #$b# I ended up here. I miss the city sometimes, but it's much more peaceful out here, and still really fulfilling.",
	"Sun6": "I just noticed how almost no one out here has a car. #$b#It seems so normal to walk everywhere that I didn't even think about long-distance transportation until I started trying to figure out how to increase sample population sizes for a potential study... $s",
	
	//8 Hearts
	"Mon8": "Hello, how's your week beginning? #$b#... did I phrase that weirdly? Does “How is your week so far” work, or is it too early in the week to ask that?$s",
	"Tue8": "@, can I ask you an odd question? #$b#What drives you to keep working on the farm?#$b# It's not exactly something you'd pick up as a hobby, and you're very devoted. I'm curious about your motivation.",
	"Wed8": "Hi @. I went into town yesterday and Emily said I was glowing. #$b#I started talking about hypothetical relationships between neurotransmitters and complexion, and she told me to “take it to the doc”. #$b#She meant Harvey, I think... but I'm not sure why she said that.$s",
	"Thu8": "I sat in on one of George's sessions with Philip and then with Dr. Harvey. #$b#...I can't tell you more, I don't know why I brought that up in the first place. I'm sorry!$s",
	"Fri8": "Are you taking care of yourself, @? #$b#I don't mean to meddle, I know you're a perfectly self-sufficient and capable adult! $s#$b#I just.... Worry, I guess? I don't know. I suppose it's in my nature.$l",
	"Sat8": "A famous psychologist once came up with a list of something like 30 questions that he said were guaranteed to make two people fall in love if they answered the questions honestly. #$b# I've kind of always wanted to try that...$l",
	"Sun8": "Hello, @! You look like you're having a good day!$h#$b# I passed by your farm the other day and snuck a peek. It looks really incredible!$h",
	
	//10 Hearts
	"Mon10": "H-hi! Um. Hi. Uh, can I... nevermind.$l#$e# C-can I ask for a hug later$l?",
	"Tue10": "I technically can't offer you any counseling because we're in a relationship, but please let me know if you ever need anything or are feeling down.$l#$b# I'll do my best to help as your... uh.#$b# What are we, technically? I-I mean, what term do you prefer?$l",
	"Wed10": "It's kind of wild to think about how all the nerves and butterflies I get around you are really just a mix of brain chemicals and signals firing in our brains... $h#$b#and yet, I can feel it in my whole body.$l",
	"Thu10": "I've had kind of a strange day... #$b#I really need a dopamine boost. I might go get a coffee or something sweet for a snack...",
	"Fri10": "Promise me that you'll tell me if I ever get boring, okay? $s#$b#I would rather know that you're tired of hearing me chatter about psychology and maybe get a little hurt than wonder without ever being sure.$s",
	"Sat10": "It was really kind of Doctor Harvey to reach out when I came to the valley. $h#$b# I get to help provide behavioral health suppot for valley residents. $h#$b#I don't know if he knows it, but that help is getting me closer and closer to full licensure.$h",
	"Sun10": "Working with Doctor Harvey means it will be easier to stay here, if I decide to. $h#$b#Er, if you want me to. Not that I'd make the decision based just on you and me, I mean, that'd be unhealthy,but you are a major factor in my decision, just not in a codependent... $u#$b#I'm going to stop talking now.$l",

//Special Dialogue
	"breakUp": "Please don't. I need some time.$s",
	"danceRejection": "No thank you... I... I'm not good at dancing.$l",
	"divorced": "I need to set boundaries, so this is me setting them. Leave me alone.$a",
	"MovieInvitation": "Oh! You're inviting me to a movie?$l#$b#I don't get invited to places often... I'll gladly join you, @!$l",

//Resort
	"Resort_Entering": "Oh, wow! It's so pretty! $u#$b#And so hot...$s",
	"Resort_Leaving": "I'm pretty sure I got sunburned... I'll need to get some aloe at home.$l",
	"Resort_Leaving_2": "Everyone looks so happy, it's kind of sad that we have to leave. $s",
	"Resort_Shore": "Is the tide going in or out? I can't tell...",
	"Resort_Shore_2": "Wow...  look at how blue the water is, @! The way we classify a color is completely up to cultural interpretation, so there's no objective 'blue', but that comes pretty close!$h",
	"Resort_Umbrella": "I think this is my favorite spot in the entire resort.$h",
	"Resort_Umbrella_2": "It'd be impossible to read without this umbrella. I'm glad there's some shade!$h",
	"Resort_Umbrella_3": "Why do waves sound so soothing? It'd be so easy to fall asleep...",
	"Resort_Wander": "I'm not really a beach person, but I'm glad I came out here! $h#$b# I'm also really glad I'm wearing sandals. This sand is really hot.$s",
	"Resort_Bar": "I'm so thirsty! I can't wait to get some lemonade.$l",
	"Resort": "Hi, @! Are you enjoying yourself?$here",

}
