{
	"Introduction": "Aloha, young farmer.#$b#You must have followed your nose!$h#$b#I'm Pika. I own Pika's, an outdoor restaurant in the heart of the village.#$b#I'm from Ember Island, in the Fern Islands, where we speak Samaowaii.#$b#Perhaps I'll teach you some!$h",

//Spring
	"spring_1": "The grass is green across the hill.#$b#But yellow blooms the daffodil.#$b#It's sunshine on a little stalk;#$b#a friendly flower, I bet they talk!$h#$e#I love spring time!$h",
	"spring_12": "I'm preparing ingredients for tomorrow's festival.#$b#Gus and I will be making egg dishes.#$b#Poached, pickled, peppered, you name it!$h#$e#It's going to be raining 'huamoa' tomorrow!$h#$b#That's what we call eggs on Ember Island.",
	"spring_23": "%Pika takes a deep sigh.#$b#I miss dancing with my wife.$s#$e#If only she were here, I'd be dancing with the most precious 'wahine' in town.$4#$b#It means beautiful woman in Samaowaii!$h",

//Summer
	"summer_1": "Hmmm... I'm going to plan a trip for me and my little boy to go to the ocean.#$b#I think it's time he learns how to fish like we do on the Fern Islands.$h",
	"summer_10": "I hope everyone will like what we've prepared for tomorrow.#$b#The festival is very close to my pu'uwai: my heart.$h",
	"summer_27": "Hmm... I wonder if those moonlight jellies can be used for jellyfish salad...$h",

//Fall
	"fall_1": "Ahhh, the time for pumpkin soup and treats galore!$h#$b#What great way to bond while cooking with my Keahi.#$e#We'll be making treats he can share with his friends!$h",
	"fall_15": "Keahi is thrilled for the fair tomorrow.#$b#I just hope that he doesn't spend his whole allowance on the games.$s#$b#I sold a lot of fish tacos for that kid...$s",
	"fall_26": "Spirit's Eve is tomorrow!$h#$b#I bet you're wondering what I'm going to wear!#$e#Oddly enough, the skeleton decorations remind me of bone broth.#$b#I might just cook some for tomorrow.",

//Winter
	"winter_1": "We don't have winters on the Fern Islands.#$b#I don't think I'll ever get used to the cold.$s",
	"winter_7": "It's way too cold for me to go out fishing...$s#$e#I'm going to ask Lewis if I can buy some of the fish you all catch.#$b#I want to make a lot of tacos!$h",
	"winter_14": "I'm going to buy a lot of different spices from the Night Market!$h#$b#Variety is the spice of life.",
	"winter_15": "This is the only time of year I'm able to catch Midnight Squid.#$b#They're excellent if you fry them!$h",
	"winter_16": "In Samaowaiian tradition, mermaids are just one type of mo'o, sea goddesses.#$e#Legend has it that if you visit Rainbow Falls in the Fern Islands, you can see the remains of a battle between a demigod and a jealous mo'o at the bottom of the river.$u",
	"winter_17": "I hope the traveling cart has some Gotoro chillies.#$b#They'll melt your mouth off!$h",
	"winter_24": "I'm so happy to have my Keahi with me for the Feast of the Winter Star.$h#$b#If only his mother were here, then we'd be one big happy ohana.$s#$b#Ohana means family and family means nobody gets left behind...$s#$b#...or forgotten...$4",

//Days of the Week

	//0 Hearts
	"Mon": "I can hear your stomach growling from here, haha!$h#$b#What can I get ya?",
	"Tue": "I learned a new recipe for making glazed yams.#$e#Come by next time so you can try some!$h",
	"Wed": "Sometimes I worry about Keahi.$s#$b#He's always running around without looking where he's going.$a#$b#I fear he might injure himself.$s",
	"Thu": "Have you visited the Cabin Hotel yet?#$b#I heard they've got some great rooms and a gym if you're into working out.",
	"Fri": "Aloha, my friend!$h#$b#What are you hungry for?",
	"Sat": "I'm going to buy some supplies for the restaurant later.#$e#Hmm... I wonder where I can find some basil...$h",
	"Sun": "I've been teaching Keahi how to cook since he was 6 years old.#$e#We started with eggs at first.#$b#He burned them to a crisp!$u#$e#But I was proud of him for trying!$h",
	
	//2 Hearts
	"Mon2": "Hello there!#$e#Dish of the day is Blackberry Cobbler!#$b#It's a special recipe I picked up from my great-great-grandfather.#$b#It's been in my family for generations.#$e#Perhaps I'll teach you one day!$h",
	"Tue2": "Sweet, sour, salty, bitter and umami...#$b#So many flavours!#$b#A true chef spends his life learning their delicate balance.$h",
	"Wed2": "Keahi can be really naugthy sometimes!#$b#I'm not sure how to punish him properly...$s#$b#Don't want him to resent me.$4#$b#But I don't want him to grow up thinking it's okay to act out!$a",
	"Thu2": "I told my boy to cook some scrambled eggs this morning and my, oh my!$h#$b#He might one day be a better chef than I am.#$b#The student might finally surpass the master!$h",
	"Fri2": "Elliott visited me earlier and he asked for Tom Kha soup.#$b#He said it clears his writer's block...$h",
	"Sat2": "Keahi's getting on my nerves lately.$a#$b#He's always getting into trouble with the other villagers because of his and Trinnie's pranks.$s",
	"Sun2": "I really want to take a break on Sundays so that I can spend more time with Keahi.$s",
	
	//4 Hearts
	"Mon4": "That grumpy old man George usually brightens up if you give him some fried mushrooms.$h#$b#If you want, I can fix you a plate.#$e#The recipe is easy: common mushrooms, morel and oil.",
	"Tue4": "The restaurant has been flourishing lately.$h#$b#Lots of customers means more money to set aside for Keahi's future.#$e#If only my darling wahine were here.$s#$b#I hope I'm making her proud.$4",
	"Wed4": "I'm thinking of making Keahi a treehouse.#$b#I'm just thinking about what kind of materials I should use.$e#Hmm... I'm going to ask Robin for her expertise.",
	"Thu4": "Keahi's always running off somewhere.$a#$b#I can usually rely on Trinnie to keep him in check but...#$e#I just hope he's being safe.$s",
	"Fri4": "Aloha, @! You should try my pepper poppers today.$h#$b#I picked the recipe up when my family visited Gotoro, across the Gem Sea.#$e#They really like their spicy food over there.$h",
	"Sat4": "%Pika doesn't notice you. He seems to be mumbling something about chocolate fish tacos.",
	"Sun4": "Sometimes I get absorbed in inventing recipes that I lose track of time, ha ha ha.$h#$e#A great cook has to innovate!",
	
	//6 Hearts
	"Mon6": "I've got a new dish I'd like to try out!$h#$b#What do you think about a spicy eggplant parmesan with a garnish of fried chips on top?#$b#You can be my taste tester.$h",
	"Tue6": "I'm on my way to visit Philip right now.#$e#I heard my shoulder pop while lifting a full stewpot last night.$s#$b#I hope I didn't injure myself...#$",
	"Wed6": "I love seeing Keahi enjoy himself.$h#$e#A father's greatest wish is for his child to grow up healthy and happy.",
	"Thu6": "Keahi has been learning a lot from Penny...$s#$b#%Pika sighs deeply.#$b#Don't get me wrong, I'm grateful for what she's doing for Keahi.$h#$b#I just sometimes think about what it would be like if his makuahine, his mother, was here.$4",
	"Fri6": "My Keahi came up with a new recipe earlier.#$b#The apple doesn't fall far from the tree, right?$h",
	"Sat6": "I was inspired by Keahi's new recipes.$h#$b#I'm on my way to our farm to get some fresh produce for this mystery dish I'm making.",
	"Sun6": "Keahi's giving me a headache!$a#b#That boy actually taped a 'Kick Me' sign on Shane's back.$a#$b#Poor guy must've been kicked in his tush real good for him to storm in here.$s#$e#But just between you and me, that was pretty hilarious.$h",
	
	//8 Hearts
	"Mon8": "%Pika sighs deeply.#$b#Keahi cried because I grounded him for something he did yesterday.#$e#No matter how much it hurts to see him sad...$4#$b#I know that I must stand my ground or else he won't learn from his mistakes.$s",
	"Tue8": "I had a hearty chat with that wonderful couple, Lola and Freddie.#$b#Lola even taught me some recipes that she picked up around the world.$h",
	"Wed8": "Haley came over earlier and asked for recommendations for a new diet plan she's trying.#$b#I recommended the coleslaw with a side of wheat bread with a special raisin yoghurt that I made.$h",
	"Thu8": "Aloha, friend!$h#$b#Keahi says I tricked him into eating veggies when he was younger...$u#$b#I just fried them with salt and honey and he didn't even notice!$h",
	"Fri8": "Hey, @! Did you know that not all foods are equal?#$b#Some dishes can make you recover more stamina than others...$h",
	"Sat8": "I heard little Trinnie gave my Keahi some chocolates yesterday.$u#$b#Ha ha! I think she has a thing for ka'u keiki--my son, I mean.$h#$b#These kids... They remind me of me and my wahine.$h",
	"Sun8": "Little Keahi's making me so proud lately!$h#$e#He's taking after his mother.$h#$b#He's going to be a fine young man.#$b#His makuahine is going to be so proud.$h",
	
	//10 Hearts
	"Mon10": "I only want what's best for Keahi.$s#$b#That's why I work so hard at the restaurant.$s#$b#My earnings will not only provide for his future, but will also ensure that he has me and his makuahine's spirit with him as he journeys in life.$4",
	"Tue10": "My parents have always supported my ambitions and dreams.#$b#It just so happens that my dreams were in line with theirs.$h#$b#If Keahi chooses a different path in life, I'll still support him.#$e#I'm just so proud of how much he's grown.#$b#And I know that my wahine, my beautiful wife, is watching over our little boy.$h",
	"Wed10": "Food has been and will always be a part of everybody's day-to-day life.#$b#I'm very passionate about food because I love to eat!$h#$e#Everyone has a favorite dish and there's probably a story behind it.$h#$e#Maybe I'm just being a sentimental fool, but I like being a part of everyone's life through food.#$b#It makes me feel like I belong.$h",
	"Thu10": "%Pika seems to be half asleep.#$b#Huh?$u#$b#Too much spice?#$b#No no...$u#$b#No such thing.$h",
	"Fri10": "Mahalo, my friend! Thank you.#$b#Thank you for listening to all my stories and eating all my food!$h",
	"Sat10": "One day Keahi will take over the restaurant.#$b#Just like my tama, my father, used to say: 'Always weave a new net before the old one breaks'.#$e#Make sure you tell your family you love them, @.$h",
	"Sun10": "I wish my wahine was here to see our son grow into the nice young boy he is today, as he makes his own ohana.$4",

//Special Dialogue
	"MovieInvitation": "Mahalo! I think we deserve a break after all the work we do.$h#$e#Keahi keeps bugging me to take him but I've been way too busy.#$b#I should take him next time...$s",
	
//Resort
	"Resort_Entering": "I haven't been on Ginger Island since the volcano erupted years ago.$s#$b#So much has changed...$4",
	"Resort_Leaving": "Every sunset brings the promise of a new dawn.$h",
	"Resort_Shore": "I should've brought my surfboard.$h",
	"Resort_Chair": "Finding some time to relax is hard when you're running a restaurant.$s#$b#I have set the bar pretty high, haven't I?$h",
	"Resort_Bar": "They don't serve Cherry Berry Shakey here!$a#$b#Such a shame!$s",
	"Resort": "I'm really happy to be here.$h#$b#It reminds me of home.#$b#Perhaps you'll visit Ember Island one day as well...$h",

}
