{
	"Introduction": "Hello there, stranger.#$b#You must be the new farmer everyone has been talking about!$h#$b#Nice to meet you. My name is Freddie.#$b#I live here in Ridgeside with my wife Lola. Come by sometime for a chat, won't you.$h",

//Spring
	"spring_1": "Ah! Springtime.#$b#The earth begins to wake, and the sun reappears.#$e#My favorite time of year!$h",
	"spring_12": "Lola likes to help prepare for tomorrow's hunt.#$e#I prefer to sit back and enjoy a plate of deviled eggs.$h",
	"spring_23": "These old bones still know how to cut a rug, you know.#$e#Tomorrow will be fun!$h",	

//Summer
	"summer_1": "Lola and I have planned more trips to the beach this summer.#$e#Should be able to follow through at least once this year.$s",
	"summer_10": "The governor's coming tomorrow, you know.#$b#He and I are old friends. It will be good to see him.",
	"summer_27": "Lola and I will be there tomorrow night. Those jellyfish are always a sight to behold.$h",	

//Fall
	"fall_1": "Food is the best in the fall, @.#$e#Have you tried Lola's pumpkin soup?#$b#It's like a hug in a bowl.$h",
	"fall_15": "Tomorrow, you get a chance to show off your hard work, adventurer.#$b#Good luck!$h",
	"fall_26": "I used to love dressing up.#$b#What's a disguise if not a costume?$h#$e#Gets kind of old after twenty years, though.$h",	

//Winter
	"winter_1": "6 layers of clothing, and somehow I'm still cold.$u",
	"winter_7": "I'm looking forward to tomorrow.#$e#The cold is hard on old bones, though, so Lola and I will be all bundled up.",
	"winter_14": "Lola and I used to travel around the world.#$e#It's much more peaceful now, but I do miss those days sometimes.",
	"winter_15": "The Night Market always brings back memories.",
	"winter_16": "Bit of a trip down memory lane, this.$s#$e#The coffee they make is the best you'll ever have, trust me.$h",
	"winter_17": "If you've had your eye on something, now's the time to get it!#$b#Or you'll have to wait until next year!",
	"winter_24": "Almost at the end of another year.#$b#Hopefully, Lola and I will see the next one.$s#$e#Ah, don't worry, I'm kidding.$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hello there, adventurer.$h#$b#Visiting the village today?#$e#I hope you're doing fine. ",
	"Tue": "How's the farm, @?$h#$b#Holding up well, I hope?",
	"Wed": "I wake up early to tend to our crops.#$e#Lola sleeps like a log, but still insists on waking up with me to help.$h#$e#Don't tell her I said that.$u",
	"Thu": "The waterfalls around the village are beautiful, aren't they?#$e#We're lucky to live here.$h",
	"Fri": "Hello there, @.#$b#How's it been?#$e#Thought about getting a barn built yet?",
	"Sat": "Oh, to be young again.#$e#I won't lose hope! I can still be lively in this old man's body, ha ha!$h",
	"Sun": "Lola wasn't feeling well this morning.#$e# She said she's fine...#$b#But still, I worry.$s",

	//2 Hearts
	"Mon2": "How's it going, @?$h#$e#Are you done with your farmwork for the day?#$e#Take some time to explore the village!$h",
	"Tue2": "The younger kids sometimes run around outside our house.#$b#We can watch them play from our porch.#$e#It's good to see the children safe and having fun.$h",
	"Wed2": "Do you know Evelyn? She's an old friend of ours.#$e#We used to go on crazy adventures together.#$e#Don't let her appearance fool you, she's got some wild stories.$h",
	"Thu2": "Pika is a great cook.#$b#You can taste the love he puts into his food.#$e#I especially like the Tom Kha Soup.$h",
	"Fri2": "If you ever see the rumored rolling kiwi around. Be friendly to it.#$e#I mean... Why not?$h",
	"Sat2": "It's never too late to try out new things, @!#$e#Well, it's a little late, in my case.#$b#My body can only handle so much.$s",
	"Sun2": "Hello there, @! How are you today?$h",

	//4 Hearts
	"Mon4": "I like how the trees change colors as the seasons change.$h#$b#I know it's something mundane...#$b#But you should never forget to appreciate the little things.$h",
	"Tue4": "Oh! I just figured out what I'm going to do today!$h#$e#I should go clean out the shed.#$e#Lola's been bugging me for weeks.",
	"Wed4": "I remember little Alex when he was just a tiny sprout.$h#$e#That kid might make it as a gridball player if he really works at it.#$e#I hope George and Evelyn realize his potential.",
	"Thu4": "Hello there, adventurer. How's the farm?#$e#I picked up some of your produce at Pierre's the other day!$h",
	"Fri4": "Why, hello there, @!#$e#How have you been?$h",
	"Sat4": "We're a small operation compared to you, but the crops I've been growing have been doing well.$h#$e#I buy my seeds from Jeric because he's much closer than Pierre, and his seeds are good quality!",
	"Sun4": "Lola and I are used to getting into trouble, you know.$h#$e#We've gotten out of more than a few scrapes by the skin of our teeth...",
	
	//6 Hearts
	"Mon6": "How are you, @? I hope you're well.$h#$e#Hold on to your health, you hear me?#$e#Lola's been a little shaky in the mornings lately.$s#$b#I need to remember to call Dr. Harvey.$s",
	"Tue6": "I asked Philip, the physical therapist, about this pain I get in my back whenever I take a step with my right foot.#$e#He gave me a copy of his schedule so I can set up an appointment...#$b#What a nice guy.$h",
	"Wed6": "Ah, @! I have a few tips for when you visit the mines.#$e#Make sure to bring good food, only gather the essentials and make sure you're headed back home before midnight!#$e#But I'm sure you knew that already, a seasoned adventurer like yourself, ha ha!$h#$e#Stay safe out there!",
	"Thu6": "I've seen your farm in the papers.$u#$e#You're doing a great job, @.#$b#You should be very proud of yourself, I know I am.$h",
	"Fri6": "How are you, @? Always take care of yourself okay?#$e#Never take life for granted.$h",
	"Sat6": "Never forget, you will always have your friends by your side...#$e#And that includes me.#$b#I'm lucky to call you a friend.$h",
	"Sun6": "Hello there, @! You should take a break sometimes.#$e#It's called a lazy Sunday for a reason!$h",
	
	//8 Hearts
	"Mon8": "You're a good person, @, and a very good friend to an old man like me.#$e#I thank you for your company.$h",
	"Tue8": "Lola has been waking up feeling much better these last few days!$h#$e#Doc says it wasn't anything serious, but I still feel mighty relieved.$h",
	"Wed8": "If you look closely at the waterfalls,You might see things you haven't noticed before.#$e#I wonder...$4",
	"Thu8": "Perhaps I will join you in the mines one day.#$e#I might be old, but I've still got it!$h",
	"Fri8": "My wife and I always look forward to festivals!$h#$e#I used to think they were just a hassle, but now, I treasure the time with friends.$h",
	"Sat8": "Lola loves to knit.$h#$e#She picked it up before I met her, and kept it up during our travels.#$b#She even learned some special techniques and stitches from different cultures throughout Ferngill.",
	"Sun8": "Have you ever been to Zuzu City?#$e#There is a place in Zuzu City where Lola and I sell the artifacts we find during our adventures...#$e#Safest way for these things to end up in a museum without someone asking unnecessary questions, if you know what I mean!$h",
		
	//10 Hearts
	"Mon10": "Have you ever been to the Fern Islands?#$e#We were thinking of spending our retirement there, but we decided we wouldn't fit in among all the other old people.#$b#So we moved to Ridgeside Village instead.$h",
	"Tue10": "Lola and I went to Gotoro before the war started the first time.#$e#We met a genius blacksmith named Ikor, who taught us how to craft weapons out of gems.#$e#You haven't lived until you've fought with a diamond knife.$h",
	"Wed10": "Lola and I got lost in the Calico Desert once.#$b#We were found by a travelling salesman on a camel.#$b#Sometimes we go out to Calico to visit him.#$e#Be careful if you travel through the desert!#$b#It has more secrets than you could know hidden in the sands.",
	"Thu10": "Hmm? Oh... hello, @.$s#$e#Sorry, I'm a bit distracted. Lola started coughing something awful this morning, she could barely get out of bed.$s#$e#We immediately called Dr. Harvey, of course, but...$s#$b#He said Lola has something he's never seen before...$s",
	"Fri10": "%Freddie has bags under his eyes. He appears to be half asleep.",
	"Sat10": "Lola and I were rivals the first time we worked together.#$e#We were assigned to thin out the monster population in a cave north of Castle Village, and decided to challenge each other to see who could clear out the most monsters by the end of the night.#$e#At some point, a shadow brute caused a small rockslide, and I got trapped. Lola tried to rescue me, but ended up getting stuck herself!$u#$e#We couldn't see well enough to make any sort of escape attempt, so we ended up spending the night in that little pocket of rubble.#$e#For some reason, I felt it was the right time and confessed my feelings for her, and... well, things went from there.$h",
	"Sun10": "You're a good friend, @, and a good person.$h#$e#You've got so much potential.#$e#Always appreciate your friends and family, and never take the people around you for granted, you hear me?#$b#I'm not gonna keel over on you or anything.#$b#Just want to make sure you hear that from me.",

//Special Dialogue
	"MovieInvitation": "Oh, I'd be happy to join you! It's been a long time since I was able to watch a movie!$h#$e#Lola and I would often go to the movies back in the day. We'd usually sneak in a thing or two.$4",

//Resort
	"Resort_Entering": "Oh, this is something else.$u#$e#Wow.$u",
	"Resort_Leaving": "We must come back soon.$h",
	"Resort_Shore": "This brings back old memories.#$b#Good memories, too.$h#$e#Lola has always been a stunner in a bathing suit, you know.$4", 
	"Resort_Chair": "This heat is good for my old bones...#$b#...and Lola over there is good for my heart.#$e#I am a lucky man.$h",
	"Resort_Bar": "Whiskey on the rocks, please.",
	"Resort": "Haven't been here since that day...$s",
	
}
