{
	"Introduction": "Hm? I haven't seen you around here before.$7#$b#Oh, that's right. A new farmer just moved in, huh? I assume that's you.$6#$e#Welcome to the valley, then. My name is Maddie. I have a lot on my plate, so if you'll excuse me...",

//Spring
	"spring_1": "A lot of people like this season, but I can't stand it.$7#$e#Allergies are out in full force and don't get me started on the amount of people loitering...$a",
	"spring_12": "Oh, the Egg Festival's tomorrow?#$b#It's a waste of time, but I guess tradition is hard to break. At least it's fun for the kids.$7",
	"spring_23": "I'm not a dancer, myself.#$b#Supposedly the Flower Dance goes back to ancient times as a fertility ritual, but I think it's hogwash.$a#$e#Hmmm... I wonder what would it be like if someone asked me to dance?$8",

//Summer
	"summer_1": "While everyone is off to the beach or enjoying the sun, I'm going to stay at the facility and make a difference in this world.$6",
	"summer_10": "Have you made your preparations for the luau?#$b#You better bring something good if you want to impress the governor.$7",
	"summer_27": "The moonlight jellies are mysterious creatures. I'd like to study on in detail, but it's probably wrong of me to disturb nature.$7",

//Fall
	"fall_1": "Fall is the season of leaves.#$b#Leaves everywhere, and nobody ever wants to clean up.$a#$e#I'm thankful for the cooler weather, though.$6",
	"fall_15": "The fair exhausts my social battery pretty quickly, but even I can't deny that there are some neat things for sale.$6#$b#Are you planning on setting up a grange display?",
	"fall_26": "Lenny tells me that we ought to wear a costume tomorrow.#$b#I'll just dress up as Mr. Aguar's lab assistant, then...$7",

//Winter
	"winter_1": "You ought to stay inside more this season.#$e#If you're out and about as much as you usually are, you'll probably get a cold.$7",
	"winter_7": "Usually I don't mind the festivals, but I really don't understand the point of tomorrow's festival.$a#$e#Fishing in the middle of an ice cold forest isn't exactly my cup of tea.$a",
	"winter_14": "I don't want to go to the festival tomorrow, but Mr. Aguar needs a companion.#$b#He sometimes forgets to take his meds at night.$7",
	"winter_15": "I hope that old man doesn't exhaust himself too much at the night market.$s#$b#Sometimes he forgets he's ancient.",
	"winter_16": "Hmmm... I do hope I can find a nice pair of glasses tomorrow.$7#$b#I really need a new pair, the one I have on is getting blurry.$s",
	"winter_17": "The amount of people here is starting to stress me out.$a",
	"winter_24": "Even a cranky lady like me can find joy in the Feast of the Winter Star.$9#$b#If I didn't show gratitude every once in a while, I'd be absolutely miserable!$h",

//Days of the Week

	//0 Hearts
	"Mon": "What do you want? I've got a lot of things to do right now.$a",
	"Tue": "As you can see Mr. Aguar is busy.#$b#I'm hard at work helping him, so I can't stop to chat.$7",
	"Wed": "Don't you have farm work to do?$6",
	"Thu": "Unless it's about my work, I don't wanna hear it.$a#$b#Especially not on a weekday.$7",
	"Fri": "Please stop following me. You're giving me a headache, for crying out loud!$a",
	"Sat": "This day is intended for observing marine life outside the water facility.#$b#I have no time for distractions, this is a very important task...$a",
	"Sun": "Today is the only day that I'm free.#$e#Sorry, but for me this means some time to myself.$6",
	
	//2 Hearts
	"Mon2": "%Maddie seems to be ignoring you.",
	"Tue2": "I have a lot to do today.#$e#Ugh! I can't seem to get this formula right.$a",
	"Wed2": "What do you need, @?#$e#I heard Mr. Aguar is getting frustrated with the results of our work.$s#$b#I need to help him, but you just keep on bothering us.$a",
	"Thu2": "What's up, @? Have you been to Marnie's ranch?#$e#Marnie has been making cheese using a complex set of enzymes produced in the stomachs of ruminant mammals.#$b#I'm curious to see the results.",
	"Fri2": "Sorry, @. I'm still busy, maybe we can talk at another time.$7",
	"Sat2": "Lenny recently visited the facility.#$b#She said she wanted to learn about the composition of Pale Ale.",
	"Sun2": "I really value my resting time. If you'll excuse me.",
	
	//4 Hearts
	"Mon4": "What's up, @? Do you need anything?",
	"Tue4": "Hello @! Do you want to see what I'm working on?$6#$b#It's actually pretty neat.$h",
	"Wed4": "I really admire how ecology maintains diversity and redundancy.#$b#It simply provides balance in nature.$h",
	"Thu4": "Unraveling the mysteries of science is hard work.$6#$b#I find it rewarding, though.$h",
	"Fri4": "Hello @! We're a little busy here today.#$b#If you need anything just write it down on a slip of paper and I'll get to it.$h",
	"Sat4": "OH NO! I forgot to feed the fishes!!$uMr. Aguar's going to throw a fit for sure.$s",
	"Sun4": "Abiotic factors are non-living components that... Oh I didn't see you there, @.$u#$b#What's up?$h",
	
	//6 Hearts
	"Mon6": "Hello @, nice day isn't it? It's the first time in a while that I've felt a little free.$h#$b#I'm kind of glad that Lenny visited me. She brought me a doll to add to my collection.$h",
	"Tue6": "I saw Demetrius at the saloon last night. He was dancing his heart out with Robin!$9#$b#Quite literally, actually. He looked exhausted afterwards!$h",
	"Wed6": "I'm really getting swamped from all the work Mr. Aguar's been giving me.$s#$b#It would be nice to have a helping hand every once in a while.$s",
	"Thu6": "I wonder what caused the inconsistencies of my tests.$s#$b#If you have any ideas, please tell me.$s",
	"Fri6": "I might go to Pika's tonight. I think I've earned a night out.#$b#If you want, you can tag along!$6",
	"Sat6": "I'm really glad I decided to visit Lenny earlier!$h#$b#She gave me a bunny plushie along with some strawberries to help with my stress!$h",
	"Sun6": "I was supposed to have a day off today.$s#$e#But oh well, Mr. Aguar needs his groceries.$7#$b#So off I go to the town right now.$7#$b#Sometimes I feel like a maid to him.$a",
	
	//8 Hearts
	"Mon8": "Hi @! Nice to see you today.$h#$b#You've been a good friend to me, I always enjoy seeing you show up!$h",
	"Tue8": "Oh, I didn't see you there @. My mind's been preoccupied lately.#$b#Oh, by what? Nothing in particular...$8",
	"Wed8": "I'm in the mood for something sweet today. Like chocolate.#$b#Or maybe a smoothie. What do you think?",
	"Thu8": "Hi there @, I'm on my way to get food from the saloon. Wanna come with?$b#It'd be nice to have some company, don't you think?$h",
	"Fri8": "I'm a little happy today because Mr. Aguar gave me the day off to go and explore the valley.$h#$b#I'm currently on my search for some bunnies. They're just so adorable!$l",
	"Sat8": "Come to see me again? You must really have missed me?$6#$e#Haha, I'm only kidding!$l#$b#I always like talking to friends, come chat with me whenever you want!$h",
	"Sun8": "I'm sorry, I'm a little upset. I saw a fluffy panda on tv without a home.$10#$e#They were filming him on the streets and they weren't helping him!$a#$b#And instead of giving him food they were making him work for it!$10#$b#I don't understand why people would want to watch that!$a",
	
	//10 Hearts
	"Mon10": "I've been thinking about the future a lot lately. I have some ideas about what I want.$l#$b#What about you?$h",
	"Tue10": "Oh, hey, I made some sandwiches today.$h#$b#Lenny says I'm a good cook but I think she's just saying it to flatter me.$l#$e#I'd better get one of these to Mr. Aguar soon; sometimes he forgets to eat his lunch.$6",
	"Wed10": "Hello @! I hope you're staying healthy.$l#$b#You work hard out there and we don't want you to get sick.$s",
	"Thu10": "I'm thinking of getting a pet bunny. They're so cute!$h",
	"Fri10": "Oh, @... I was just thinking about you.$l",
	"Sat10": "I never thought I'd date someone again.$l#$b#I guess second chances are real. I feel really lucky.$h",
	"Sun10": "Have you missed me dear?$6#$b#Haha, that's alright! Come here and let me give you a hug!$h",

//Special Dialogue
	"breakUp": "I'm sorry. It's not me, it's you. Bye.$7",
	"danceRejection": "Ugh I don't do dances, it's just a waste of energy.$7",
	"divorced": "Hah! What happened to 'Till death do us part?'$a#$e#You lied through your teeth this entire time.$a#$b#Just my luck.$s", 
	"MovieInvitation": "Really? You'd like to watch a movie?$6#$b#With me of all people?$l#$e#Well, I suppose I could grace you with my presence. I'll just meet you there.$6",

//Resort
	"Resort_Entering": "So this is Ginger Island?#$b#It's nothing impressive. Might as well gather some water samples before I take a dip or maybe I'll look for a nice spot to relax.$7",
	"Resort_Leaving": "I... I kind of had fun today.$l#$e#I mean, working all the time has been a hobby of mine.#$b#I forgot that taking a break every once in a while is refreshing.$h",
	"Resort_Leaving_2": "I think I'd like to go back here again...#$b#Maybe when I'm done with everything I have to do at the lab. Haha!$h",
	"Resort_Shore": "It's kind of nice, isn't it? Just being away from it all.#$e#I don't think my head's ever felt this clear in a while.$h",
	"Resort_Shore_2": "I want to let go and be like the waves sometimes, just go with the flow. You know that feeling?$l",
	"Resort_Umbrella": "The sun is so bright here, I feel like my skin's burning up!$a#$b#Good thing there's a spot under this umbrella.$7",
	"Resort_Umbrella_2": "You must bring sunscreen to protect your skin from the harmful rays of the sun.#$b#Excess sunlight may be good for your tan but not for your health.",
	"Resort_Umbrella_3": "Yikes, people really do enjoy getting dirt on their body.$u#$b#Why would one lie on the sand and not on a mat or towel? Ew.$u",
	"Resort_Wander": "I always wonder what it'd feel like to disappear and inhabit an island all on your own.$8#$b#Haha, I guess I'm kind of a lone wolf.$h",
	"Resort_Bar": "I definitely NEED a drink!$6#$b#Hmm... I think I'll take the strongest one they've got!$6",
	"Resort": "I like this place. I'll have to come more often.$h",

}
