{
	"Introduction": "Oh hello sir.^Oh hello ma'am.  I haven't seen you around before...#$e#Are you the new farmer who just moved into the valley?#$b#Nice to meet you! I'm Philip. I work as a physical therapist for some individuals in the area. I'll see you around!$h",

//Spring
	"spring_1": "I love running in the spring.#$b#Not too hot, not too cold, and you get to watch the flowers come up day after day.$h",
	"spring_12": "Festivals weren't really a thing, where I'm from, but I'm looking forward to tomorrow.$h",
	"spring_23": "When I think of dances, I think of high school and working up my nerve to ask out the person I liked.$l#$b#Kind of different as an adult, huh?$6",
	
//Summer
	"summer_1": "I love summer. Remember to stay hydrated, okay?#$b#Heat exhaustion is no joke.",
	"summer_10": "Sand is a really strange surface to walk on. It can be challenging for people who are unsteady on their feet...#$b#I hope everything goes smoothly tomorrow.",
	"summer_27": "Yuuma asked a question about jellyfish yesterday and I didn't know the answer, so I looked it up.#$e#Jellyfish move by creating propulsion through radial dilation and contraction of their bell. Isn't that cool?$h",
	
//Fall
	"fall_1": "I like to hike the mountains at this season.#$b#Too bad I'm really busy as well though.$s",
	"fall_15": "Alex and I have this kind of mock rivalry going on where we try to see who's stronger.$6#$b#I'm going to challenge him to the strongman game tomorrow.$6",
	"fall_26": "Are you looking forward to tomorrow?#$e#I'm not a huge fan of spooky things, but the costumes are always cool.$h",
	
//Winter
	"winter_1": "Be careful to stay warm, @!#$b#Hypothermia is a serious bummer.$s",
	"winter_7": "You have fishing experience, right?#$b#I'm worried about someone overexerting themselves and pulling something, tomorrow.$s",
	"winter_14": "The Night Market starts tomorrow?$u#$b#I wonder if they'll have any rare books...",
	"winter_15": "Did you see the mermaid?$u#$b#I’m not crazy, right?#$b#That really happened?$u",
	"winter_16": "I think I need to stop trying to make all this make sense.$s#$b#Mermaids exist, pigs can pull boats, it’s fine.$u",
	"winter_17": "I don’t know how, but they had a first-run copy of Cyberman #13!$u#$b#I’ve wanted this for years!$h",
	"winter_24": "It'll be a new year soon.#$e#Time sure does fly. Was it a good year for you?$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hello sir.^Hello ma'am.#$e#Hope you have a good day today.$h",
	"Tue": "Hello sir.^Hello ma'am.#$e#Do you need anything?",
	"Wed": "Hello sir.^Hello ma'am. How's your week been so far?",
	"Thu": "Hello sir.^Hello ma'am.#$b#Doing well?#$e# Remember to stretch regularly. It'll decrease the chances of straining something.",
	"Fri": "Vastus Medialis muscle originates from the proximal medial part of the femur...#$e#%Philip is talking to himself under his breath. Better leave him alone.",
	"Sat": "Hello sir.^Hello ma'am.#$b#We made it to the weekend$h!",
	"Sun": "Hello sir.^Hello ma'am. #$b# Hope you're doing well. Need anything?",
	
	//2 Hearts
	"Mon2": "I try really hard not to talk about physical therapy and anatomy too much.$l#$b#I really love what I do, so I sometimes get carried away.$h",
	"Tue2": "Hello! I hope you're doing well today.#$b#If you need any help, I'm here.$l",
	"Wed2": "I didn't really know what to expect when I accepted the job out here, but I'm enjoying it so far.$h",
	"Thu2": "Doctor Harvey acts as my supervisor and referring physician, so I work pretty closely with him.#$e#He's quiet, but he's a really good doctor and good guy.$h",
	"Fri2": "Hi! You made it to the end of the week.#$b#Do you have any plans for the weekend?",
	"Sat2": "Hey, I know this is nosy, but I saw those bruises on your arm the other day.#$b#Everything okay?$s#$e#Just from farming! That's good! I was worried for a bit there.$h",
	"Sun2": "I'm really glad the hotel has a gym. It makes it a lot easier to stay in shape. #$e#You'd be surprised how much strength you need to be a good physical therapist!",
	
	//4 Hearts
	"Mon4": "Good day to you @! You look like you're doing well.#$b#Remember to stay hydrated, okay?",
	"Tue4": "Oh, my shoulders are sore.$s#$e#I've been doing a lot of one-man transfers and lifts these last few days.#$b#Guess I've got to take my own advice and remember to stretch, haha!$h",
	"Wed4": "Is it just you out at that farm?#$b#What do you do if you need help with something?$u#$e#Wait... what's your plan if you get hurt?$u",
	"Thu4": "I talked to Emily the other day and she told me about the yoga classes she and Ysa are thinking about doing at the hotel.#$e#I might join them if I can find the time. Yoga is amazing for flexibility and core strength.$h",
	"Fri4": "Hello, @! We made it through another week. I'm planning on a good long Revengers marathon this weekend. I hope you have plans to relax!",
	"Sat4": "Sometimes I wonder if Alex tried to get to know me just to use me as his personal physical therapist...  I don't mind too much, though, because we're friends now.",
	"Sun4": "I usually say something about getting enough exercise, even to my friends...#$b#But you're probably getting all the exercise you need out at that farm!$h",
	
	//6 Hearts
	"Mon6": "Hello @ sir!^Hello @ ma'am. How's the farm work going?#$e#I bought some of your produce from Pierre the other day to make a salad, and it was amazing. How do you do it?$h",
	"Tue6": "I'm living in the Log Cabin hotel for now, since I'll just be in the area until Shiro completes his physical therapy.#$b#That'll take a while, though, and I like it here, so I'm not exactly rushing it!",
	"Wed6": "Harvey and I met at university, actually. He's older than me, but we shared some exercise physiology classes.#$b#Of course, he went on to medical school, and I stuck with physical therapy, but it's nice to reconnect with old classmates!$h",
	"Thu6": "Good day to-- wait.#$b#Stand straight for me?$a#$b#%Philip is studying you intently.#$b#Your shoulders are bothering you, aren't they? Remember to stretch! You can use a tennis ball to try and work it out, but be gentle!",
	"Fri6": "Remember to get enough sleep!#$b#It has a huge effect on way more than just how drowsy or energetic you are.$h",
	"Sat6": "Ysabelle dances at the studio in the gym sometimes. She's really incredible. Her grandpa keeps a close eye on me though. But I swear, I'm not interested in pursuing his granddaughter!$u",
	"Sun6": "You've been a good friend, @.#$b#Thank you for that!  If you need any help when you feel your body's bogging you down, I'm always here alright?$h",
	
	//8 Hearts
	"Mon8": "@! Oh! How are you? Sorry, sorry, I was just surprised! I mean, you surprised me!#$b#I guess I was lost in my thoughts. Anyways, What's up?$h",
	"Tue8": "Hey, I've been curious about your farm for some time now.#$b#How did you get it from what it was to what it is now? It seems like so much work.",
	"Wed8": "Oh hi, @! You look good today.#$b#I don't mean it weirdly! You just have a spring in your step, I guess.$l",
	"Thu8": "If you're ever free around lunchtime, let me know. It'll be my treat.#$b#No ulterior motives, promise!$h",
	"Fri8": "Good day to you sir^Good day to you maam.#$b#I mean @! Sorry! It's a habit!$h#$e#Hey, Wanna hang out sometime? I enjoy your company.$l",
	"Sat8": "Are you a Risorius muscle? Cause I can't... uh.#$b#Sorry. I was going to use a cheesy line and then realized it's weird technical jargon... um. Ignore that.$l#$b#How's your day going?",
	"Sun8": "I was on a physical therapy forum the other day to ask a question, and someone wanted to know what I specialize in.#$b#When I told them I don't have a specialty, they started accusing me of lying about what I do...$s",
	
	//10 Hearts
	"Mon10": "Hey! How'd you sleep?$h#$b#This might sound weird but you're looking good. So you must've gotten a good sleep.$h#$b#That's great! It means you're being healthy!$h",
	"Tue10": "Hey, are you an S.A. Node?#$b#Cause you make my heart go thump, thump, thump!$l#$b#Cheesy, I know, but it did make you smile!$h",
	"Wed10": "It doesn't exactly make sense for me to invite you to work out with me... so, if you need help around the farm, let me know!$h",
	"Thu10": "Hey, how's that shoulder doing? I know it was bothering you.#$b#I can come by later and work on it, if you want.$l",
	"Fri10": "I know you don't exactly get days off, but I'd love to take a walk with you sometime.#$b#It'd be nice to just chat.$l",
	"Sat10": " found a copy of a comic I loved when I was a kid on iBuy the other day.#$b#The package should arrive today!$h",
	"Sun10": "Hey!$l#$b#%Philip has a huge smile on his face.#He just seems really happy to see you.",
	
//Special Dialogue
	"breakUp": "I...I don't wanna talk about it, @. Let's just forget about it.$s",
	"danceRejection": "I'm can't, I need to make sure I'm available if anyone needs me.",
	"divorced": "Don't talk to me. I'm done.$a",
	"MovieInvitation": "Sure, @! What time should we meet?$h#$b#Finally, I can get some time away from work.$h#$e#Thank you for inviting me, @.$l",
	
//Resort
	"Resort_Entering": "Oh, wow! I know what I'm going to do first. Time for a swim!$h",
	"Resort_Leaving": "No... So soon?$s#$b#Ahhh, I'll be back as soon as I have the time!",
	"Resort_Leaving_2": "I'm really grateful that I had the time to loosen up today.#$b#I don't get much time to relax as I'd like, to be honest.$h",
	"Resort_Shore": "%Philip has his face turned to the sky and his eyes closed.#He looks very happy.#Better not bother him",
	"Resort_Shore_2": "Destressing is just as important as getting enough sleep, you know.#$b#Too much cortisol can wreak havoc on your body. So slow down and enjoy this!$h",
	"Resort_Umbrella": "I definitely did not put on enough sunscreen, so I'll be staying under this umbrella for a bit.$s",
	"Resort_Umbrella_2": "I used to love making sand castles when I was little.#$b#I kind of want to give it a shot again.",
	"Resort_Umbrella_3": "Going to the beach is such a great way to soak up tons of vitamin sea. Get it?$h",
	"Resort_Wander": "This island looks like something out of a comic... like I could step into a jungle and find a whole lost civilization.$h",
	"Resort_Bar": "~If you like Pina Coladas! And getting caught in the rain!~ Ah, I saw pina coladas on their menu and that song popped into my head.#$b#You know, the one from the Watchers of the Milky Way?$h",
	"Resort": "Talk about relieving some stress!#$b#This is an amazing way to spend a day off.$h",

}
