{
  "Changes": [
    {
      "LogName": "Load NPC Adventures mail data",
      "Action": "EditData",
      "Target": "Data/mail",
      "Entries": {
        "bagItemsSentLetter.Alissa": "Dear @,^^Hello! You forgot to get your stuff from me yesterday. Here they are! I hope they are in good shape.^^   - Alissa",

        "bagItemsSentLetter.Corine": "Dear @,^^Hey! Looks like you forgot about the stuff you had me hold on last time. Here you go!^^   - Corine",

        "bagItemsSentLetter.Daia": "Dear @,^^You clumsy cutie, you made me hold on these stuff for you yesterday! Hmph!^You better make it up to me for taking care of them!^Just kidding!^^   - Daia",

        "bagItemsSentLetter.Flor": "Dear @,^^You may have forgotten to retrieve these items from my possession the last time I accompanied you.^I've sent them back.^^   - Florabelle Hibisca",

        "bagItemsSentLetter.Ian": "Dear @,^^Ian asked for my help to write you this letter with your stuff you made him hold the last time you went out. Don't take advantage of his kindness too much now, he might get sad! Haha!^^   - Lenny",

        "bagItemsSentLetter.Jeric": "Hey @,^^You must've forgot! Haha! Yeah, here are the stuff you made me carry the other day.^^   - Jeric",

        "bagItemsSentLetter.Jio": "@,^^Be careful with your possessions. You left these with me.^^   - Jio",

        "bagItemsSentLetter.Kenneth": "Hello @,^^I've delivered the items you had me hold on from yesterday. I hope nothing's missing or broken.^^   - Kenneth",

        "bagItemsSentLetter.Maddie": "Dear @,^^Are you this careless? You forgot the junk you had me hold the other day.^Be careful next time!^^   - Maddie",

        "bagItemsSentLetter.Philip": "Dear @,^^It might have slipped your mind, but you forgot some stuff from my backpack the other day.^I hope they arrived safely.^^   - Philip",

        "bagItemsSentLetter.Shiro": "Dear @,^^I was wondering why my bag was heavy. You forgot your stuff!^It's all good, I've sent them back^I hope they're complete.^^   - Shiro",

        "bagItemsSentLetter.Ysabelle": "Dear @,^^Here were the items you asked me to hold on for you the other day.^I assume you might've forgot, so it's alright. But please be careful the next time.^^   - Ysa",

        "bagItemsSentLetter.Kiwi": "@,^^You forgot these. Kiwi was disappointed^^   - Jio",

        "bagItemsSentLetter.Keahi": "Dear @,^^Heya! You forgot these stuff! You put them in my bag but you forgot!^^   - Keahi",
        
        "bagItemsSentLetter.Trinnie": "Dear @,^^You silly! You forgot these thingies in my bag! Mom said it's only right to give them back. Here you go!^^   - Princess Trinnie",

        "bagItemsSentLetter.Blair": "Hey @!^You forgot these! I found them in my bag last night! Be careful next time!^^   - Blair",

        "bagItemsSentLetter.Sean": "Heyo @!^I think you forgot your stuff! When I threw my bag to the bed I heard it had more stuff than I thought I had! So here you go!^^   - Sean",

        "bagItemsSentLetter.Kiarra": "Hello @,^I opened my bag and lo and behold, you forgot your stuff! So here's them all back, but be careful next time!^^ - Kiarra",

        "bagItemsSentLetter.June": "Hello @,^After our adventure, I realised I still had some of your belongings. I've enclosed everything in this package. I'm looking forward to joining you again soon!^^   - June",

        "bagItemsSentLetter.Anton": "Hello @,^So I think you forgot the stuff you had me hold for you yesterday. Anyway, here's all of them!^^   - Anton",

        "bagItemsSentLetter.Paula": "Dear @,^I think you forgot to retrieve your belongings from my bag last time. Here's all of them! Do tell me if anything's missing!^^   - Paula",

        "bagItemsSentLetter.Faye": "Dearest @,^You were fabulously in a hurry to go home you forgot your stuff were still in my bag! Here's all your cutie little stuffies!^^   - Faye",

        "bagItemsSentLetter.Bryle": "Dear @,^I think you left your belongings in my bag the other day. Do be careful next time.^^   - Bryle",

        "bagItemsSentLetter.Irene": "Dear @,^Hey! You forgot to get your stuff back from me the last time we hung out! Please be careful next time so you don't lose them.^^   - Irene",

        "bagItemsSentLetter.Zayne": "Dear @,^Greetings! It appears you may have forgotten to retrieve your belongings from me on our last escapade! No worries! I packed them alongside this letter. Do be careful next time!^^   - Zayne Amethyne",

        "bagItemsSentLetter.Yuuma": "Dear @,Hi. You forgot your stuff. They were in my bag and I made sure not to break anything. Tell me if something's missing so I can check around for it. Bye.^^   - Yuuma",

        "bagItemsSentLetter.Louie": "@,^How dare you forget your items in my bag! It was heavy hauling all these! I expect no such incompetence to repeat again the next time I accompany you!^^   - Louie Amethyne",

        "bagItemsSentLetter.Lenny": "Dear @,^I found your stuff in my bag! Maybe I forgot to give them back to you? Or you forgot to retrieve them from me? Anyway, here's all of them back! Please be careful next time, alright?^^   - Lenny the Adventurer",
      }      
    }
  ]
}
