{
    "name": "Ember of Resolutions",
    "conditions": "Ridge/2200 2400",
    "set-up": "Cloth/-1000 -1000/farmer 44 77 0/changeToTemporaryMap EmberNight/addLantern 23 46 72 3/addLantern 23 41 67 3/addLantern 23 47 59 3/addLantern 23 29 52 3/addLantern 23 51 48 3/addLantern 23 26 43 3/addLantern 23 53 42 3/addLantern 23 33 30 3/addLantern 23 46 30 3/addLantern 23 39 41 5/loadActors Set-Up/addTemporaryActor RSVBonfireLeft 64 96 36 42 2 false/addTemporaryActor RSVBonfireRight 64 96 40 42 2 false/advancedMove Pam true -3 0 2 5000 3 0 2 5000/advancedMove Pika true 0 -1 3 3000 0 2 3 3000 0 -1 3 3000/advancedMove Abigail true 0 -1 1 3000 0 2 1 3000 0 -1 1 3000/playerControl luau",
    "mainEvent": "null",
    "Abigail_spouse": "Happy New Year, honey!#$e#Remember when we played 'Prairie King' together in my room, so long ago?$h#$b#A year sure goes by fast, but I'm glad I got to spend it with you, @.$4",
    "Leah_spouse": "Happy New Year, sweetie!#$e#I remember when you first moved here.$7#$b#I had a dream that we'd be together someday.$4#$b#Here's to spending another year with the love of my life.[348]$h",
    "Maru_spouse": "Happy New Year, honey!#$e#My New Year's resolution is to eat Rhubarb Pie every day.#$b#Ha ha! I'm kidding!$h#$b#It's to spend every day of the rest of my life with you.$4",
    "Penny_spouse": "Happy New Year, honey!#$e#I was so shy when we first met.#$b#It's funny to think about, now that we've come so far.$4#$b#Let's go even further next year!$h",
    "Haley_spouse": "Happy New Year, honey!#$e#I was just thinking about the time we took those pictures at Marnie's farm.#$b#I felt so safe in your arms when you caught me when I fell.$4#$b#We've come a long way since then.$l",
    "Sebastian_spouse": "Happy New Year, @!#$e#It might sound weird, but I'm really happy that you kept barging into my room while I was busy.$h#$b#Marrying you was the best decision I ever made.$4#$b#It's been a great year, we should celebrate a little.[346]$h",
    "Sam_spouse": "Happy New Year, baby!#$e#You know, I knew you were the one when you came to our concert.$h#$b#You supported me and my dreams, no matter how unrealistic they seemed.$2#$b#I love you so much.$4",
    "Alex_spouse": "Happy New Year, @!$1#$e#This year has been great and I'm sure next year will be even greater.#$b#Why? Because I get to spend another year with you.$4",
    "Harvey_spouse": "Happy New Year, dear!$1#$e#It's quite cold and dry today.#$b#Thankfully I've brought our trusty bottle of truffle oil to rub on our skin.$4#$b#Here's to a fantastic new year ahead of us!$1",
    "Elliott_spouse": "Happy New Year, my love!$1#$eI've written a poem for this special occasion...$4#$b#'A million stars up in the sky.#$b#One shines brighter, I can't deny.#$b#A love so precious, a love so true...#$b#A love that comes from me to you.'$l#$b#I love you.$4",
    "Emily_spouse": "Happy New Year, @!$h#$e#Did you know tonight is when the moon is at its brightest?$h#$b#It emits a positive aura, granting me happiness!$h#$b#Or is that coming from you?$l",
	"Shane_spouse": "Happy New Year.$l#$b#Thanks for being there for me, @.#$b#I'm finally spending New Year's sober because of you.$h#$b#Hey... I...$3#$b#I love you.$l",
    "Abigail": "Hmmm... I bet this mountain would be great for skiing.#$b#I bet Corine and Ysa ski here every winter!$h",
    "Robin": "I've donated a whole bunch of discarded firewood for this event.#$b#Does this mean I have hundreds of wishes?$h",
    "Demetrius": "I should visit Ridgeside more often.#$b#The local flora and fauna should be interesting to study.$h",
    "Maru": "Flor doesn't seem to be bothered by the cold.$2#$b#I wonder if people in Ridgeside have developed somewhat of a resistance to the cold.$1",
    "Sebastian": "It's so cold.$s#$b#Hey, don't judge me!#$b#It's colder up here than it is in Pelican Town.$s",
    "Pierre": "It's time to welcome a new year.#$b#Hey @!#$b#Come visit me at the shop first thing in the morning, okay?$h#$b#I have some new seeds for sale!$h" ,
    "Caroline": "Happy New Year, @#$e#It's great to catch up with Olga from time to time.$h#$b#It's fun to hear about Bert's antics, ha ha!$h",
    "Linus": "Oh, don't mind me, @. I'm just waiting for the bonfire.$1#$e#What's with the mysterious cabin over there, though?$0",
    "Alex": "The hike up here was a good workout!#$b#I should visit this place more often!$1",
    "George": "Why'd we have to climb up this mountain on a cold night this late?#$b#I should've been in a warm bed by now!$2",
    "Evelyn": "George doesn't seem to be too happy.#$b#I should go grab him a hot slice of pie.$h",
    "Lewis": "I hope you're having fun, @!$h",
    "Clint": "When Pika and Gus work together, they make some amazing dishes!$h",
    "Emily": "This mountain has some great energy!#$b#It emits a strong spiritual aura.$h#$b#I might come here more often to meditate.$h",
    "Penny": "Happy New Year.#$b#Despite the cold, I think I'm having lots of fun.$1",
    "Pam": "Ah! Pale Ale tastes much better in the cold!$h#$b#I live for these nights!$h" ,
    "Haley": "The hike up here was a bother, but the cable car ride was great.#$b#Such an amazing view of the whole valley!$h#$e#I'm going to ask Ysa and Corine if they would like to get some hot cocoa after this.$h",
    "Jodi": "The food was quite delicious! I really like Pika's dishes.$h#$b#I wonder where Vincent and Keahi ran off to...$3#$b#I hope they don't get into trouble again!$s" ,
    "Kent": "Hmm... Oh hey.#$b#Happy new year.$1",
    "Sam": "Having a concert on this mountaintop would be legendary!$h#$b#Thinking about it gives me the shivers, the good kind!$h",
    "Leah": "This beautiful mountain is very inspiring.#$b#I think my next painting will be called: 'Winter in Ridgeside.'$h",
    "Shane": "Nothing beats a cold beer.#$b#I hope this festival ends soon, though.#$b#It's getting colder by the minute.$s",
    "Marnie": "Lenny organizes the Ember of Resolutions every year.$h#$b#She's much more organized than she looks.$1#$e#I hope Lewis makes my New Year's resolution come true...$2#$b#You didn't hear that, did you!?$4#$b#...$4" ,
    "Elliott": "Happy New Year, @!$1#$e#'Even during the worst of times...$2#$b#When I feel the years go slipping by...$2#$b#Life seems rife with possibilities.#$b#When the New Year arrives.'$1#$b#Beautiful poem, isn't it?$1",
    "Gus": "Happy New Year, @!$1#$e#Pika sure has some outlandish recipes...$2#$b#People seem to like it, though.#$b#Perhaps I should sell them at the saloon as well?$1",
    "Harvey": "Happy New Year, @!$1#$e#Another year passed...#$b#I'm really starting to feeld old.$2#$b#No point in complaining about it, though!$1",
    "Jas": "Happy New Year Mr. @^Happy New Year Ms. @!$1#$e#Trinnie gave her log a name.#$b#I wonder if she remembers that we have to burn those later.$2",
    "Vincent": "Happy New Year, mister^Happy New Year, miss!$1#$e#I lost the log I brought!$3#$b#Now my wishes won't come true.$2",
    "Willy": "Happy New Year, lad^Happy New Year, lass!$1#$e#Don't mind the smell, I've been fishing at the Ridgeside pond all day before heading up the mountain.$3",

}
