{    

///Spring
	"spring_1": "Planting season starts today, right?$h#$b#Remember to bend at the knees when sowing seeds, and promise you'll let me know if your back starts bothering you.",
	"spring_12": "Tomorrow's food should be delicious, and it's an amazing source of protein.#$b#I know I keep bugging you about nutrition, I just want to make sure you have everything your body needs.$h",
	"spring_23": "For someone who knows a whole lot about movement, I'm really bad at dancing...$s#$b#Will you dance with me tomorrow anyway?$h",

///Summer
	"summer_1": "I refilled your water bottle, and stashed a couple more in a cooler out by the field.#$b#Stay hydrated, okay?$h",	
	"summer_10": "Can we bring a staple for the soup tomorrow, like potatoes?#$b#I would really rather play it safe...$u",
	"summer_27": "Do you want to take a picnic and eat on the dock, tomorrow night?$h",

///Fall
	"fall_1": "Let's set time aside to hike up the ridge this fall!$h#$b#It's gorgeous once the leaves start to turn.",
	"fall_15": "I'll bet you Alex is going to challenge me to the strongman game again, even though I won last year.$h",
	"fall_26": "I love you with all my heart.$h#$b#Please don't make me wear a couples' costume.$s",

///Winter
	"winter_1": "Did you do that thing when you were a kid where you'd breathe out in cold weather like this and pretend the fog was smoke?#$b#I used to pretend I was a dragon when I was really little.$h",
	"winter_7": "I'm really glad they release the fish they catch during the festival instead of making everyone eat all of it.$h",
	"winter_14": "I don't really need anything, but I'm still excited for the Night Market to be here.$h",
	"winter_15": "I know it sounds silly, but hear me out:#$b#Candy cane lawn ornaments.$h",
	"winter_16": "Oh my Yoba.$u#$b#They have the first four issues of the Night Empress reboot!$h#$b#Where do they find this stuff?",
	"winter_17": "Did you get a cup of coffee yet?#$b#I know caffeine will keep me up, but it's so good.$h",
	"winter_24": "Happy Feast of the Winter Star, @.$h#$b#%Philip looks oddly nervous.#$b#Look, I know this is cheesy, but...#$b#Here.[688]#$b#So you always come back to me.$h",

///Room
"spouseRoom_Philip": "I was planning on making a sandwich and reading some comics today.#$b#Want to join me? I've set aside a couple I thought you might like.$h#$b#No pressure!",

///Patio
"patio_Philip": "I love it out here. I never noticed how congested the city air was until I got here.#$b#First thing in the morning, the air's like a cool drink of water for my lungs.$h",

//Rainy Day 
"Rainy_Day_0": "%Philip looks a bit drowsy#$b#This weather makes me want to go back to bed...",
"Rainy_Day_1": "Good morning, love. Did you sleep well?",
"Rainy_Day_2": "There's something so relaxing about the sound of the rain on the roof.",
"Rainy_Day_3": "Hey love, don't forget your raincoat today, okay?",
"Rainy_Day_4": "I have patients to see today... I better put an extra pair of scrubs in my bag.",
"Rainy_Day_Philip": "Woah, it's raining hard.$s#$b#You better be careful if you plan on going out, okay?",

//Rainy Night
"Rainy_Night_0": "Welcome home! How was your day?$h", 
"Rainy_Night_1": "Phew! I'm beat! I went to my patients despite the rain today.",
"Rainy_Night_2": "Are the crops doing okay with all this rain?",
"Rainy_Night_3": "I was just about to run a bath for you. I have good timing!$l",
"Rainy_Night_4": "It's kind of cheesy, but how does hot cocoa and a fire sound?$l",  
"Rainy_Night_5": "Rain like this makes some people's joints ache. I'm glad I've never experienced that.$h",
"Rainy_Night_Philip": "I warmed up a towel for you, if you want to dry your hair.$h",

//Indoor Day
"Indoor_Day_0": "I'm making another pot of coffee.$h#$b#Want a travel mug?",
"Indoor_Day_1": "I made overnight oats last night. Yours are in the fridge.",
"Indoor_Day_2": "What do you think about getting an espresso machine?#$b#I've been having trouble waking up.$s",
"Indoor_Day_3": "I think I'll have a lazy day in. You're welcome to join me.$l",
"Indoor_Day_4": "I found an amazing niche comic studio based in Zuzu, and ordered their first compilation book.#$b#It should get here today!$h",
"Indoor_Day_Philip": "Ooh, don't kiss me, I haven't brushed my teeth.$u#$b#But I'll take a hug!$l",

//Indoor Night
"Indoor_Night_0": "Welcome home. Did you have a good day?",
"Indoor_Night_1": "I made dinner, whenever you're ready to eat.",
"Indoor_Night_2": "I stopped to chat with Lewis today.#$b#I kind of expected him to ask for help with something, but he just wanted to catch up.",
"Indoor_Night_3": "You know, I'm really glad I have this home with you.$h",
"Indoor_Night_4": "Okay so hear me out: weekend movie marathon?$l",
"Indoor_Night_Philip": "Welcome home, love. I had leftovers for dinner, but there are still some in the fridge.",

//Outdoors
"Outdoor_0": "I'm going to go for a run.#$b#I know you're busy today, but let me know if you ever want to join me.",
"Outdoor_1": "I don't have any clients today.#$b#Do you need any help around the farm?",
"Outdoor_2": "I'm gonna go chop some firewood.#$b#I figure I might as well make myself useful around here for once, haha.$h", 
"Outdoor_3": "This is so much land to manage, and you did it all on your own for so long.#$b#You're amazing, love.$l", 
 "Outdoor_4": "Did you climb trees much as a kid? Sometimes I get a weird urge to see if I still have the skills... but kids are a lot more resilient than adults, and I don't want to risk it.#$b#Maybe I'm just getting boring...$s",  

//Leaving
"funLeave_Philip": "I'm going to take a quick jog up to the hotel and use the gym before today's appointments.#$b#I'll probably be back late, so don't wait up. I love you.$h", 

//Returning
"funReturn_Philip": "I have returned after a successful day of saving the earth once again! Or, at least, saving someone from some additional discomfort.$h#$b#That counts, right?", 

//One kid
"OneKid_0": "Have you seen %kid1 waking up from a nap and doing the exact same stretch you do?#$b#It's really cute!$h", 
"OneKid_1": "Do I have any marker left on my face?$u#$b#I dozed off for a second and %kid1 gave me a makeover. Stinker.$h", 
"OneKid_2": "This still feels pretty surreal, sometimes. Like, here I am, with you, and we have a family together.$l#$b#This is pretty great.$h", 
"OneKid_3": "I was thinking about taking %kid1 shopping for some action figures so mine stay off-limits.$h",

//Two kids
"TwoKids_0": "Sometimes %kid1 and %kid2 are best friends, and sometimes they're archenemies.#$b#I guess that's how it goes with siblings, though.",
"TwoKids_1": "Evelyn asked me the other day if %kid2 gets jealous of %kid1. I didn't know.#$b#But I asked %kid2 what they thought and they started asking if my comic books were up for grabs, so I'm guessing not.$h", 
"TwoKids_2": "I was thinking that the kids might really like the Force Rangers series, but it might be a little old for %kid2 still.#$b#What do you think?",  
"TwoKids_3": "One day, they'll want to eat something other than plain pasta and fruit bars.$h#$b#One day. But not today.", 

//Relationship-dependent
//Good
"Good_0": "Are you a shoulder muscle? Because you've got me trapped.$l", 
"Good_1": "One of these days, I'll find a cheesy pickup line that doesn't make you groan, I promise.$h",
"Good_2": "You must be a risorius muscle, because I can't stop smiling around you.$l",
"Good_3": "Do you remember that one series you kept asking about?#$b#Turns out the original author is rereleasing a bunch of issues next spring!$h",
"Good_4": "Shiro asked me the other day if you ever get jealous of my job meaning I'm really physically close with other people.#$b#To be honest, it never even occurred to me, because I know you trust me. I love that about you.$h", 
"Good_5": "It might be smart for me to look into pediatric physical therapy.#$b#It'd be good with the kiddos in the valley, and I mean, you never know where life will take us... ",  
"Good_6": "Have I ever told you how much I adore you?#$b#Because I do. A lot.$l",  
"Good_7": "Dang, you look good today. I don't know what it is, but you just look... I dunno.$h#$b#The only word that comes to mind is 'perfect'.$l",  
"Good_8": "Lola and Freddie are insanely sweet together.#$b#I hope we're like that when we're their age.$l",  
"Good_9": "I never thought when I accepted this assignment I'd end up here.#$b#I'm so glad I did.$h", 

//Neutral
"Neutral_0": "I almost went into baseball before getting into physical therapy.#$b#I'm really glad I didn't.$h", 
"Neutral_1": "Keahi says his wrist has been hurting him, and Pika said something about him taking a tumble out of a tree the other day.#$b#I'm going to stop by today.", 
"Neutral_2": "Can we clear some room in the fridge?#$b#I found a new protein shake brand I want to try, but they only ship packs of six.", 
"Neutral_3": "I need another shelf for my stuff.#$b#Are you up for running over to that antique store in Grampleton this weekend?",
"Neutral_4": "Have you ever thought about growing soybeans?#$b#They're super versatile and healthy.$h",
"Neutral_5": "%Philip is humming something under his breath.#It sounds like the theme song for a show he's been watching.",
"Neutral_6": "George has been pretty tough lately, and he's even crankier when Evelyn leaves.#$b#But at the same time, I think it'd be unprofessional to ask her to stay...", 
"Neutral_7": "%Philip looks lost in thought.#$b#Hmm? Oh, sorry, I'm in the middle of a really good story arc and I guess it's sucking up all my attention.", 
"Neutral_8": "My favorite author started a blog! He's going into all the worldbuilding stuff he did.#$b#I can't wait to read it.$h",
"Neutral_9": "Do you think I have good hands?#$b#Trinnie tripped while running the other day, and when I checked her ankle, she flinched. I don't know if that was because of me, or what...",  

//Bad
"Bad_0": "Not right now. I think I need some space.$s",
"Bad_1": "Ugh. Can we not talk about this?$a",  
"Bad_2": "What happened to us? Things were so good, and now it's like a bad reboot.$s",
"Bad_3": "You make comic book villains more believable.$s",
"Bad_4": "%Philip is ignoring you.",
"Bad_5": "I earned my money and I'll spend it on comic books and collectibles if I want to!$a",
"Bad_6": "Do you even still love me?$s",
"Bad_7": "Look, I just want to read in peace, okay?$a",
"Bad_8": "You don't care about my hobbies and interests at all anymore. Did you ever care?$a",
"Bad_9": "Yoba, I hate this. I really do.$a",

}
