{
	"Introduction": "Hi.#$b#You're the new farmer who just moved in, right?#$b#I'm Ian, it's good to meet you.#$b#I live over in Ridgeside Village.$h#$b#Generally, I just work for whoever asks and can pay a good fee.#$b#That can include you, of course!$h",

//Spring
	"spring_1": "Today marks the start of a new year.#$b#I've got lots of stuff to do.",
	"spring_12": "I have to help Lewis later in setting up the festival decorations.#$b#It's going to be a busy day today.",
	"spring_23": "Helping setting up the forest field for the Flower Dance involves hauling a lot of flowers.#$b#Thank goodness I don't get bad spring allergies!$h",

//Summer
	"summer_1": "Oh, man.#$b#Is it summer already?#$b#I hate the dry season.$s#$b#The hot sun makes me so thirsty!$s",
	"summer_10": "Bringing out the giant pot for the soup tomorrow is such a big chore!$h#$b#It takes six grown adults to carry it!$u",
	"summer_27": "The festival tomorrow is one of the moments where I get to relax and enjoy the scenery.$h#$b#You're in for a real treat, @.",

//Fall
	"fall_1": "I like this season.#$b#So many people need their leaves raked.#$b#It's a good way to make some pocket change!$h",
	"fall_15": "I'll have to stay up late tonight.#$b#I promised Lewis and Lenny that I'd help set up stalls for the festival.#$b#The vendors arrive early in the morning, so we have to work through the night.",
	"fall_26": "Marlon wants me to help build cages for the Spirit's Eve fest.#$b#Says there'll be dangerous monsters in those cages so they need to be sturdy.#$b#I'm not even sure where he gets these creatures.",

//Winter
	"winter_1": "Winter is probably my favorite season.#$b#It snows a lot here in the valley, so I almost always have work to do!$h#$b#The best part?#$b#I don't sweat as much!$h",
	"winter_7": "I'm excited to make some snowmen tomorrow.$h#$b#Say, do you plan on joining the fishing competition?#$b#I hear Willy's upped his game this year.",
	"winter_14": "I have to prepare myself both physically and mentally for tonight.#$b#I'm gonna be staying up late again to help Willy prepare the docks for the merchants.",
	"winter_15": "The creepy guy on the docks shows up every year, but no one knows why.$a#$b#He doesn't pay a vendor's fee, either.$a#$b#If you ask him to leave, he just laughs.$a",
	"winter_16": "The submarine is a good investment for making a profit.#$b#Willy buys Midnight Squid for a good price.",
	"winter_17": "I've always been a fan of the lights and vibe of the Night Market.#$b#Something about the boats on the dark water is calming.",
	"winter_24": "The big holiday tree is so fun to decorate!$h#$b#I look forward to tomorrow.",

//Days of the Week

	//0 Hearts
	"Mon": "Oh, hi.#$b#I'm sorry.#$b#I'm busy.#$b#Talk to you later.",
	"Tue": "Hey!#$b#What's up?#$b#Sorry, I'm working on something right now.",
	"Wed": "Hi @.#$b#How's the farm life?#$b#Oh, going fine?#$b#That's nice.",
	"Thu": "Richard's a good boss.#$b#But I mean, I have lots of employers.#$b#It's a busy life.",
	"Fri": "I try to squeeze breaks in my schedule.#$b#A quick sip of a soda and bite from a sandwich is enough.",
	"Sat": "Hey there, @.#$b#Busy too?#$b#Well, I got to go.#$b#See ya.",
	"Sun": "How's it going?#$b#How's the farm?",
	
	//2 Hearts
	"Mon2": "Hey what's up, @?#$b#No, it's fine.#$b#I can do this on my own.",
	"Tue2": "Robin's a kind boss.#$b#She lets me take a break pretty regularly.$h#$b#Even still, most of my breaks are spent doing work for Pierre.",
	"Wed2": "He might be rough around the edges, but Pierre is a funny boss.$h#$b#He sometimes cracks good ones while on the job.#$b#He makes work less of a drag.",
	"Thu2": "Yesterday, Abigail helped me move some boxes.#$b#Her purple hair looks real good on her.$h#$b#Oh... h-hey!$l#$b#Don't tell her I said that!$a",
	"Fri2": "How's it going, @?#$b#You look like you could use a break.#$b#Haha, who am I to say that?$h#$b#I can't remember the last time I just sat and breathed.",
	"Sat2": "Philip told me to take some time to rest my body.#$b#I suppose he's right.#$b#That's why I increased my sleep schedule by 10 mins.$h",
	"Sun2": "Shane's a good buddy of mine.#$b#We both go hang around the lake to drink sometimes.$h#$b#He's a little cranky, but he's a good guy.",
	
	//4 Hearts
	"Mon4": "Oh, hi @!#$b#What's up?#$b#Taking a break?#$b#Well, if you need any help with your farm, I can always find some time.$h#$b#I don't charge much!",
	"Tue4": "I practice wood sculpting and carpentry at night.#$b#I'm not as good as Leah or Robin, though.#$b#It's just a small hobby to get my mind off things.",
	"Wed4": "I saw your field yesterday as I worked at Marnie's Ranch.#$b#You have to manage a lot that big?#$b#Woah!#$b#I remember helping your grandpa before too.#$b#He was a good man.",
	"Thu4": "I wonder if I can drive the bus too?#$b#I've driven a tractor plenty of times... hmmm.",
	"Fri4": "Yesterday I asked Pika if I can do some errands for him.#$b#He told me that it's all fine and Corine has it covered.#$b#I then asked Corine if I can lend a hand.#$b#She said that it's sweet and all but she wants to earn her money herself.#$b#I admire her outlook in life.$h",
	"Sat4": "I don't really waste too much money and save where I can.#$b#I mean, what would I even spend it on?#$b#I get it's for pleasure, but, I mean, I've already got like two shirts and a good pair of jeans.#$b#What do you mean that's not enough?",
	"Sun4": "Abigail called me 'swole.'$s#$b#I'm not sure what that means...$s#$b#is that a compliment or an insult?$s",
	
	//6 Hearts
	"Mon6": "Yesterday, while helping Lewis move around some boxes in his house, I found a hidden statue.#$b#It looked like Lewis, but it made of gold.#$b#I didn't look at it any longer than necessary.#$b#I'm not gonna judge another man's personal stuff.",
	"Tue6": "Last night, I saw Caroline sneak out of her house and into the forest.#$b#W-wait, I wasn't spying on her!$u#$b#I was out late helping Kenneth with some lights!$a",
	"Wed6": "When I help out at the library, I sometimes get to see the classes Penny teaches to the children.#$b#She's real smart.$h#$b#I'd like to sit in some time, but I'm kind of embarrassed.$s",
	"Thu6": "I don't really know how to read and write, but that hasn't stopped me so far.$h#$b#Lenny said I should take the time to learn, even if just  the basics.#$b#I'm fine for now, but the thought is nice.",
	"Fri6": "I went and bought a Joja Cola yesterday.#$b#It was just fizzy water!$a#$b#I got ripped off!$a",
	"Sat6": "Sometimes during my odd jobs, whoever I'm working for will get me lunch.$h#$b#Hard work comes with some perks, I suppose!",
	"Sun6": "I sometimes help Robin with construction work.#$b#I never ask too much of her, since she's got a big family to care for.#$b#She's real patient with me, and a great carpenter too.$h",
	
	//8 Hearts
	"Mon8": "Oh!#$b#Hi!#$b#It's really good seeing you, @!$h#$b#Oh me?#$b#Nah!#$b#I'm all good!#$b#I never get tired!$h",
	"Tue8": "You're looking great, @.$l#$b#Looks like all that farm work is making you strong!$h#$b#It shows.#$b#Me, I think I need to work a little harder.#$b#I'm getting a little chubby!",
	"Wed8": "Hey, do you need any help with your farm?#$b#I can do a little work for free, maybe like a free sample!#$b#Maybe then you'll consider hiring me after.#$b#Haha, just kidding... unless?$l",
	"Thu8": "Hi @!#$b#How's it going?#$b#Hey, what's your favorite food?#$b#Why?#$b#Oh nothing.$h#$b#I was just curious.$l",
	"Fri8": "I helped Robin build your renovation.#$b#Knowing it was for you, I tried my best!$h",
	"Sat8": "I picked up a book at the library the other day to read by myself.#$b#It was hard.$s#$b#But I managed to read all the way through the Table of Contents!$h",
	"Sun8": "Hi @!#$b#You look even more handsome today.$l^Hi @!#$b#You look even more beautiful today.$l#$b#Ah, w-wait!$u#$b#I'm sorry!$u#$b#W-was that weird?$l#$b#But... I mean it!$l",
	
	//10 Hearts
	"Mon10": "Hey there, @!#$b#How's the farm going?$h#$b#Just say the word if you need any help today.#$b#I'll always put you first.$l",
	"Tue10": "While I was helping Gus the other day, I asked what your usual order is.#$b#Not for any reason in particular.#$b#I was just curious, that's all!$h#$b#... okay maybe I wanted to see if I can make it for you.$l",
	"Wed10": "Hey, @!#$b#I'm glad you're here!$h#$b#Quick, I need an energy boost!#$b#Can I have a kiss?$l#$e#That hit the spot.$l#$b#Thanks @!$h",
	"Thu10": "I'm sorry I'm always busy, @!$s#$b#I promise I'll make it up to you!$s#$b#Tell me what day you're off next week.#$b#We'll make it a date!$h",
	"Fri10": "Ah!#$b#All this work is tiring.$s#$b#It's fulfilling when I finish a job, though!#$b#That's partially my fault, with how I push myself.$s#$b#I'd be lying if I said I didn't try and show off when you're around.$l",
	"Sat10": "I tried writing earlier before I left for work.#$b#My goal is at least 5 words a day.#$b#Today, I wrote '%farm', '%favorite', '%noun', '@', and '%place'.$h#$b#Not sure why those popped into my head, but oh well!$h",
	"Sun10": "I helped Clint the other day with some tool upgrades.#$b#I'm not sure which was yours though.#$b#He gets a lot of orders.#$b#I mean, if I knew, I would have delivered it to you personally.$h#$b#You know, just to see you.$l",
	
//Special Dialogue
	"breakUp": "I'm sorry we didn't work out... I hope you can find someone to give you the happiness I couldn't.$s",
	"danceRejection": "Oh, sorry @.#$b#I have to tend to some tables.",
	"divorced": "Don't talk to me.$s#$b#You've wasted enough of my time.$a",
	"MovieInvitation": "A movie invitation?$u#$b#I rarely get those.$l#$b#I'd love to go with you, @!$h",

//Resort
  	"Resort_Entering": "It's been so long since I've left the valley.$h#$b#I've almost forgotten what being on a boat feels like!",
  	"Resort_Leaving": "It was nice while it lasted.#$b#But tomorrow, it's back to the usual, work and errands.$h#$b#I do feel refreshed, though!",
  	"Resort_Leaving_2": "I'm going to miss the salt on the air.#$b#It reminds me of home.#$b#I should write another letter to my family, soon.",
  	"Resort_Shore": "Is it really alright to enjoy myself like this?#$b#I just keep thinking about all the work I'm missing out on...$s",
  	"Resort_Shore_2": "Harvey tells me I've been stressing too much lately.#$b#I think this will help.",
  	"Resort_Umbrella": "The sound of the ocean is one of my favorite things.#$b#It makes me feel so calm, like I could just walk into the waves and live without a care.#$b#Haha, sorry, was that a weird thing to say?$h",
  	"Resort_Umbrella_2": "I don't like to be in the sun when I can avoid it.#$b#I can't tan.#$b#I just burn.#$b#That's how I got all of these freckles, haha!$h",
  	"Resort_Umbrella_3": "I wonder if they need another person to help clean.#$b#I should ask whoever's in charge.",
  	"Resort_Wander": "Am I lost?#$b#I may not look like it, but I'm good at finding my way around new places!",
  	"Resort_Bar": "Hey, @!#$b#Can you believe Gus runs bother the bar and the saloon?#$b#What an awesome guy!$h",
  	"Resort": "I wonder if I could take some coconuts home.#$b#They're super tasty, and the fiber is great for starting a fire!$h",

}
