{
	"Introduction": "Hello, dear!$h#$bYou're new here, right?$h#$b#It's so nice to see new faces in town.$h#$b#My name is Lola and I live here with my husband, Freddie.#$e#Don't mind us, just some old lovebirds enjoying the peace and quiet!$h",

//Spring
	"spring_1": "Spring time, hmm?#$b#I never really understood the fascination with this season.#$b#Not really my personality, you know...",
	"spring_12": "Hello, @!#$b#Are you excited for tomorrow?$h#$e#I'm helping hide the eggs in preparation for the egg hunt.#$b#Although, Caroline keeps telling me to make them easier to find.$s",
	"spring_23": "Oh, Freddie and I look forward to the Flower Dance every year.#$b#We don't get many chances to strut our stuff!$h",

//Summer
	"summer_1": "I'm going to plan a beach trip for me and Freddie.$h#$e#I'll have to be careful about what swimsuit I pack though.$u#$b#Don't want to give the old man a heart attack, after all!$h",
	"summer_10": "My husband and I met the governor years ago, before he'd ever been elected.#$b#He was still a young man back then, full of dreams and promise.",
	"summer_27": "I'm so excited for tomorrow night!$h#$e#Freddie and I have traveled all over the world, and there's nothing quite like the moonlit jellyfish here in the valley.",

//Fall
	"fall_1": "I once learned a traditional Gotoro poem while traveling.#$b#I think it goes: 'Fall, leaves, fall; die, flowers, away.#$b#Lengthen night and shorten day.#$b#Every leaf speaks bliss to me.#$b#Fluttering from the autumn tree.'#$b#Beautiful, hmm?$h",
	"fall_15": "You have to pick your very nicest crops and products for tomorrow, dear!$h#$b#Always present your best. First impressions are very important!",
	"fall_26": "Spirit's Eve is my favorite festival.$h#$e#I used to love dressing up. I had this slick little cat-suit number.#$b#Between you and me, that's how I purred my way into Freddie's heart!$h",

//Winter
	"winter_1": "This cold is awful hard on fragile old bones.#$b#You know what the best solution for the cold is?#$b#A hot drink![395]#$e#Stay warm, dear.$h",
	"winter_7": "I may be old, but I'm not weak!$a#$e#I know people mean well, but I wish they would stop offering to carry my shopping or some nonsense.$s",
	"winter_14": "Freddie and I were talking about going on a trip the other day, but when I dug my suitcase out of the attic, it was a wreck!$u#$#b#I guess some vermin got into it or something.$s",
	"winter_15": "I'm going to look for a new suitcase.",
	"winter_16": "I haven't found a suitcase yet, but I had some lovely conversations with the man making coffee!$h",
	"winter_17": "I found a suitcase, dear, and I have to say I'm very excited!$h",
	"winter_24": "Freddie and I are going on a little trip after tomorrow's festival!#$b#If the weather permits, of course.$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hello dear! How does your week look?#$e#Don't forget to water your crops, alright?$h",
	"Tue": "How are you?#$b#Have you been to the museum?#$e#They have a lot of interesting artifacts there.#$b#I donated some of it myself, you know.$h",
	"Wed": "I'm a little sleepy from waking up so early.$s#$b#Freddie always tells me to sleep in, but I love the time I get with him early in the morning, like we're the only people in the whole world?$4",
	"Thu": "I'm on my way to town right now to pick up some groceries.#$e#I'm making Freddie's favorite stew today.$h",
	"Fri": "%Lola appears to be in a bit of a rush.#$b#Oh, sorry dear, can't talk!#$b#I think I forgot to turn off the oven.$s",
	"Sat": "Sorry dear, I'm just not really in the mood to talk right now.$s",
	"Sun": "%Lola seems lost in thought. Better not bother her.",
	
	//2 Hearts
	"Mon2": "Hello there @, Have you been eating well?#$b#You look good, dear. Keep it up.$h",
	"Tue2": "I'm going to make some chocolate cake to give to Evelyn.#$b#Would you like some?#$e#I learned how to make the finest pastries while Freddie and I were in Farisia, you know.$h",
	"Wed2": "I can't believe he asked me if I could read the sign across the street!$a#$b#My eyes are as good as they've ever been!$a#$e#Can't see far away... Give me something to throw, I'll show them how well I can see!$a",
	"Thu2": "One should really learn how to fend for themselves.#$b#I learned that early in life.#$e#Do you know how to use a weapon, dear?",
	"Fri2": "Pika served me the most wonderful soup yesterday!$h#$b#It had a familiar name, but I cannot for the life of me remember what it was!$s",
	"Sat2": "You look a little tired, dear.$s#$b#I recommend the hotel if you're looking for a little R&R.#$b#That means rest and relaxation. I just learned that the other day!$h",
	"Sun2": "Freddie and I used to take a Sunday drive through wine country when the weather was nice.#$e#Sometimes we'd stop and do tastings at a winery or two... or three...#$b#Let's keep that between you and me, hmm?$h",
	
	//4 Hearts
	"Mon4": "The cool breeze on my face feels so nice.$h#$e#Days like this make me glad to be alive.$h",
	"Tue4": "That husband of mine keeps on forgetting to clean out the darn shed!$a#$b#I've been bugging him about it for forever, and if he doesn't hurry it up, it'll be too late.$s",
	"Wed4": "Hello there! Fancy a pot of tea and a chat, if you have the time to spare?#$b#Our home's always open to you, @!$h",
	"Thu4": "I'm going to make gnocchi with purple mushrooms for Rasmodius.#$b#I picked up the recipe while cruising through Thunderton, and he's been hooked for years!$h#$e#Don't tell him I said so, but I think wizards have a rather peculiar fondness for purple mushrooms.",
	"Fri4": "I swear, Freddie's never going to clean that shed.$a#$b#Well, if you want something done right, do it yourself...$a",
	"Sat4": "Want to know the secret to staying one step ahead of Father Time?#$b#Exercise.#$e#I had to get in tip-top shape for my job all those years ago, and have held onto those good habits.$h#$b#He hasn't caught me yet!$h",
	"Sun4": "Have you ever been to the Pearl Isles?#$b#They're truly beautiful.$h#$e#That's where Freddie and I learned all we know about growing magnificent rice.#$b#Remember to plant yours near water, dear.",
	
	//6 Hearts
	"Mon6": "How are you?#$e#Don't wait for me, dear, I'm moving a little slowly today.$s#$b#Feeling just a tad dizzy, I'm afraid.$s",
	"Tue6": "I found some vermin in the shed earlier today!$u#$b#Nasty little things!$a#$e#I'll have to ask Marnie about adopting a barn cat.#$b#Or would it be a shed cat?",
	"Wed6": "Freddie is such a good man.$4#$b#I really appreciate everything he's done for me and Bliss over the years.$h#$e#Hmm? Bliss?$u#$b#Oh, must have been a slip of the tongue, dear. Never mind it.$s",
	"Thu6": "%Lola sighs deeply.#$b#I miss my old job, some days.$s#$e#It could really be thrilling at times.$h#$b#Remember to always treasure what makes you feel alive, @, no matter what it is.",
	"Fri6": "Have you seen Freddie?#$b#He tried on a wig to remember what he looked like before he went grey! Hahaha!$h#$e#If you ask me, he looks better with silver.#$b#He's gotten more handsome with age.$h",
	"Sat6": "I feel like I'm forgetting something...$s#$b#Oh, shi--shed! Shoot, forgot to lock the shed!$u#$e#Pardon me, dear, I've got to go check on that.#$b#Got to keep the vermin out, after all.$u",
	"Sun6": "Always know that you can come here if ever you need anything, alright @?$h",
	
	//8 Hearts
	"Mon8": "@! I'm really glad you decided to take on your grandfather's farm.#$b#It has really blossomed.$h#$b#And besides, if you hadn't, you never would have had the pleasure of meeting me, dear!$h",
	"Tue8": "I remember when Marlon still had both eyes.#$b#They were so green they almost looked like emeralds!#$e#It's just a shame he lost one...#$b#In the mines, was it?",
	"Wed8": "My husband misses hiking and long walks.#$b#We used to go for miles.$h#$b#Old bones and joints just can't manage all that, these days.$s",
	"Thu8": "I've got some work to do in the shed today.#$e#Maybe I'll show you inside someday soon, dear.",
	"Fri8": "The waterfalls here in the valley remind me of Evergreen Falls in Kathsi.#$e#Freddie and I had our first kiss out there.$h#$b#There was no one around, and to tell you the truth, we almost fell off the ledge while making out!$4#$b#Don't tell him I told you that.$h",
	"Sat8": "%Lola doesn't seem to have the energy to talk today.",
	"Sun8": "It's a beautiful day to be alive, don't you think?$h#$e# I wonder if Ysa's meditating in the forest...#$b#I think I'll go and join her if she is.",
	
	//10 Hearts
	"Mon10": "During one of our stops at Tribellum, Freddie and I were tasked to recover something from King Khalmon's Pyramid.#$b#You wouldn't believe how many booby traps they have!$u#$b#Nothing like almost falling into a pit of spikes to make you grateful to be alive.$u",
	"Tue10": "Freddie and I visited Rialia once, and we went to the Bloodstone Theater.#$e#Beautiful building.$h#$b#I felt like I could still hear Juv Cario's cry as he was assassinated.#$b#It was almost musical...#$e#Oh, what am I saying? Never mind the ramblings of this old woman, dear.$h",
	"Wed10": "Back before I met Freddie, I was stationed in Gervia for a bit.#$b#I was working a job, and thought I ran into someone trying to steal it out from under me!$a#$b#Can you believe that? I confronted him, but it turns out he was the bodyguard.#$b#I took care of him, of course.$a#$e#Can't leave any loose ends when you're dealing with a dictator, after all.",
	"Thu10": "%Lola looks ill. Better not bother her.",
	"Fri10": "I'm afraid Freddie is working too hard and not doing enough for himself.$s#$b#He goes to such lengths to take care of me, but here I am, a frail old bat.$s#$b#I hope he's had lunch by now...$s",
	"Sat10": "Did I ever tell you about my favorite assignment?#$b#It's the one that I'm still working on, every day.$h#$e#When Freddie and I got married, instead of traditional vows, we had the minister assign a mission to the both of us.#$b#We were tasked to 'always be there for each other, to have each other's backs, to be each other's best friend, to take care, to love and to protect each other till the day we die.'$4#$b#That's the most important directive I've ever received, and he feels the same.#$b#We make the best partners, no matter the context.$4",
	"Sun10": "Thank you for everything @, especially for always visiting me and Freddie whenever you can.$h#$e#Always remember to spend time with your loved ones and do the things that make you feel alive.#$b#Never mind what others may think!$h#$b#And if you ever decide that you want to learn a few extra skills, don't be afraid to ask!#$b#I could still show you a few moves.$h",

//Special Dialogue
	"MovieInvitation": "I'd love to watch a movie with you, dear.$h#$e#Between you and me, Freddie and I were almost in a movie once!#$b#We had to decline because we'd rather be behind the scenes.$u",

//Resort
	"Resort_Entering": "Oh, would you look at this!$h#$b#This brings back some memories!$4",
	"Resort_Leaving": "We'll be back soon.#$b#I'll make sure of it.$h",
	"Resort_Shore": "Out there to the west is Sunset Island, and past that and a little north is Rialia's southern shore.#$b#Do you see the shadow on the horizon?",
	"Resort_Chair": "It's like staring out at an ocean of possibilities.#$b#There are so many places you could go from here!$h",
	"Resort_Bar": "I don't drink much, but it'd be a shame to pass up a margarita, don't you think?$h",
	"Resort": "This place is new to me, but it feels so familiar!",

}
