{
	"Introduction": "Why hello there! I can tell that you're new here.#$e#My name is Ysabelle. What's yours?#$b#Nice to meet you @. I do hope you have a great stay here!$h",

//Spring
	"spring_1": "I'm looking forward to the start of this new season!$h#b#I hope everyone has a prosperous new year!$h",
	"spring_12": "I bought a lovely dress for Corine to wear tomorrow! It'll highlight her curves in all the right places.$h#$b#I hope she likes it.$h#$b#Oh, I also bought a sleek dress for myself. You have to come tomorrow to see it!$l",
	"spring_23": "The Flower Dance is my favorite festival!$h#$e#It gives me a chance to express myself.$l#$b#Hearing the music and feeling the rhythm just makes my heart soar.$h",

//Summer
	"summer_1": "I'm looking forward to this season.#$b#The grass skirts and the dresses all remind me of dancing hula as a little girl in summer shows.$h",
	"summer_10": "My granddad is quite excited for the festival tomorrow.#$b#He enjoys the Luau so much!$h#$e#I think the governor is more excited than anyone else, because when the soup is good, it's really good!$h",
	"summer_27": "I love how the jellyfish move when they glow.$l#$b#It's like they're dancing...$6#$e#Will you be there tomorrow? If you decide to go I'm sure you'd like it!$h",

//Fall
	"fall_1": "Oooh, I just fall in love with all the colors when fall comes around. Haha, get it?$h#$e#It's such a good season for fashion, too, with the changing weather.#$b#There's so much flexibility, and so many good color palettes.$h",
	"fall_15": "Are you thinking of going to the fair tomorrow?#$b#You should visit Gus by the fountains! His burgers are simply divine!$h",
	"fall_26": "It feels a little gauche to wear a costume tomorrow, but Corine keeps on bugging me to wear one of my tutus.$s#$e#*Sigh* But then again, I don't have to dress up. I could decide for myself.$6#$b#We'll see tomorrow.$6",

//Winter
	"winter_1": "Brr! I wonder if the lake freezes over enough for ice skating?#$b#I've never tried it!$6",
	"winter_7": "The Ice Festival makes me think about The Nutcracker Ballet.$6#$b#I always wanted to be the Sugar Plum Fairy...$7",
	"winter_14": "Do you know what you'll buy at the market tomorrow?#$e#I'm keeping an eye out for some new silk ribbons!#$b#You just can't buy them online.$a",
	"winter_15": "I hope someone is selling ribbons.$6#$e#If not I'll have to do without, or plan a trip into the city...$6No, I'd rather just do without.$s",
	"winter_16": "The elegance of the mermaids is truly otherworldly.$l#$b#If you haven't seen the show yet, what are you waiting for?",
	"winter_17": "Lupini asked if he could paint me.$u#$e#I was surprised at the offer, but I couldn't say no!$l#$b#His rococo style is unparalleled!",
	"winter_24": "I hope this yuletide season brings you joy as much as the Winter Star treats bring me happiness!$h#$b#Have a wonderful new year, @!$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hello! Your name's @, right? How are you today?",
	"Tue": "Oh hello! Have a great day ahead, @.$h",
	"Wed": "Honestly, working at the hotel stresses me out a lot.$6#$e#It must be nice having a lot of time to relax.$6#$b#I mean I get why grandfather wants me to do this, but I could also use a break.$s",
	"Thu": "Have you been to the beach? I recommend it for yoga and clearing your head.$h",
	"Fri": "Excuse me, you're in my way. I'm not really in the mood to talk.$6",
	"Sat": "I'm sorry, I can't stay and chat with you today.#$e#I scheduled dance practice for myself and I need to keep to my schedule.",
	"Sun": "Ahh my favorite day of the week.$h#$b#Sunday is my 'me' day: a time to relieve some stress and catch up on my meditation.$h",
	
	//2 Hearts
	"Mon2": "I'm going to help Haley later.#$b#She wants me to teach her the proper posture when walking the runway.#$e#She thinks it'll give her an edge for the next Flower Dance festival, but it's really just a good skill to have.$h",
	"Tue2": "It's a nice day today isn't it? I have a craving for chocolates right now. Hmm, and maybe some strawberries.",
	"Wed2": "Hi @! I hope you have a great day today!$h",
	"Thu2": "If you see my grandfather, please don't tell him I'm here okay?$u#$b#I'm hiding from my to-do list, today.$l",
	"Fri2": "I admire Leah's attitude. She specializes in abstractions, but there's a certain class to her work.$h",
	"Sat2": "Have you taken the time to care for your body today?#$b#I'm on my way to the hotel gym. Would you care to join me?",
	"Sun2": "Have you tried the valley truffles?#$b#They're absolutely magnificent grated over some popcorn, believe it or not.$h",
	
	//4 Hearts
	"Mon4": "I miss hanging out with Alex and Corine at the beach.#$e#It has always been our safe haven.$h#$e#You're welcome to join us next time if you like, @.",
	"Tue4": "Today's been a good day for the hotel.#$b#I'm glad for Grandfather that he's able to see how much the valley appreciates his hard work.$h",
	"Wed4": "When I go into town, I often make it a point to visit Harvey and bring him coffee.#$b#We both enjoy talking about life and work whilst taking a little stroll around the plaza.$h",
	"Thu4": "OH NO! I left my pointe shoes at Corine's last night.$u#$b#I hope she left them alone; she likes to try them on when she's had a drink or two.$6",
	"Fri4": "Hello @! How have you been?#$b#My, you're glowing today. You must be eating well and getting your beauty sleep!$h",
	"Sat4": "I really appreciate grandfather for always giving me a full day to focus on practicing.$h#$e#I'm not completely sure what the next few years will hold, but I want to stay as sharp as I can.$l",
	"Sun4": "I'm going to the forest today to meditate.#$e#Lenny joins me whenever she feels stressed, as it's such a good way to let go of anxiety and practice being present.#$b#It's also a little bonding time for us.$h",
	
	//6 Hearts
	"Mon6": "I applaud how hard Corine tries whenever she joins me in my training.#$b#She's definitely improving quickly.$h",
	"Tue6": "I'm grateful for Grandfather. He took me in and took care of me when I was lost.#$b#I don't know how I would've survived if he wasn't there to guide me.$6",
	"Wed6": "Maddie had the audacity to tell me that I don't contribute enough to save the Earth.$a#$e#There's a great deal that we can accomplish that doesn't involve picking up litter.$a#$b#She must've been short on sleep before she approached me, so let's give her the benefit of the doubt.$6",
	"Thu6": "Oh, hello there @! Have you tried the triple shot espresso?#$b#It is to die for! I think this is what ambrosia tastes like.$l",
	"Fri6": "After Philip finished work yesterday, he came by the lobby and offered to help out. Grandfather got suspicious though.#$b#Would you believe that he actually thought Philip and I were seeing each other?$u",
	"Sat6": "~Another day, another plié.~$h#$e#Saturday is my new favorite day of the week.#$b#It's a day for just me and the dance floor. Well, gym floor.$h",
	"Sun6": "Grandfather joined me for a forest walk the other day.#$b#We had a picnic on the grass and he told me stories from my and Corine's childhoods.$h#$e#He said that I've always been rather prim and proper.$6#$b#Thank the universe for Corine, she's taught me to loosen up a bit.$h",
	
	//8 Hearts
	"Mon8": "Hello, @! My, I think the skies look a bit brighter with you around!$l#$b#I'm only teasing. How are you?$h",
	"Tue8": "Hey there, @! I've been looking for you! But I can't for the life of me remember why.$l#$b#Oh well! It's good to see you.$h",
	"Wed8": "It's good to see you!$h#$b#Yes, I'm aware we saw each other recently, but absence doesn't require time to make the heart grow fonder.$l",
	"Thu8": "Hello @! It's a beautiful day isn't it?$h#$b#If you have some time to spare, care to spend it with me?$l",
	"Fri8": "Why, hello there sunshine. You're looking more magnificent than usual!$l#$b#Like you're sculpted of stone!^You're as radiant as the sun!$h",
	"Sat8": "Hey @, I'm on my way to the gym to warm up for my training. Would you like to accompany me?#$b#Lenny said she's going to try and drop by, though I don't know if that would encourage or discourage you from joining me.$l",
	"Sun8": "Hello @, I'd just like to say that I'm really grateful for you.$l#$e#Especially these past few days. Both for listening to me, and for just simply being there.$l",
	
	//10 Hearts
	"Mon10": "A great day to you my favorite dose of sunshine! Did you miss me?$h#$b#Oh, stop, you'll make me blush.$l",
	"Tue10": "Hello love, how was your day? Would you like to meet me after work?#$b#Let's go on a date.$h",
	"Wed10": "I'm rather of bored and stressed. I want to go release some tension and dance a bit.$6#$b#Care to join me, love? Take a risk! I'm sure I can teach you a thing or two.$h",
	"Thu10": "Corine asked about our relationship the other day. She was curious about how we ended up together.$h#$b#I can't quite remember the story in detail. It was all a delightful blur.$l",
	"Fri10": "Can we go to your farm? It's incredibly... what's the word? Not peaceful. Tranquil? Hmm...$6#$b#Comforting! That's it!$h",
	"Sat10": "I finally figured out a name for what you and dance have in common, for me: both feel like home.$l",
	"Sun10": "How does a picnic and a bottle of something sparkling sound?#$e#Champagne would be wonderful, but to be honest, I'd be fine with some sparkling water, as long as you're there.$l",
	
//Special Dialogue
	"breakUp": "I apologize for doing this... But I don't think things will work out between us.$6",
	"danceRejection": "Oh dear, I'm sorry but I have to decline.$6",
	"divorced": "What you did to me is unacceptable!$a#$b#You're not worth my time so please stop wasting it!$a",
	"MovieInvitation": "I'd be delighted to accompany you to the movies, @.$h#$b#Just let me tidy myself up, then I'll meet you at the theatre in a heartbeat.",

//Resort
	"Resort_Entering": "Ahhh, a chance to soak up some sunshine and relax!$h#$b#This is my kind of getaway.$h",
	"Resort_Leaving": "Awwww. Must we leave so soon?$6#$e#I must tell grandfather about this place! I think it'll be a great reason for him to get away from the village for a while!$h",
	"Resort_Leaving_2": "This place is definitely for keeps. I must return here soon.#$b#With some company maybe?$l",
	"Resort_Shore": "The sky's above, the sand's below. I feel at peace here. The sea's calling out to me.$h",
	"Resort_Shore_2": "I wonder how many seashells I'd find here.#$b#They're like the love letters of the ocean.$h",
	"Resort_Umbrella": "Ahhhh, a day for relaxation. Isn't it wonderful?$h",
	"Resort_Umbrella_2": "The ocean is everything I want to be. Beautiful, exciting, wild, and free.$h",
	"Resort_Umbrella_3": "I could never in a million years get tired of this view.$h",
	"Resort_Wander": "I'm looking for that perfect, quiet spot, with a breathtaking view.#$b#Have a cold drink in my hand, with a warm sea breeze on my skin, and the sound of the waves crashing.#$e#Ahhh, that would be the BEST!$h",
	"Resort_Bar": "There's nothing else you need at the beach but a tequila and a tan!$h",
	"Resort": "Ahhhh! Home is where the sea is, haha!$h#$b#I hope I get to work on my tan!",

}
