{
	"Introduction": "Uhm, I don't know you.#$e#Oh... you're the new farmer.#$b#I'm Yuuma. Shiro is my big brother.#$b#Well, I need to go... bye.$h",

//Spring
	"spring_1": "Yay, it's a new year!#$b#I'm gonna spend it with Shiro.$h",
	"spring_12": "Oh, the Egg Festival is tomorrow... sounds nice.",
	"spring_23": "I don't like the Flower Dance.$s#$b#It reminds me of mommy and daddy. I miss them...$4",

//Summer
	"summer_1": "I try to take care of the yard and house more in the summer, so my brother doesn't have to worry so much about it.#$b#It's a lot of work, but that's okay. I'm good at it now.$h",
	"summer_10": "Please bring something good tomorrow.$h#$b#I don't want the soup to taste bad.$s",
	"summer_27": "I'm happy that my brother is excited about tomorrow.$h#$b#I hope he doesn't hurt himself...$s",

//Fall
	"fall_1": "@! My brother keeps raking the leaves in the mornings.$u#$e#I told him I'll do it, but he won't listen to me.$s#$b#How do I make him stop?$4",
	"fall_15": "Oh, the fair is tomorrow, that's exciting!$h#$b#Well, sort of...#$b#I wonder if Shiro wants to go...",
	"fall_26": "I'm kind of excited for tomorrow.$h#$b#Spirit's Eve is always really neat, and I know that my brother looks forward to it.$h#$e#I hope he has a good time, but we can't stay very long or he might get tired and hurt himself.$s#$b#It's my job to make sure he's okay.$h",

//Winter
	"winter_1": "Winter is hard.$s#$b#But Ms. Lenny helps by bringing wood and food by the house sometimes.#$b#I really like Ms. Lenny.$h",
	"winter_7": "My brother and I used to go fishing a lot near the waterfalls.$h#$b#That was before he went to the army though.$s",
	"winter_14": "I wonder where these merchants come from.#$b#Do you think they come from the other side of the ocean?#$b#That's where mommy and daddy are working.$h",
	"winter_15": "Do you think if I gave them a letter, they'd take it to my mom and dad?$h", 
	"winter_16": "I asked the lady with the pig.#$b#She said she'd try to take a letter if it had an address on it, but it might take a long time.$s",
	"winter_17": "I wrote a letter.#$b#I told mom and dad that we're doing okay and I'm doing a good job taking care of Shiro.$h",
	"winter_24": "If you have me as your secret person, please give me something you think Shiro would like.#$b#Why?$u#$b#Oh, no reason. Thank you.$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hmm...?#$e#Sorry, I have a lot to do today.",
	"Tue": "Hello, @.#$e#I'm sorry, I'm busy with something.",
	"Wed": "How much are parsnips again?#$e#I'm not sure, I worry I may have not brought enough money today.$s",
	"Thu": "I saw Jas and Vincent playing in the town earlier.#$b#They seemed like they were having fun.",
	"Fri": "I passed by your farm earlier.#$b#It's getting pretty big.$h",
	"Sat": "Hmm...#$e#Oh, nothing.",
	"Sun": "I'm sorry but I'm busy today.#$e#Excuse me.",
	
	//2 Hearts
	"Mon2": "I saw Trinnie and Keahi playing near the forest earlier...#$e#It's no big deal.",
	"Tue2": "Miss Penny is such a good teacher!$h#$b#I learn so much from her.#$e#I have only one day a week to spare for school though.$s",
	"Wed2": "Hi. What's going on?#$e#I gotta go now. Bye.",
	"Thu2": "My brother can't get tired, or else bad things happen.$s#$b#Please remember that.#$e#Alright, bye.",
	"Fri2": "Can I ask you something?#$e#Um... Nevermind... $s",
	"Sat2": "Mr. Philip is really nice.$h#$b#He's been a big help to my brother.$h#$e#Excuse me, I need to go.",
	"Sun2": "I saw Vincent and Keahi play catch earlier.$h#$b#I... I... um... nevermind.$s",
	
	//4 Hearts
	"Mon4": "One, two, three, four...#$b#Oh, hello @. I'm just counting my steps. It's fun. $h",
	"Tue4": "My brother told me he's cooking Miso Soup later!$u#$e# I have to go home and help him so he doesn't try to move his arms too much.",
	"Wed4": "I visit Doctor Harvey sometimes to buy medicine for my brother.#$e#Doctor Harvey's a good person, he's very helpful.$h",
	"Thu4": "My brother likes the cold.#$e#I asked Mr. Kenneth how much an air conditioner would cost.#$b#It was expensive, though.$s#$e#Maybe we'll buy one, one day...$s",
	"Fri4": "We live off the money our parents send us along with my big brother's veteran checks.#$b#I try to work to help out, but people say a kid my age shouldn't work.$s#$b#So Miss Lenny helps us out sometimes.#$b#I like Miss Lenny. She's nice.$h",
	"Sat4": "Oh... Hi, @.#$b#How big do you think the ocean is?",
	"Sun4": "I want to swing with my big brother on the playground.$h#$b#Maybe someday, when he's feeling better.",
	
	//6 Hearts
	"Mon6": "I saw Jas and Trinnie hiding in the forest the other day.$h#$e#I think they were playing a game called hide and seek?#$b#I'm okay though. I don't need to play.$s",
	"Tue6": "I visit Miss Lenny sometimes to help.#$b#I owe her a lot. She helped a lot while Shiro was in the big brace thing.",
	"Wed6": "I study a lot at home so I can be around Shiro.#$b#Miss Penny helps me while Mr. Philip is helping Shiro.",
	"Thu6": "Hello, @. How are you?#$e#Sorry, I'm in a hurry.",
	"Fri6": "I... I miss my mommy...$4#$e#%Yuuma abruptly stops talking. He won't look at you.",
	"Sat6": "Hey there, @. I can't talk right now.#$e#Sorry! We can talk later.",
	"Sun6": "I try to learn as much as I can from Mr. Philip whenever he visits.#$b#I want to be like him when I grow up.$h",
	
	//8 Hearts
	"Mon8": "Hi, @. Can I ask you something?#$b#Am I a weird kid?#$e#Someone said I was.$s#$e#Well... It's okay.$h",
	"Tue8": "My brother has been feeling better and Mr. Philip says he's getting stronger.$h",
	"Wed8": "You're a really good person and an amazing friend, @.$h#$b#Thank you, thank you, thank you!$h",
	"Thu8": "Hi, @!$h#$b#Will... will you push me on the swings later?",
	"Fri8": "I played with Trinnie and Keahi earlier. It was fun.$h",
	"Sat8": "Pika makes really good food.#$b#My brother and I always buy some for take-out.#$e#Shiro lets me go get it on my own because it's helpful.$h",
	"Sun8": "I got to play with Vincent and Jas today!$h",
	
	//10 Hearts
	"Mon10": "@! I'm happy you're here!$h#$b#Can we play later? My brother says it's fine.$h",
	"Tue10": "Keahi came by the other day, and he showed me some of his new action figures.$h#$b#It was a lot of fun.$h",
	"Wed10": "My brother and I fixed up Mommy and Daddy's room yesterday.#$e#He says they won't come back for a while...$s#$b#but it's okay because we're all safe and they're working hard.$h",
	"Thu10": "My brother woke up with a bad pain in his back this morning.$4#$b#I got really worried but him and Mr. Philip told me it wasn't because he did something wrong or worked too hard, that it just happens sometimes.$s#$b#I'm trying to believe them.$s",
	"Fri10": "Hey, @. What's a prank?#$e#Keahi and Trinnie said they're prank experts.#$b#My brother told me not to pull any pranks though. I'm confused.$u",
	"Sat10": "Miss Flor is really pretty.$h#$b#I always like it when she talks about how people's brains work.$h#$b#She's really sweet.$h",
	"Sun10": "Hello, @! I'm happy you're here!$h#$b#Can I come help you on your farm some day?$h",

//Special Dialogue
	"MovieInvitation": "Oh? A movie?#$b#Shiro's doing fine at the moment... so I'm good to go.#$b#Thanks.$h",
	
//Resort
	"Resort_Entering": "I think my brother is excited to be able to relax. That makes me happy.$h",
	"Resort_Leaving": "That... that was nice.#$b#I really enjoyed today.$h",
	"Resort_Shore": "Have you been swimming in the water before, @?#$b#It looks really deep...$u",
	"Resort_Chair": "Maybe I should have brought a book with me.#$b#Ms. Penny says I should read more...",
	"Resort_Bar": "Wow, the juice they have here is really neat.$h#$e#We don't have these kinds of juices back in the ridge.",
	"Resort": "This place is really interesting.$h#$e#Um... I have to go, bye.",

}
