{
	"Introduction": "Uhhmmm.. Hi. You're a new face around here..#$b#I hope you have a good life here!$h#$b#OH! I'm sorry! I forgot!$u#$b#My name's Flor, An Occupational Therapist, But I'm at a hiatus for now... Nice to meet you...$h",

//Day before Festivals	
	"spring_12": "Social gatherings such as the Egg Festival are a spectacle to behold.#$b#The social interactions between peers and different age groups present a nice setting for social observations.#$e#OH! I'm sorry!.. I mean I look forward for tomorrow!$h",
	"spring_23": "I don't believe that I possess the psychomotor skills to perform the flower dance choreography.#$b#But I admire the dance when performed by others.$h",
	"summer_10": "I'm tempted to do a summative evaluation post soup eating tomorrow. I want to gather data to find out which ingredients affect the soup the most.#$b#Ohh! It's going to be exciting!$h",
	"summer_27": "I'm not knowledgable about the biological structure of the bioluminecent jellyfishes, But their migration attracts crowds of people to gather and watch them.#$b#And these amazing events encourage and reinforce social relationships. It's beautiful.$h",
	"fall_15": "I'm excited to play some games tomorrow. I observed some techniques to win other stalls.#$b#But I fear that these simple patterns won't be enough. I would have to see.$h",
	"fall_26": "I know these superstitious beliefs may be for fun.#$b#But I find the fact that these being a foundation to a festival that entices joy to kids and some adults quite fascinating.$h",
	"winter_7": "Oh! It's the festival of ice tomorrow right?#$b#Oh sorry... I just like to look at fishes...$h",
	"winter_14": "I'm kind of shy in buying stuff in the night market....$s#$b#I have to improve on my social skills.$s",
	"winter_24": "The year's coming to an end @...#$b#I hope to see you at the feast tomorrow. It's quite an interesting gathering. I do enjoy it.$h",

//Days of the Week
	"Mon": "Oh. Uhmm.. Hello.#$e#Hm?",
	"Tue": "Uh! Hi!..#$e#..Excuse me...",
	"Wed": "It's... It's a good day...$h#$e#..Uhm.. See you",
	"Thu": "I..Uhmm..You're @ correct?.#$e#I'm sorry.. I'm not good with names...",
	"Fri": "Oh! Hi!...#$e#Hmm?",
	"Sat": "Uh?.. You seem to have a lot of time in your hands...#$e#Oh nothing.. I just noticed..",
	"Sun": "Why hello...#$e#Uh.. What's.. what's up?...$h",
	
	"Mon2": "Oh! Hey @.. It's nice seeing you..#$e#How are your crops?..",
	"Tue2": "I saw Ysabelle, the girl who stays at the room beside mine, at the hotel gym yesterday...#$e#She dances so gracefully...$h",
	"Wed2": "I'm sorry but.. I am quite busy..#$e#It's nice seeing you..$h",
	"Thu2": "Have.. have you met Philip?.. I know him from our university...#$e#He's a good guy..$h",
	"Fri2": "I have been fond of my stay here in the valley...#$e#I especially the friendly people here..$h",
	"Sat2": "Hi..Hi there!...#$e#How's the farm @?.. Don't overwork now!..$h",
	"Sun2": "If I recall... giving concurrent feedback would be best for skills that utilize the motor domain. I should integrate that in my next teaching plan...#$e#Oh.. Hi.. I'm sorry you must've heard me talking to myself..$h",
	
	"Mon4": "I'm quite curious about your farm @... May I visit sometime?#$e#I'd like to interview you about certain motivators to your chosen work as well..",
	"Tue4": "Good day to you @... I'm sorry but I'm quite busy for today..#$e#Have a good day...$h",
	"Wed4": "Trinnie and Jas have interesting interactions with one another...#$e#Trinnie views Jas as a little sister and tries her best to be a big sister model..#$e#But Jas does not seem to even view Trinnie as such, she just views her as a peer.$h",
	"Thu4": "Miss Penny is such a wonderful person.. She handles children really well..$h#$e#Have you met her @? She really is quite amazing...",
	"Fri4": "Hi there @... It's good to see you all well..#$e#How are you today?..$h",
	"Sat4": "I think I'd go relax at the beach today... Or maybe no.. I think I'll just end up studying..$h#$e#I do miss my friend Elliot though...",
	"Sun4": "Why can't I recall!$s#$e#Oh sorry @... I'm just so frustrated that I can't recall a certain term to a certain phenomena I've been thinking off...$s#$e#I should study more..$s",
	
	"Mon6": "It's nice seeing you @... You're a good friend..$h#$e#I don't mind your company..",
	"Tue6": "I visited the Water Research Facility yesterday... Miss Maddie seems so nice yet has this commanding presence..#$e#I do wish I develop that sense of confidence like hers one day too..$s",
	"Wed6": "I try to assist Miss Penny in her teaching sessions with the children... But most of the time I just end up taking notes as well..#$e#Oh? What I meant to say was, I take notes from my observations with how she, as an educator, interact with her learners.. She is quite a natural!..$h",
	"Thu6": "Oh hi @.. What are you up to today?..$h#$e#Lately I've been getting better at talking to people I guess... I can look at their eyes now from time to time...$h",
	"Fri6": "Pierre and Caroline has an interesting relationship... I seem to sense tension between them..#$e#I would want to conduct a survey, But that would be out of my line of experties...#$e#I'm an occupational therapist not a psychiatrist..",
	"Sat6": "Back at the city.. I was assigned to be an OT at a pediatric center for special children...#$e#I miss my job.. But this hiatus has it's reasons...",
	"Sun6": "I got to get better... Hmmm...#$e#Oh! Sorry @... I didn't notice you!.. I was just pumping myself up to study later..$h",
	
	"Mon8": "Oh! @! You're here!... Uhhmm..$l#$e#It's.. It's... Nice to see you..$h#$e#How are you?.. I can chat for a while..$h",
	"Tue8": "If you ever forget how to do activities of daily living, come to me okay?..#$e#It's a joke haha... But I mean..#$b#If you are free.. You can always accompany me.. I don't mind...$l",
	"Wed8": "Hey there @... I went to town yesterday..#$e#Emily told me that I was glowing... I didn't know what she meant.. I'm not bioluminecent right?#$e#If I am.. Something must be wrong in my system!$s",
	"Thu8": "I worked with George and Evelyn some time ago... I loved working with geriatric patients.. They're adorable..$h#$e#Oh!, I'm not suppose to discuss about their treatments, I'm sorry I couldn't tell you more..",
	"Fri8": "Please always watch yourself @... Okay?.. I worry...#$e#UHH! OH! $u#$e#I mean! I'm just an advocate of healthy living! That's all! No reasons behind what I just said besides that!...$h",
	"Sat8": "Hmm... If I recall... establishing intimate relationships would be based on honest exchange of consent and realizations... But I can't seem to..#$e#Oh! @! I'm sorry I didn't see you!$u#$e#What was I talking about?..Oh nothing!...$h",
	"Sun8": "Hello there @... I'm glad you're doing fine!$h#$e#I visited the forest yesterday and I was able to see your farm as well... You seem to be doing an amazing job!..$h",
	
	"Mon10": "Oh! Hey!.. Uhhmm.. I missed you, you know...$h#$e#@?.. May I ask for a hug?.. and maybe more?..$h#$e#I mean.. You decide what's 'more'.. < $l",
	"Tue10": "Please always take care of yourself! I don't want you getting hurt and becoming a patient of mine!.#$e#It's because in the code of ethics, it is wrong to have intimate relationships with your patient..$s#$e#Oh! Wait.. I think I had that idea wrong....#$e#Whatever happens... I'll try my best to take care of you @...$l",
	"Wed10": "Hey I'm not a good kisser... But, what the heck.. *kisses you* $l#$e#I.. I've been wanting to do that since forever...$l#$e#Uhhmm.. So.. Want to hang around for a bit?... Your company stimulates a rush of oxytocin and serotonine in me...$l",
	"Thu10": "I've been craving for some Ice Cream @!..$s#$e#Why am I crying? I don't know! Waaah!$s#$e#I want Ice Cream..$s",
	"Fri10": "You know... I have to admit.. I sometimes get insecure maybe you will get bored with how I talk.. I'm so meek..#$e#I mean.. maybe you'll get tired of me and...$s#$e#(you hug her) Oh!$u#$e#I love you @... $l",
	"Sat10": "I've been cooperating with Doctor Harvey for some time now.. I wish to start working here in the valley too..#$e#I don't want to go back to the city now that I found you.. I mean.. I also like the town here...$h#$e#But ofcourse, you're my prime motivator to stay...$l",
	"Sun10": "Oh @! You're free for the day now?.. Well I'm happy!$h#$e#Come here! I want to tell you something... Come closer...$h#$e#*kisses your cheek* Hihi < #$e#What? Why are you getting closer now!$u#$e#Oh! *you kiss her* $l#$e#Okay okay... You win..$l",
	
//Seasonal
	"spring_1": "It's the spring season... I look forward for a new year..$h",
	"summer_1": "The summer season attracts tourists to the valley sometimes...#$b#It's quite fascinating to see new faces...",
	"fall_1": "I do adore this season... The temparature seems to be just right for studying..$h",
	"winter_1": "Hmm.. I love this season!$h#$b#Drinking hot tea while readint beside the fire place is such bliss.$h",
	
//Special Dialogue
	"breakUp": "Please... I need some time alone... I'm sorry...$s",
	"danceRejection": "Uhmm... I'm sorry but I'm too afraid to dance...$s",
	"divorced": "Why did you do that... Please don't talk to me...$s",
	
}