{
	"Introduction": "Hello there, stranger. You must be the new farmer everyone has been talking about?#$b#Nice to meet you. My name is Freddie. I live in the village with my wife, Lola#$b#Don’t hesitate to visit us whenever you want!.$h",

//Day before Festivals	
	"spring_12": "I think I'll be enjoying a few deviled eggs tomorrow.#$b#I'm excited.$h",
	"spring_23": "These old bones won't let me down tomorrow, I can still dance, you know!$h",
	"summer_10": "The gov's coming tomorrow? Oh, joy!.#$b# Me and him, we go way back.",
	"summer_27": "Lola and I will be on the beach tomorrow. She loves moonlit nights.",
	"fall_15": "Tomorrow you get a chance to show off your hard work, adventurer.#$b#Good luck!$h",
	"fall_26": "Ah, Spirit’s Eve. I used to love dressing up when I was a kid.#$b#Fun fact! I met Lola on Spirit’s Eve!!$h#$e#She was wearing quite a number. Hehe it made blood rush to my... cheeks haha $h",
	"winter_7": "The cold is not so gentle on us old folks. Regardless, I'm still looking forward to tomorrow.#$b#Better prepare some extra layers of clothes for Lola and I, though.",
	"winter_14": "Lola and I used to travel around the world.#$b#I miss those days.",
	"winter_24": "The end of the year is near. Can’t believe Lola and I have lasted this long.#$b#Haha, just kidding!.$h",

//Days of the Week
	"Mon": "Hello there, adventurer. Visiting the Ridge today?#$e#I hope you're doing fine. ",
	"Tue": "How's the farm, @? How are you holding up? .#$e#Have you adjusted to living here yet?",
	"Wed": "I have to wake up early to tend to the crops. Lola insists on helping, though.#$e#I keep telling her that's it's fine to stay in bed for a while, I know she has a hard time waking up.",
	"Thu": "The waterfalls around the village are such a beautiful sight, aren't they?#$e#Oh, I'm so lucky.$h",
	"Fri": "Hello there,@. How's it been?#$e#Do you have animals on your farm yet?",
	"Sat": "Oh, to be young again.#$e#I won't lose hope! I can still be lively in this old man’s body, haha!$h",
	"Sun": "Lola wasn’t feeling well, this morning. I worry for her.$s#$e#She said she’s fine... But still.$s",
	
	"Mon2": "How's it going, @? Are you done farming for the day?#$e#Have you been to Pika’s Restaurant yet? They've got some great dishes there! Oh and you've got to try their Shaketinis$h#$b#I don't remember half the day the last time I drank a couple of those haha$h",
	"Tue2": "Sometimes, the young kids pass by our house. My wife and I would then watch them run around.#$e#I'm glad the kids here have a safe place to play.",
	"Wed2": "Do you know Evelyn? #$e#Evelyn is an old friend of ours. We used to go on crazy adventures together. We’ve even been to Castle Village! Man, those memories were just... unspeakable haha $h#$b#I think that's why my wife often says 'What happens on our trips stays on the trips! Hahaha $h",
	"Thu2": "Pika is a great cook. He loves to cook, you can really taste the love.#$e#I especially like the Tom Kha Soup.$h",
	"Fri2": "If you ever see the rumored rolling kiwi around. Be friendly to it.#$e# I mean... Why not?$h",
	"Sat2": "It's never too late to try out new stuff @!#$e#Well in my case, new tame stuff, that is. My body can only handle so much",
	"Sun2": "Hello there, @! How are you today?#$e#Stay safe$h",
	
	"Mon4": "I like how the trees change colors as the seasons change.#$e#I know it's something mundane... But never forget to appreciate the little things, okay?",
	"Tue4": "Oh! I just figured out what I’m going to do today!$h#$e#I should go clean out the Shed.#$e#What's in the shed? That’s a secret!",
	"Wed4": "I remember little Alex from when he was just a tiny sprout. That kid might make it as an athlete if he keeps it up.#$e#I I hope George and Evelyn realize his potential.$s",
	"Thu4": "Hello there, adventurer. How's the farm?#$e#I thinkI might have bought some of your crops yesterday!$h",
	"Fri4": "Why hello there, @. How have you been?#$e#Have a great day!$h",
	"Sat4": "The crops I've been tending to have grown slowly but surely. I hope yours have as well.#$e#I buy my seeds at Jeric's shop because it’s the closest.$h",
	"Sun4": "Lola and I travelled around the world before.#$e#We went through a lot of trouble too!$h",
	
	"Mon6": "How are you, @? I hope you're well.#$e#Lola has been feeling sick in the  mornings lately... I'm beginning to worry.$s#$e#We should visit Doctor Harvey soon.",
	"Tue6": "I asked Philip, the physical therapist, about how to improve my walking. My back has been hurting whenever I take a step on my right foot.$s#$e#He gave me a copy of his schedule so I can visit him whenever he’s available. What a nice guy.$h",
	"Wed6": "Ah, @! I have a few tips for when you visit the mines.#$e# Make sure to bring enough food,make sure you only gather the essentials and make sure you go back home before midnight! Haha$h#$e#Stay safe out there!!$h",
	"Thu6": "I’ve seen your farm in the papers. You're doing a great job @.$h#$e#I'm happy to see you succeed.",
	"Fri6": "How are you, @? Always take care of yourself okay?#$e#Never take life for granted.$h",
	"Sat6": "Never forget, You will always have your friends by your side. If you ever feel down, you’ll have your friends to talk to.#$e#I’m happy to call you a friend! $h",
	"Sun6": "Hello there, @!#$e#You should relax sometimes. #$e#It’ss called lazy sunday for a reason!$h",
	
	"Mon8": "You're a good person,@. Also a good friend to an old man like me.#$e#I thank you for your company.$h",
	"Tue8": "Lola woke up healthy today! I'm so happy!$h#$e#It's the little things in life that I seem to enjoy nowadays.",
	"Wed8": "If you look closely at the waterfalls,You might see things you haven’t noticed before.#$e#I wonder...$4",
	"Thu8": "Perhaps I will join you in the mines one day.#$e#I might be old, but a tiny slime won’t hurt me!$h",
	"Fri8": "My wife and I always look forward to festivals! It's those rare days where we get to meet old friends.$h#$e# Promise me @ that you'll enjoy life while you can, okay?$h",
	"Sat8": "Lola loves to knit, among other things. It has become a hobby of hers when we were travelling the world.#$e#She learned different knitting techniques from different cultures in Ferngill.",
	"Sun8": "Have you ever been to Zuzu City?#$e#There is a place in Zuzu City where Lola and I sell the artifacts we find during our adventures...#$e#Some of the artifacts are worth their weight in gold.#$e#Some of them are even literalgold!$h",
	
	"Mon10": "Have you ever been to the Fern Islands?#$e#We were thinking of spending our retirement there.#$e#But we read that fresh mountain air would do us good!#$b#So we moved to Ridgeside Village instead.$h",
	"Tue10": "Lola and I went to Gotoro before the war!#$e#We learned how to craft weapons using gems!#$e#A genius blacksmith by the name of Ikor taught us how.$h",
	"Wed10": "Lola and I got lost in Calico Desert once.#$e#We were found by a travelling salesman on a camel.#$b#Sometimes we return to Calico to visit him.#$b#Watch out when you travel the de laser.!#$b#It has a lot of secrets hidden within its sands!",
	"Thu10": "Lola woke up coughing blood... We immediately called doctor Harvey.$s#$e#He said Lola has something he’s never seen before...$s#$e#I'm so worried, @...$s#$e#Excuse me for a moment.$s",
	"Fri10": "%Freddie seems to be half asleep",
	"Sat10": "Lola and I had our first mission when we were rivals.#$e#We were assigned to eliminate monsters in a cave north of Castle Village and we made a contest to who gets more monsters than the other.#$e#Along the competition, I got trapped in a pile of rubble caused by some monsters.#$e#Well then Lola had to save me, but she ended up getting stuck as well.#$e#We then spent a night at the cave, where for some reason, we opened up to one another.#$e#In the late of night, I may have confessed my feelings. And well... Things started there.$h",
	"Sun10": "You're a good friend, @. Thank you for your kindness.#$e#Never forget to value and appreciate your friends and family. Never replace them for material things.#$e#You're young and I know you can do so many more amazing things.#$e#Enjoy life, okay?$h",
	
//Seasonal
	"spring_1": "Ah! Springtime! The time to wake up for a lot of plants and animals in the valley!#$e#It’s my favorite time of the year!$h",
	"summer_1": "I'd love to visit the beach this season. I hope Lola and I find  some time to relax.$h",
	"fall_1": "It's the season for pumpkin soup! I’ll ask Lola to make me some!$h",
	"winter_1": "I’m wearing 6 layers of clothes.. How am I still cold?.$u",

	
}

