{
	"Introduction": "Aloha, young farmer. You must have followed your nose!$h#$b#. I’m Pika. I own Pika’s Outdoor Restaurant  in the heart of the village.#$e#I’m from the Fern Islands, where we speak Samaowaii. Perhaps I’ll teach you some!",

//Day before Festivals	
	"spring_12": "I’m preparing ingredients for tomorrow’s festival.Gus and I will be making egg dishes. Poached, pickled, peppered, you name it!, #$b#It’s going to be raining ‘huamoa’ tomorrow! That’s what we call eggs on Fern Island.$h",
	"spring_23": "*sigh*I miss dancing with my wife$s#$b#If only she were here, I’d be dancing with the most precious ‘wahine’ in town. It means beautiful woman in Samaowaii!  $4",
	"summer_10": "I hope everyone will like what we’ve prepared for tomorrow#$b#The festival is very close to my pu’uwai., my heart.$h",
	"summer_27": "Hmm I wonder if those moonlight jellies can be used for jellyfish salad..",
	"fall_15": "Keahi is thrilled for the fair tomorrow.#$b#I just hope that he doesn’t spend his whole allowance on the games.$s#$b#I sold a lot of fish tacos for that allowance....$s",
	"fall_26": "Spirit’s Eve is tomorrow! I bet you’re wondering what I’m going to wear! $h#$b#Oddly enough, the skeleton decorations remind me of bone broth.#$b#I might just cook some for tomorrow.",
	"winter_7": "It never snows on the Fern Islands. So I’m not that used to the cold..#$b# I’m going to ask Lewis if I can buy all the fish you catch.$h#$b#I want to make a lot of fish tacos!!$h",
	"winter_14": "I’m going to buy a lot of different spices from the Night Market.!$h#$b#Variety is the spice of life,.",
	"winter_24": "I’m so happy to have my Keahi with me for the Feast of the Winter Star$h#$b#If only his mother were here then we’d be one big happy ohana. Ohana means family and family means nobody gets left behind...or forgotten..$4",

//Days of the Week
	"Mon": "It’s a beautiful day to feed y’all! What can I get ya? ",
	"Tue": "I learned a new recipe for making glazed yams#$b#Come by next time so you can try some !",
	"Wed": "Sometimes I worry about Keahi$s#$b#He’s always running around carelessly. I fear he might injure himself.",
	"Thu": "Have you visited the Cabin Hotel yet? I heard they’ve got some great rooms and a gym if you’re into working out.",
	"Fri": "Aloha, my friend! What are you hungry for?",
	"Sat": "I’m going to buy some supplies for the restaurant later.#$b#Hmm.. I wonder where I can find some basil",
	"Sun": "I’ve been teaching Keahi how to cook since he was 6 years old.#$b#We started with eggs at first.#$b#He burned them to a crisp.!#$b#But I was proud of him for trying!",
	
	"Mon2": "Hello there! Dish of the day is Blackberry Cobbler!. It’s a special recipe I picked up from my great-great-grandfather#$b#It’s been in my family for generations, perhaps I’ll teach you one day!! ",
	"Tue2": "Sweet, sour, salty ,bitter and umami..#$b#So many flavours! !$h",
	"Wed2": "Keahi can be really naughty sometimes. ! But I don’t know how to punish him properly?$s#$b$I don’t want him to resent me$s#$b#But I don’t want him to grow up thinking it’s okay to do these things.!",
	"Thu2": "I told my boy to cook some scrambled eggs this morning and my oh my!#$b#He might one day be a better chef than I am.#$b#The student might finally surpass the master!$h",
	"Fri2": "Elliot visited me earlier and he asked for Tom Kha soup.$h#$b#He said it clears his writers’ block.. ",
	"Sat2": "Keahi’s getting on my nerves lately.#$b#He’s always getting into trouble with the other villagers because of his and Trinnie’s pranks.$a",
	"Sun2": "I really want to take a break onSundays so that I can spend more time with Keahi$h",
	
	"Mon4": "That grumpy old man George usually brightens up if you give him some fried mushroom#$b#You can either buy one from my shop or make one with common mushrooms, morel and someoil$h",
	"Tue4": "Pika’s has been flourishing lately$h#$b#Lot’s of customers means more money to set aside for Keahi’s future.#$e#If only my darling wahine were here.$s#$b#I hope I’m making her proud$4",
	"Wed4": "I’m thinking of making Keahi a treehouse.#$b#I’m just thinking about what kind of materials I should use.#$e#Hmm.. I’m going to ask Robin for her expertise.",
	"Thu4": "Keahi’s always running off somewhere. I just hope he’s being safe$s",
	"Fri4": "Aloha, @! You should try my pepper poppers today. I picked the recipe up when my family visited Gotoro, across the Gem Sea.#$b#They really like their spicy food over there$h",
	"Sat4": "%Pika’s too engrossed in his cooking to talk to you",
	"Sun4": "Sometimes I get absorbed in making innovative recipes that I forget the time, Hahaha$h#$b#A great cook has to innovate!$u",
	
	"Mon6": "I’ve got a new dishI’d like to invent!#$e#What do you think about a spicy eggplant parmesan with a garnish of fried chips on top?#h",
	"Tue6": "I’m on my way to visit Philip right now$s#$b#I actually heard my shoulder pop out while handling my wok$4#$e#I hope I didn’t injure myself.$s",
	"Wed6": "I love seeing Keahi enjoy himself$h#$b#A father’s greatest wish is for his child to grow up and be happy.",
	"Thu6": "Keahi has been learning a lot fromPenny..*sigh*$s#$e#Don’t get me wrong, I’m grateful for what she’s doing for Keahi.#$b#I just sometimes think about what it would be like if his makuahine, his mother, was here$4",
	"Fri6": "My Keahi made a new recipe earlier. The apple doesn’t fall far from the tree,right?#$",
	"Sat6": "I was inspired by Keahi’s new recipes#$b#I’m on my way to our farm right now to get some fresh produce for this mystery dish I’m making.",
	"Sun6": "Keahi’s giving me a headache!$a#$b#That boy actually taped a ‘Kick me’ sign on Shane’s back$s#$b#Poor guymust’ve been kicked in his tushy real good for him to storm in here.#$e#But just between you and me, that was pretty hilarious$h",
	
	"Mon8": "*sigh*Keahi cried because I grounded him for something he did yesterday.$s#$b#No matter how much it hurts to see him sad...#$b#I know that I must stand my ground or else he won’t learn from his mistakes$s",
	"Tue8": "I had a hearty chat with that wonderful couple, Lola and Freddie$h#$b#Lola even taught me some recipes that she picked up around the world.",
	"Wed8": "Haley came over earlier and asked for recommendations for a new diet plan she’s trying#$b#I recommended the coleslaw with a side of wheat bread with a special raisin yoghurt that I made.",
	"Thu8": "Aloha, friend!$h#$b#I tricked Keahi into eating veggies when he was younger.??#$e#I just fried them with salt and honey and he didn’t even notice!.",
	"Fri8": "Hey, @! Did you know that not all foods are equal??#$b#Some dishes can make you recover more stamina than others..",
	"Sat8": "I heard little Trinnie gave my Keahi some chocolates yesterday.#$b#Haha I think she has a thing for ka’u keiki, that means my son in Samaowaii.$h#$b#These kids.. They remind me of me and my wahine",
	"Sun8": "Little Keahi’s making me so proud lately!$h#$b#He’s taking after his mother. He’s going to be a fine young man.#$b#His makuahine is going to be so proud$4",
	
	"Mon10": "I only want what’s best for Keahi.#$b#That’s why I work so hard  at the restaurant#$e#My earnings will not only provide for his future, it will also ensure that he has me and his makuahine’s spirit with him as he journeys in life.",
	"Tue10": "My parents have always supported my ambitions and dreams.$h#$b#It just so happens that my dreams were in line with theirs.#$e#If Keahi chooses a different path in life I’d still support him#$b#I’m just so proud of how much he’s grown. And I know that my wahine, my beautiful wife, is watching over our little boy.",
	"Wed10": "Food has been and will always be a part of everybody’s day-to-day life.#$e#I’m very passionate about food because I love to eat!.#$e#IEveryone has a favorite dish and there’s probably a story behind it.#$b#Maybe I’m just being a sentimental fool.#$e#But I like being a part of everyone’s life through food, It makes me feel like I belong.$h",
	"Thu10": "%Pika seems to be half asleep",
	"Fri10": "Mahalo, my friend! Thank you.$h#$b#Thank you for listening to all my stories and eating all my food !.",
	"Sat10": "One day Keahi will take over the Restaurant. Just like my tama, my father, used to say: ‘As an old net withers a new one is made’  #$h# Make sure you tell your family you love them, @.’. ",
	"Sun10": "I wish my wahine was here to see our son grow into the nice young boy he is today$s",
	
//Seasonal
	"spring_1": "The grass is green across the hill # But yellow blooms the daffodil.# It's sunshine on a little stalk #, A friendly flower, I bet they talk! # I love spring time..$h",
	"summer_1": "Hmmm.. I’m going to plan a trip for me and my little boy to go to the ocean#$b#I think it’s time he learns how to fish like we do on the Fern Islands$h",
	"fall_1": "Ahhh, the time for pumpkin soup and treats galore!#$b#What great way to bond while cooking with my Keahi.We’ll be making sweet treats he can share with his friends!$h ",
	"winter_1": "We don’t have winters on the Fern Islands#$b#I don’t think I’ll ever get used to the cold.$s",

}



