{
	"Introduction": "Hmm.. I haven't seen you around here before.#$b#But who am I to say that, I don't socialize anyway.#$b#Name's Shiro. I heard you're the new farmer.#$b#Do take care now.",

//Day before Festivals	
	"spring_12": "I hope I get some energy to attend tomorrow. I'd like to have Yuuma attend the festival.#$b#He won't attend if I can't attend.$s",
	"spring_23": "Dance your heart out tomorrow. Don't let anyone tell you other wise.$h#$e#Have fun when you can.",
	"summer_10": "Huff huff.. I hope I can visit the beach tomorrow for the festival.$s#$b#I have to make up for not going out often.$h",
	"summer_27": "I look forward to sitting in the sand under the stars tomorrow night.#$b#Paired with a pretty scenery. I think I can forget about my worries.#$e#Even for just a while.",
	"fall_15": "I keep on telling Yuuma to have fun in the fair tomorrow. But I know he won't agree if I stay alone at home tomorrow.#$e#Oh well, I'll force myself to attend to just have Yuuma enjoy a festival.$h",
	"fall_26": "I feel a little better today. Maybe I can attend the festival tomorrow.$h#$e#Are you going to dress up @? I mean why not?$h",
	"winter_7": "I miss fishing. While in the squad I was the one who fished for the team when we were camping.#$e#I miss my hobbies...$s",
	"winter_14": "Hey, if you're going to browse the night market stalls tomorrow night. Can you tell me about them when you get the chance?#$e#I'm curious but I can't go to the beach for now.$h",
	"winter_24": "I'm thankful for a lot of things.. Like I got to live on another year.$h#$e#How about you @? Hope you've had a good year.",

//Days of the Week
	"Mon": "Hey there.#$e#How's it going?",
	"Tue": "Huff huff... Uhgg.. This sucks.$s#$e#Give me a minute would you?$s",
	"Wed": "Tell me, is Yuuma being bullied when he's out the house?#$e#I hope not..$s",
	"Thu": "Hi there.#$e#@ was it? I'm sorry I don't get too much visitors.",
	"Fri": "Huff.. Huff..$s#$e#I hate this life..$a#$e#Oh sorry.. Didn't see you there.$s",
	"Sat": "Uhrg.. I hate this..$s#$e#Sorry, I don't feel like talking.$s",
	"Sun": "Can you ask Yuuma if he had breakfast? He didn't answer me.$s#$e#I wish I wasn't like this...$s",
	
	"Mon2": "Philip's help has been doing well so far. He's a good therapist.#$e#The exercises he makes me do are tough, but it's all for my health so I try to cooperate as much as I can.",
	"Tue2": "Huff huff. Sucks to have a hole in the heart now.$h#$e#I try to compensate with humor don't mind me.$h",
	"Wed2": "I used to able to hike up a mountain back and forth whenever I want.#$e#Now, well.. I can't even climb up some stairs without getting tired.$h",
	"Thu2": "I don't go out the house much for I won't be able to take it.#$e#Yuuma does the groceries. I don't want to give him so much burden.$s",
	"Fri2": "Hello there @. Nice to have another company.#$e#How's the town?",
	"Sat2": "I get shy going out the house sometimes. I don't know anyone. I've never came out the house ever since I went back from duty.#$e#I only know people who lived here before I left such as Richard and Lenny.",
	"Sun2": "I got the chance to go with Yuuma buy some take out food at Pika's place.#$e#I got to catch up with Corine. I remember her, she was once a friend I played with when we were kids.",
	
	"Mon4": "Are you doing well? I'm not. Haha.$h#$e#I'm sorry for the dark humor. But so far it's been a coping mechanism.$h",
	"Tue4": "I served at the army by the time I came of age.#$e#Trained hard and went into battles. You know, the usual.#$e#And yeah well, wasn't too careful and now look at me.$s",
	"Wed4": "I may look normal and seems like there's nothing wrong with me. But well...#$b#Nevermind... I don't feel comfortable talking about it.$s",
	"Thu4": "Hello there @. What's up?#$e#Had the privilege to taste some of your produce, or atleast that's what Yuuma said.#$e#They tasted good!$h",
	"Fri4": "I got to be careful not to get too tired or sweat too much.#$e#Philip said that my blood pressure's low and along with my heart injury, I could go into shock if I sweat.#$e#I'm like an old man in a young man's body.$h",
	"Sat4": "You see the swing set outside our house? I installed that myself before I left for duty just for Yuuma to enjoy.#$e#I came back all injured up that we haven't had the time to enjoy it though.#$e#Oh well...$s",
	"Sun4": "Huff huff... This won't be a good day..$h#$e#Huff.. Excuse me...",
	
	"Mon6": "Our parents went missing when they left for a business trip one day.#$e#Their ship sunk somewhere near the Ruby Islands...$s#$e#I heard about the news when I was on duty in the army 9 months in. The first thing that popped into my head was Yuuma and who will take care of him.$s#$e#Lenny and Lewis watched over him for the meantime. I owe them both.",
	"Tue6": "Hey! I remember your grandpa. He was a family friend. He was a good man.#$e#I know you're a good person too. He entrusted the farm to a good person. That's nice.$h",
	"Wed6": "I wish I can just wake up all back to normal one day. I don't want to see Yuuma carry this much burden anymore.#$e#I hate this...$s",
	"Thu6": "Huff huff... Darn.. Why..$a#$e#Leave me alone!$a",
	"Fri6": "Hey uhmm sorry about the other day.. I was just so angry about my life...$s#$e#But I shouldn't.. Yuuma wouldn't want that.",
	"Sat6": "Have you seen the beach lately? Can you tell me about it?#$e#I miss the beach. I haven't been there for a long time.",
	"Sun6": "We pay respects to our parents but putting a flower in their room.#$e#We don't visit their graves for we know there are no bodies there..#$e#But I still have hope they're alive somewhere..$s",
	
	"Mon8": "You've been visiting so much lately, Aren't you bored of this sick man in front of you?$h#$e#I mean, I can literally die if I break a sweat!$h#$e#Doesn't that give you thrills?$h",
	"Tue8": "Hey.. You've been a good inspiration for me to live longer. Thanks.#$e#Why? Well.. I have my reasons.$h",
	"Wed8": "Is it really okay for you to spend time with me? I mean, I don't do much. I CAN'T do much.#$e#But hey, I'm thankful for your company.$l",
	"Thu8": "Philip said I'm doing better than I was before.#$b#He said something about me having an inspiration has changed my outlook in life and that had some impact with my exercises.#$e#I wonder what he meant?",
	"Fri8": "Lenny and Lewis came by to visit the other day. They're good people.#$e#They updated my brother and I about the search for our parents. Unfortunately there's still no luck.$s",
	"Sat8": "Hey @. Thanks. For everything.#$e#What do you mean I'm being emotional? You're the one being emotional here!$h#$e#But really. Thanks for being an amazing person.",
	"Sun8": "I used to display amazing feats of strength before you know?#$b#Like a muscle up and doing handstands, and walk on while on a handstand!$h#$e#Now all I can do is stand and sit. Such a downhill progress in life.$h#$e#Oh well. I'm just glad I'm alive.",
	
	"Mon10": "Hey, can you come a little closer? I've been wanting to do this all week.$h#$b#*kisses your forehead* $l#$b#*kisses your nose* $h.#$b#kisses your lips.* $l#$e#There. $h",
	"Tue10": "@, How's the farm doing? I'd like to visit your place some time.#$e#Please do be gentle with escorting me though, I want to live a long life.#$e#Especially that I'm with you now.$h",
	"Wed10": "Philip said that my recovery has been a lot more better since I met you.#$e#I guess you're some kind of an angel huh? Haha I'm just kidding.$h#$e#You're too naughty to be an angel.$l",
	"Thu10": "I'm sorry about all my unsightly scars all over my body. Especially the big one in the middle of my chest.$s#$e#What? You don't mind? You even think they're cool?$u.#$e#Hey.. Thanks.$l",
	"Fri10": "I try to cook for myself and Yuuma sometimes. It's the least I can do for my little bro.#$e#Huff huff.. I get tired easily though, even just from simple house work.$s#$e#I'm glad you put up with me even if I'm this fragile human being.$h",
	"Sat10": "I should try to socialize more. I mean, I miss talking with lots of other people.#$e#Let's go on a stroll shall we @?$l",
	"Sun10": "My heart may be all messed up. But you know, I'm glad you were willing to welcome it in your life.#$e#Really cheesy? Haha I'm sorry. But I mean it.$h#$e#Thanks @. *hugs you*.$l",
	
//Seasonal
	"spring_1": "Aww. The winter's over? As just when I was enjoying the cold.$s#$e#I was getting used to the cold embrace of death.#$b#Haha I'm just kidding! I'm kidding!$h",
	"summer_1": "Oh boy, here comes hell season. Or atleast for me.#$b#I used to love this season, now it's a big hassle. I sweat easily in this time of year.",
	"fall_1": "I enjoy raking leaves outside the house. Gives me an excuse to spend some time outdoors.#$b#But I get shy when people pass by though.$s",
	"winter_1": "I'm glad it's the winter. The cold helps me feel better.$h#$b#Ah, I can finally hope for a good rest tonight.$h",
	
//Special Dialogue
	"breakUp": "Hmmm... I don't want to talk to you..$a",
	"danceRejection": "Sorry @. But I can't get too tired. Remember?$h",
	"divorced": "You trying to kill me or something? You wasted my time...$s",
	
}