{
	"Introduction": "Hi mister!^Hello missy!#$b#Aren’t ya new here? You’re definitely a new face!#$b#My name’s Trinnie! T-R-I-N-N-I-E, okay? Not Trina, Trinnie, got that?$h",

//Day before Festivals	
	"spring_12": "I’m excited for tomorrow’s egg hunt!#$b#Wanna have a race with me on who finds the most eggs?$h#$b#After that I’m going to challenge Keahi to an egg fight! $h",
	"spring_23": "I’m excited to wear my dress tomorrow!$h#$b#Not to mention dancing with Vincent and Jas!#$b#Oh, and of course Keahi!$4",
	"summer_10": "Luau day! Soup day! Yummy food is coming our way tomorrow!$h",
	"summer_27": "Tomorrow,my mom lets me stay up past my bedtime! YAY!$h#$e#Mom said we’re going to see migrating jellyfishes tomorrow!#$b#Uhm... What does ‘migrating’ mean?",
	"fall_15": "Me, Jas, Keahi and Vincent are all going to be at the fair tomorrow. Are you gonna be there too?",
	"fall_26": "What are you dressing up as tomorrow??#$b#Me? You’ll find out when you see me tomorrow hihi!$h",
	"winter_7": "I want to make a snow penguin waddling, haha!$h#$b#Snowmen are so boring!#$e#Hmm... maybe Keahi and I could make an abominable snowman! That would be so cool!$h",
	"winter_14": "I hope there are fun toys tomorrow at the night market!$h",
	"winter_24": "Have a very fun Winter Star, @!!$h#$b#Oh wait, it's tomorrow?",

//Days of the Week
	"Mon": "Hi, @, wanna join us? We’re on our way to play tag in the forest.$h",
	"Tue": "Hey, Keahi and I are both bored. Can we play on your farm?#$b#Promise we’ll be good!! Please? Please!! Pretty please!!!",
	"Wed": "Jas and I love playing dress up!$h#$b#Do you think I’d look good as a cowgirl?",
	"Thu": "What’s up with Yuuma these days? Do you know?#$b#He just stopped talking to us out of the blue.$s#$b#Ugh, how rude!$a",
	"Fri": "Hi, @! How have your crops been doing?#$b#My mom says I have a green thumb!$h#$b#But I’m a little confused… My fingers aren’t green, are they?!$u",
	"Sat": "I’m finishing my chores so I can play with Keahi!#$b#He’s the bestest friend anyone could have in the whole wide world!$4",
	"Sun": "Keahi’s going crazy! He says he can hold his breath for a long time!$u#$b#But if you ask me I think he’s just going to pass out. HAHA, we'll see! $h",
	
	"Mon2": "We’re running through the jungle! I’ve been running through the woods to get to you!!$h",
	"Tue2": "Keahi had lots of fun when we had a tea party the other day!#$b#Next on my agenda is to get him to dress up with me.",
	"Wed2": "Keahi said he’d meet me here today.$a#$b#Where is that boy! Tsk tsk... it isn’t like him to be late.",
	"Thu2": "Hey, @! Wanna hang out?",
	"Fri2": "Keahi exhausted me yesterday.#$b#We chased rolling kiwis and played tag all day! I think he likes hanging out with me $4",
	"Sat2": "I’m grounded for today. $s#$b#My dad got mad at me because of Keahi’s prank. Daddy actually thought I did it. $s. #$b# Stupid Keahi$a",
	"Sun2": "OH, NO!$u#$e#I forgot to water my crops today! ",
	
	"Mon4": "Hello Mister!^Hello Missy!#$e#How have you been? My mom’s been telling me that I need to take a nap so I can grow big and tall!#$b#But I wanna stay small.$h",
	"Tue4": "Keahi actually held my hand last night!$u#$b#While we were on our way home, HE ACTUALLY HELD MY HAND!$u#$e#It actually felt… nice.$4",
	"Wed4": "I just saw something so creepy! This statue looked like it was staring at us.$u#$b#Vincent actually got so scared of it that he went home crying! He's a scaredy cat haha $h",
	"Thu4": "Can we play with you on your farm? Can we? Can we?? I promise we’ll be good!#$b#We’ll even help you harvest your crops!",
	"Fri4": "Hey, you! Can you give me some pointers on growing crops?#$b#Some of my crops were eaten by crows.",
	"Sat4": "A horse actually chased a dog on Marnie’s farm yesterday!$h#$b#It was so funny!",
	"Sun4": "Keahi is a little too excited to visit that girl at the hotel. $a#$b#What was her name, again?#$b#Ughh I don't like her!She’s stealing my best friend.$s",
	
	"Mon6": "Have you spoken to Lola?#$b#She’s been kind of secretive lately, and always goes to her shed.#$e#I wonder what she’s got in there?#$b#Hmm...Maybe it’s a creepy monster!$u#$b#Or a great big toy she doesn’t want to share!$u#$b#I’m going to try and break in soon!",
	"Tue6": "Pika makes the best pho soup$h#$b#I love going to their house because Keahi tries to cook his dad’s pho for me.$4",
	"Wed6": "Vincent said that he and Jas were going to town this morning. #$b#I’m going to their house and hide in Vincent’s closet so I can scare them, hee hee$h",
	"Thu6": "I went to the library earlier today, and I found a book about princesses!$h#$b#They're so pretty,but if you ask me I’d rather be an amazing spy, or maybe a fairy!$h",
	"Fri6": "Hello, @$s#$b#*sigh* I got scolded by mom again.$s#$b#I put a spider in Miss Lenny’s soup and she almost got a heart attack! Tsk. I thought she said she was a badass. $s#$b#Mom gave me a long time out for that. ",
	"Sat6": "Have you seen my doll? Her name is Thylane! I haven’t seen her since yesterday.$s#$b#Jas and I were playing in the town square, and when we got called to help Dr. Harvey…$s#$b#Well, he said he’s got a patient who needs help.$s#$b#When I went back, Thylane wasn’t there anymore. You have to help me find her!$s",
	"Sun6": "Hahaha, you should’ve seen Vincent kick Shane’s back!$h#$b#Hee hee. Keahi and I played a prank on him and it was a success!!$h",
	
	"Mon8": "Mr. Pika got mad at me and Keahi yesterday.$s#$b#Jas also didn’t speak to us because of a prank we pulled on Shane.$s#$e#But... I don’t know. I actually feel happy inside.$4#$b#Keahi hugged me when I cried last night$4",
	"Tue8": "Hey, what’s up, @! Can I go inside your house and watch TV? I haven’t watched my cartoons in days!#$b#I’ve been busy helping Keahi look for crafting paper and flash powder.#$b#But he went and asked Maru for help instead of me.$s",
	"Wed8": "I’m on my way to the beach to practice my cartwheels!#$b#Wanna come with me @?? It’s gonna be so much fun!#$b#I’ll even show you how to climb trees!$h",
	"Thu8": "Why won’t you let us play on your farm?$s#$b#What if we gave you a cake?!",
	"Fri8": "Hey, @, I gave Keahi a gift!$4#$b#And he actually wanted to share it with me!$h#$e#I think I felt elephants stomping on my stomach!$u#$b#It feels kinda funny. Hmm. What do you think that means?$4",
	"Sat8": "My mom said that she’s proud of me!$h#$b#My little garden blossomed over time! I’m so happy I think I might share some flowers from it with my friends!$h",
	"Sun8": "Keahi got so exhausted last night!$h#$b#We had a sleepover and stayed up so late!#$e#We talked about ghost stories and he got really scared, he was so close to me and my face felt so hot!$4",
	
	"Mon10": "I saw a weird apple with eyes yesterday! It came close to me I actually thought I could touch it!$h#$b#It looked like it was blushing!#$b# Have you ever seen anything like that? ",
	"Tue10": "Have you tasted Pika’s pizza? It tastes just as good as Gus’.#$b#Keahi’s also learning how to cook and he’s getting so good at it!#$e#I wonder when he’ll cook for me again.$4",
	"Wed10": "I $h#$b#like$h#$b#Keahi. $4#$b#But don’t tell him that!!$u",
	"Thu10": "Can you teach me how to dance? Huh? Can you? Can you??$h#$b#What? You don’t know how to dance? That's sad $s",
	"Fri10": "Are you okay here?#$b#Can I give you a helping hand? I’m really good at helping! My daddy says I’m the best helper in the world!$h",
	"Sat10": "Thank you so much for always taking the time to play with me and my friends!$h#$b#I will now show you the Ridgeside dance!$h#$e#%Trinnie is dancing the Ridgeside dance.",
	"Sun10": "I wanna pull a prank on Keahi!$h#$e#I’m thinking maybe the classic whoopee cushion prank? Heehee,what do you think??$h",
	
//Seasonal
	"spring_1": "Oh no.$u#$b#What’s Keahi up to this year?",
	"summer_1": "Yoba, Keahi, just stop it. Hahaha, you’re embarrassing yourself!$h#$e#%Trinnie is blushing and covering her face with her hands.",
	"fall_1": "When is this verse gonna end Keahi?$h#$b#Your vocal cords must be tired!$u",
	"winter_1": "YOU GOT A FRIEEEEND!!$h#$b#Hahaha, I guess if you can’t beat ‘em, you gotta join ’em!$h",

	
}


