{
    "name": "Ridgeside Gathering",
    "conditions": "RidgesideVillage/900 1800",
    "set-up": "CloudCountry/-1000 -1000/farmer 125 30 3/changeToTemporaryMap RSVGathering/loadActors Set-Up/animate Kiwi false true 100 16 16 17 17 17 17 17 17 18 19 20 21 22 23 24 25 26 17 17 27 27 27 16/playerControl luau",
    "mainEvent": "null",
    "Abigail_spouse": "Watch me play the drums later!#$b#I'll be doing my best so cheer extra loud for me, okay?$h",
    "Leah_spouse": "How's this painting?#$b#It's the last one left.#$b#I've sold all of them!$h",
    "Maru_spouse": "I'm proud to show off this little robot I made!$h",
    "Penny_spouse": "Hey, honey. I hope you're enjoying the festival.$h#$b#I'm browsing the stalls to see if I can find something cute for home.$h",
    "Haley_spouse": "Come here, darling! Let's take a picture together!$h#$b#This is so much fun!$h",
    "Sebastian_spouse": "I'm just fixing up Jeric's motorbike.#$b#Let's catch up later.$h",
    "Sam_spouse": "Wish me luck later, @!$h#$b#I'm going to showcase my skills to the whole valley!$h",
    "Alex_spouse": "I bought some burgers from Gus and Pika earlier! They're so good!$h#$b#Want me to buy you one too?$h",
    "Harvey_spouse": "Let's take a walk around the village after the concert.#$b#I haven't visited in a while.$s",
    "Elliott_spouse": "I'm looking forward to the exploits of our musical villagers!$h#$b#Let's dance to our heart's content!$h",
    "Emily_spouse": "Hey honey!$1#$b#Let's dance together at the concert later today.$h",
	"Shane_spouse": "I've been looking forward to Pika's pepper poppers!$h#$b#I heard a lot of good things about it!$h",
    "Abigail": "I really want to sabotage their stall!$h#$b#Oh hey, @... You heard nothing!$h#$e#Hey Corine! Let's go take a peek!$h",
    "Robin": "Ah! The Starbound Stage looks so good!#$b#I'm proud of my handiwork!$h",
    "Demetrius": "These burgers are delicious!$h#$b#Pika and Gus make a good team when they're not competing.$h",
    "Maru": "My little Music-tron 2000 is on display!$h#$b#It's like a tiny portable jukebox.$h#$e#Hey Flor! Take a look at this!$h",
    "Sebastian": "I wonder why Jeric hasn't been maintaining this bike.#$b#It's such a waste to let it rust away...$s#$e#Hey Jeric! Come help me out here, would you?$a",
    "Pierre": "I was planning on setting up a stall as well, but Abigail convinced me that the gathering is supposed to be about fun, not profit.$s#$b#Oh well, more food for me!$h" ,
    "Caroline": "I'm glad the kids are having fun.#$b#It was nice to catch up with Alissa as well! I wonder if she'll sing for us later?$h",
    "Linus": "Lenny asked me to bring any forage I could find.#$b#I'm glad I could help out.$h",
    "Alex": "Oh hey! Let's play gridball later today!$h#$e#Hey Philip! Do you still play?$h",
    "George": "Freddie and I should go visit the Ridge. Lola and Evelyn can stay here and talk.#$e#Come on, Fred!#$b#Just like old times!$h",
    "Evelyn": "Oh my, it's been a while since I visited Ridgeside.#$b#The view is marvelous, as always.$h",
    "Lewis": "I hope you're having fun, @!$h",
    "Clint": "I wonder if Emily would like to dance with me at the concert.$h#$e#I shouldn't bother asking, she'll probably say no.$s",
    "Emily": "I want to dance at the concert, but I don't want to dance alone!$h",
    "Penny": "Flor has some interesting books for sale. I should go browse them.#$e#I wonder what Maddie is up to? I haven't talked to her in a while.$s",
    "Pam": "What? There's a concert later?#$b#More reason to drink, then!$h" ,
    "Haley": "Can you take a picture of us?#$b#Ysa and I are having a photoshoot.$h#$e#Ysa! Hold that pose!$h#$b#I wonder how these pictures will end up later.$h",
    "Jodi": "I'm a little worried that Vincent and Keahi might start teasing Trinnie again.$s#$b#She's louder than Jas so they provoke her more often.$h" ,
    "Kent": "Pika cooks a mean dish!#$b#I should visit this village more often.$h",
    "Sam": "I'm a little nervous for the concert later.$s#$b#But I'm pumped as well!$h#$e#Hey Alissa! You sure you don't want to perform with us?$h",
    "Leah": "Jeric is... really symmetrical?#$bWhat I'm trying to say is that his face is great for portrait painting.$h#$e#Hey Jeric, stand still for a second!$h",
    "Shane": "Uhm... I think I forgot to bring the decorations for the stall.$u#$e#Hey come on now Philip! You were supposed to remind me!$a",
    "Marnie": "It's been so long since I visited the village!$h#$b#I hope Olga's cows won't get bothered by all the music.$s",
    "Elliott": "I brought some of my poems to sell.#$b#They might just be words on paper but I think they could turn out to be quite popular!$h",
    "Gus": "The atmosphere here is great!$h#$b#I hope you're enjoying the Ridgeside Gathering, @.",
    "Harvey": "I brought some energy tonics to contribute to the stall.$h#$e#I should go ask Ian's help, I've brought several heavy boxes of energy drinks.$s",
    "Jas": "This clock has a teddybear design! It looks adorable!$h#$b#Oh! I forgot! I should be watching over Trinnie!$4#$b#She might start throwing stuff at the boys if they tease her too much!$h",
    "Vincent": "Hey! check it out!#$b#Keahi and I found all this stuff in Mayor Lewis' lost-and-found bin.#$b#Now we're selling it!$h",
    "Willy": "Ah, the waterfalls around here are so calming.#$b#I should plan my next fishing trip around these parts.",
	"Marlon": "The food's delicious!$h#$b#The two cooks should collaborate more often.",
	"Wizard": "The locals seem to be enjoying the festivities.#$b#I'm also quite curious to see what the stalls are selling.#$b#They somehow got their hands on some rare and valuable trinkets.",

}