{
  "Alissa": "Сад наполняется жизнью, когда Алисса напевает свои сладкие мелодии.#Вы получаете +4 к фермерству, когда она рядом с вами.",
  "Corine": "Пламенные амбиции и энергия Корин вдохновляют и заряжают вас!#Вы получаете +1 Скорость, +1 Защиту и +1 Атаку, когда она рядом с вами.",
  "Daia": "Все, даже сама госпожа удача, кажется, поддаются соблазнительной улыбке Дайи.#Вы получаете +2 Удачи и +32 Магнетизма, когда она рядом с вами.",
  "Flor": "С такими внимательными, но спокойными глазами Флор помогает вам обнаруживать упавшие предметы на расстоянии.#Вы получаете +64 Магнетизма, когда она рядом с вами.",
  "Ian": "Настойчивость и трудолюбие Йена побуждают вас работать усерднее.#С ним рядом вы получаете +80 максимальной энергии.",
  "Jeric": "Вот и Джерик снова становится конкурентоспособным.#Это заставляет тебя накачиваться!#Вы получаете +2 к сельскому хозяйству, +2 к рыбной ловле и +1 к собирательству вместе с ним..",
  "Jio": "Джио следит за тем, чтобы вы всегда были готовы к битве.#Он учит вас правильным стойкам, дыханию и эффективному использованию вашего оружия.#Когда он рядом с вами, вы получаете +3 к атаке и +2 к скорости.",
  "Kenneth": "Дайте Кеннету верстак, и он не перестанет говорить о гаджетах и вещицах!#Вы получаете +5 к крафту, когда он рядом с вами.",
  "Maddie": "Знания Мэдди о минералах и местной флоре окажутся полезными в ваших приключениях.#Вы получаете +3 к добыче полезных ископаемых и +2 к добыче пищи, когда она рядом с вами.",
  "Philip": "Будучи очень осторожным, Филип следит за правильной механикой вашего тела, когда вы занимаетесь своими повседневными делами.#Вы получаете +4 защиты, когда он на вашей стороне.",
  "Shiro": "Компания Широ заставляет вас чувствовать себя непринужденно.#В нем есть что-то такое, что согревает твое сердце.#С ним на вашей стороне вы получаете +3 Удачи и +60 максимальной энергии.",
  "Ysabelle": "Когда Изабель двигается с такой грацией, вы не можете не испытывать благоговейный трепет.#She becomes an inspiration!.#Вы получаете +3 скорости и +20 максимальной энергии, когда она рядом с вами.",
  "Kiwi": "Киви быстр, и на вас тоже оказывается давление.#Вы набираете скорость +5 от всего давления, которое вы испытываете",
  "Keahi": "Кеахи излучает энергию и делится своими талантами в ремесле.#Вы получаете +2 к копанию, добыче полезных ископаемых и Крафту и +30 к максимальному запасу энергии вместе с ним!",
  "Trinnie": "Тринни излучает энергию и делится своими фермерскими талантами.#Вы получаете +3 к сельскому хозяйству и добыче пищи и +30 к максимальному запасу здоровья с ней!"
}
