{
 "bagItemsSentLetter.Alissa": "Хэй {0},^^Привет! Вы вчера забыли забрать у меня свои вещи. Вот они! Я надеюсь, что они в нормальном состоянии.^^   -{1}",
 "bagItemsSentLetter.Corine": "Хэй {0},^^Эй! Похоже Вы забыли о том, что заставляли меня нести свои вещи в прошлый раз. Вот они!^^   -{1}",
 "bagItemsSentLetter.Daia": "Хэй {0},^^Вы неуклюжая милашка. Вы забыли забрать свои вещи, которые я хранила для Вас! Хм!^Вам лучше загладить свою вину передо мной за то, что я позаботилась о них!^Просто шучу!^^   -{1}",
 "bagItemsSentLetter.Flor": "Хэй {0},^^Возможно, вы забыли забрать эти предметы из моего владения, когда я сопровождала вас в последний раз.^Я отправила их обратно.^^   -{1}",
 "bagItemsSentLetter.Ian": "Хэй {0},^^Йен попросил меня помочь написать тебе это письмо с твоими вещами, которые вы попросили его подержать, с вашей последней встречи. Не злоупотребляйте сейчас его добротой слишком сильно, он может загрустить! Ха-ха!^^   -Ленни",
 "bagItemsSentLetter.Jeric": "Хэй {0},^^Вы, должно быть, забыли свои вещи! Ха-ха! Да, вот ваши вещи, которые я несла на днях.^^   -{1}",
 "bagItemsSentLetter.Jio": "{0},^^Будьте осторожны со своими вещами. Вы оставили это у меня.^^   -{1}",
 "bagItemsSentLetter.Kenneth": "Привет {0},^^Я доставил товары, которые вы просили меня придержать со вчерашнего дня. Надеюсь, ничего не пропало и не сломалось.^^   -{1}",
 "bagItemsSentLetter.Maddie": "Хэй {0},^^Неужели Вы настолько беспечны? Вы забыли тот хлам, который заставили меня понести на днях.^Будьте осторожны в следующий раз!^^   -{1}",
 "bagItemsSentLetter.Philip": "Хэй {0},^^Возможно, это вылетело у Вас из головы, но на днях Вы забыли кое-что из моего рюкзака.^Я надеюсь, что их благополучно доставили^^   -{1}",
 "bagItemsSentLetter.Shiro": "Хэй {0},^^Мне было интересно, почему моя сумка такая тяжелая. Вы забыли свои вещи!^Все хорошо, я отправил их обратно^Я надеюсь, что они добрались.^^   -{1}",
 "bagItemsSentLetter.Ysabelle": "Хэй {0},^^Вот те предметы, которые вы просили меня придержать для вас на днях.^Я предполагаю, что Вы, возможно, забыли, так что все в порядке. Но, пожалуйста, будьте осторожны в следующий раз.^^   -{1}",
 "bagItemsSentLetter.Kiwi": "{0},^^Мне кажется это твоё. Киви был разочарован^^   -Джио",
 "bagItemsSentLetter.Keahi": "Хэй {0},^^Эйя! Вы вчера забыли эти вещи! Вы их положили в мою сумку, но забыли!^^   -{1}",
 "bagItemsSentLetter.Trinnie": "Хэй {0},^^Вы неуклюжие! Вы забыли эти штуковины в моей сумке! Мама сказала, что будет правильно вернуть их обратно. Вот они!^^   -{1}",
}