{
	"companionAccepted": "Umm... Sure.#$b#Lead the way.$h",
	"companionAccepted_Dating": "Umm... Of course.$12#$b#Lead the way, @.$l",
	"companionAccepted_Spouse": "Uhmm... Yes, I'd love too, honey.$12.#$b#Lead the way. I'll try my best to keep up.$l",

	"companionRejected": "Oh! Umm... I'm sorry but I'm busy.$s",
	"companionRejected_Dating": "Oh! Umm... I'm sorry, @. But I'm quite busy today.$s",
	"companionRejected_Spouse": "Oh! Umm... I'm sorry, honey. But I'm really busy today.$s#$b#Next time, if that's okay?$s",

	"companionRejectedNight": "Umm... I'm sorry, but it's quite late.$s",
	"companionRejectedNight_Dating": "Umm... I'm sorry, @, but I think it's quite late? Maybe tomorrow?$s",
	"companionRejectedNight_Spouse": "Umm... I'm sorry, honey, but I'm really sleepy.$s",

	"companionDismiss": "Umm... Okay. Thank you for time.$h",
	"companionDismiss_Dating": "Umm... Oh, alright, @.#$b#I had a good time, thank you.$l",
	"companionDismiss_Spouse": "Umm... Oh, alright, honey.#$b#I had a really good time. I'll see you back home, okay?$12#$b#I love you... Take care.$l",

	"companionDismissAuto": "Er... I think it's getting late. Umm... I'll go back home now.",
	"companionDismissAuto_Dating": "I think it's getting late, @.#$b#I'm sorry but I think I'll go back home now.#$b#Umm... Thank you for today.$l",
	"companionDismissAuto_Spouse": "Umm... Honey? I think it's getting really late.#$b#I'll go back to our house first, if that's alright?$h#$b#I'll see you back home... Take care, okay?$l#$b#I love you...$12#$b#%Flor gave you a kiss.",

	"companionRecruited": "And umm... where are we going?",
	"companionRecruited_Dating": "And umm... @? Where are we going?$12",
	"companionRecruited_Spouse": "Honey? Umm... Where are we going for today?$l",

	"farmerRunAway": "He-hey!... Wait for me!...$s",
	"heal": "You're hurt! You better be careful...$s",
	"nomedkits": "I'm sorry... I don't have medkits yet.$s",

	"farmerRunAway_Dating": "He-hey, @!... Don't leave me!...$s",
	"heal_Dating": "@! You're hurt! You better please be careful...$s",
	"nomedkits_Dating": "I'm sorry, @... I don't have medkits yet.$s",

	"farmerRunAway_Spouse": "He-hey! Honey! Don't leave me alone!...$s",
	"heal_Spouse": "Honey? @! You're hurt! You better please, PLEASE be careful...$s",
	"nomedkits_Spouse": "I'm really sorry, @... But I don't have medkits yet.$s",


//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "The farm looks nice.$h",
	"companion_Farm~1": "I assume this was all done with decent hard work.#$b#I applaud you.$h",
	//Weather
	"companion_Farm_Rainy": "I'm sorry but... do you have a spare umbrella?$s#$b#I'm drenched in rain water.$s",
	"companion_Farm_Snowy": "Let's try not to spend too long out in the snow.#$b#Hypothermia is quite a concern.$s",
	//Season
	"companion_Farm_Spring": "I'd like to research more about flowers and why people like them soon.#$b#Isn't it quite interesting?",
	"companion_Farm_Summer": "I wonder what's the crop of choice for the summer season.#$b#May I conduct a survey that includes you in the near future?",
	"companion_Farm_Fall": "Some leaves are falling unto my hair.#$b#I don't mind as they're not a bother.#$b#Other people do stare at me though.",
	"companion_Farm_Winter": "I'm quite interested with what farmers do during the winter when there are less to no crops to attend.#$b#Why do you seem to go to the mines often during this season? Are you switching professions?",
	//Entering
	"companionEnter_Farm": "Your farm entrance is quite tidy.$h",
	"companionEnter_Farm_Night": "Umm... What are we doing here this late?",
	//Night
	"companion_Farm_Night": "Your farm is quite dim at night.#$b#I'm having a hard time navigating.$s#$b#So umm... pardon me if I bump into you.$s",

	//Dating
	//General
	"companion_Farm_Dating": "The farm looks tidy and pretty as ever... @.$l",
	"companion_Farm_Dating~1": "Umm... Do you need any help?#$b#I-umm... I will try my best to assist you if you'd allow me.$l",
	//Weather
	"companion_Farm_Rainy_Dating": "@? Umm... I'm a bit drenched from the rain.$12#$b#May we take shelter under your roof for a while?$12",
	"companion_Farm_Snowy_Dating": "Umm... @?...$12#$b#Ca-can I... Can I embrace you?$12#$b#It's quite cold... and I want to feel your warmth...$12",
	//Season
	"companion_Farm_Spring_Dating": "What are your most favored flower variants for this season, @?#$b#I'm really interested to know more... umm... about you...$l",
	"companion_Farm_Summer_Dating": "Umm... Ma-ummm... May I wipe your back?$12#$b#You're perspiring, I assume from the heat and all your movement... And I want to assist you in anyway I can.$l",
	"companion_Farm_Fall_Dating": "The leaves keep sticking unto my hair.$s#$b#I apologize if I look silly.$s#$b#Oh, this is embarrassing.$12",
	"companion_Farm_Winter_Dating": "Umm... @? May I ask a favor?$12#$b#Can you show me and possibly teach me how to take care of your animals?$h#$b#I'd like to assist you in any way I can.$l",
	//Entering
	"companionEnter_Farm_Dating": "Oh my... I really adore the neatness the farm presents.$h",
	"companionEnter_Farm_Night_Dating": "@? Did you forget to do any farm work for the day?#$b#Is that why we're in your farm this late?",
	//Night
	"companion_Farm_Night_Dating": "@?$12#$b#%Flor awkwardly leaned in and kissed you on the chin.#$b#I can't see very well in the dark, but I hope I kissed you in the cheek.$l#$b#Umm... Nothing... I just wanted to do that...$12#$b#This is so embarrassing!$12",

	//Spouse
	//General
	"companion_Farm_Spouse": "The farm looks impressive as always, honey.$h#$b#You don't know how proud I am of you.$l",
	"companion_Farm_Spouse~1": "%Flor pumps her chest.#$b#Umm... I'm ready to assist you in farm work anytime, honey!$h#$b#I've reviewed all those farming lessons you've taught me.$h",
	//Weather
	"companion_Farm_Rainy_Spouse": "I hope the rain was helpful for you today, honey.#$b#I know you still have more farm work to do, so I'll hold the umbrella over your head as you complete your tasks.$h#$b#I'll be here beside you.$h",
	"companion_Farm_Snowy_Spouse": "Umm... Honey? How can I be of assistance?#$b#Shall I hold a torch near you so you're warm?#$b#I'm quite at a loss with how to assist you in this line of field sometimes.$s#$b#I hope I'm not a bother.$s#$e#I... Umm... I want to embrace you...$l#$b#Nothing... I just desire too...$12",
	//Season
	"companion_Farm_Spring_Spouse": "Honey? Umm... If you have time, can you teach me how to grow and care for a flower bed one day?#$b#I'm quite interested to grow some of your favorite flowers...$12#$b#Oops!$u#$b#That was supposed to be a surprise!$s#$b#Now I'm embarrassed.$12#$b#Forget what I said! Please!$12",
	"companion_Farm_Summer_Spouse": "Umm... honey?...$12#$b#%Flor stares at you while she blushes.#$b#I... I... I-ehm... Nothing...$12#$b#It's just... You look really appealing when you're sweating...$12#$b#Umm... I'm sorry if that sounds so weird!$12#$b#%Flor hides her face.",
	"companion_Farm_Fall_Spouse": "Honey? Can I ask for a favor?$s#$b#Can you take out the leaves that are stuck in my hair?$s#$b#This is quite embarrassing.$12#$b#But thank you, honey.$l",
	"companion_Farm_Winter_Spouse": "%Flor slowly embraced you.#$b#Umm... this feels really nice...$l#$b#Especially since it's quite cold...$s#$b#I... I hope you don't mind, honey.$12",
	//Entering
	"companionEnter_Farm_Spouse": "We're home!$h#$b#I still can't help but get flustered whenever I think about living with you.$12#$b#It's quite silly, isn't it?$l#$b#But I assure you... I'm really happy...$l",
	"companionEnter_Farm_Night_Spouse": "Any more remaining farm work you need to do, honey?#$b#I'll patiently stay by your side.$h",
	//Night
	"companion_Farm_Night_Spouse": "%Flor grabs onto your shirt.#$b#I... I can't really see well in the dark...$s#$b#I don't want to trip.$s#$b#%Flor trips and lands on your arms.#$b#Umm... I'm really sorry!$12#$b#Thank you, honey...$12#$b#I'm sorry for the bother...$12",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Town": "This is quite embarrassing but...#$b#I often get lost in the town.$s#$b#I have a terrible sense of direction...$s",
	"companion_Town~1": "I often see Yuuma visit the town to buy groceries.#$b#I admire his sense of responsibility, but I worry that he's not spending much time with his peers as often as he should.#$b#Social interaction plays a huge role in their current stage of development... I hope he's feeling alright.$s",
	"companion_Custom_Ridgeside_RidgesideVillage": "I have ongoing research regarding the social behavior of this village.#$b#I often spend my time in the village plaza documenting what I observe.#$b#Oh, don't worry! I handed out consent forms beforehand.$h#$b#Mr. Ezekiel gave me a weird look though, he's quite an interesting individual.#$b#Interesting things I've observed from my data are the following...#$b#Trinnie would twirl her ponytail with her fingers whenever Keahi held her other hand.#$b#Jeric likes to wink a lot, especially when he seems attracted to the person he's talking to.#$b#Mrs. Lola and Mr. Freddie always praise each other whenever they talk about the other to someone else.#$b#Miss Lenny often stares at Mr. Sonny's or Mr. Richard's mustache with an intrigued look.#$b#Miss Maddie tends to distance herself from people.#$b#Miss Faye often stares at Jeric's visiting friend, I think his name was Bryle?#$b#And Miss Paula always seem to look at Mr. Anton's eyes whenever they talk.#$b#These are some interesting behaviors, don't you think?",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "I'm quite famished.$s#$b#I forgot to eat breakfast.$s#$b#Umm... if we have the time, may we visit Pika's restaurant?$s",
	"companion_ArchaeologyHouse": "The town library has an abundance of interesting literature and displays.$h#$b#Mister Gunther has told me about your recent artifact donations as well.#$b#You're such a wonderful person for contributing to the museum, @.$h#$b#You have my utmost respect.$h",
	"companion_Saloon": "Umm... I've always been interested in what it feels like to be drunk.#$b#Would I act the same as before? But amplified?#$b#Or would I become a total different person.#$b#I want to experiment one day.$h",
	"companion_Mountain": "I once had Mr. Linus as a participant in one of my qualitative research studies regarding human behavior and their interaction with the environment.#$b#He has quite an interesting lifestyle, even avoiding to use bathrooms or toilets and instead does his needs in the nature.#$b#He said it was, in his terms, freeing.#$b#Maybe I should try that one day.#$b#Human behavior is quite a complex thing, isn't it?",

//Suggestion
	"companionSuggest": "Umm, @? If it's not such a bother... Umm, could I maybe tag along with you? Only if it's not a bother to you...$12#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
	"companionSuggest_Dating": "Uh, @? I don't know how to say this, but umm... Could I keep you company? It's okay if you say no though.$12#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
	"companionSuggest_Spouse": "Hey, @? Umm, would it be okay if I went with you today? Umm, I don't know, I just feel like I miss you.$12#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",

	"companionSuggest_Yes": "Really?$u#$b#Thanks!$l",
	"companionSuggest_No": "Oh! Umm, that's alright!$l#$b#Umm, I'm really sorry for bothering you.$s#$b#I should go now.$l",

	"companionSuggest_Yes_Dating": "Oh!$12#$b#Thank you for letting me come with you, @.$l",
	"companionSuggest_No_Dating": "Oh!$u#$b#I'm sorry!$u#$b#I didn't realize you were busy.$12.#$b#It's alright, though! Just take care.$l",

	"companionSuggest_Yes_Spouse": "%Flor kisses you on the cheek.#$b#Thank you for letting me come with you, @.$l",
	"companionSuggest_No_Spouse": "Oh, that's alright.#$b#I'll just go to the library with the kids.$l",
}
