{
	"companionAccepted": "Sure, I'd be happy to be of service.",
	"companionAccepted_Dating": "I'd be happy to go with you, @.$l",
	"companionAccepted_Spouse": "Anything for you, hon.$h",

	"companionRejected": "I'm sorry I've got some errands to do for Miss Lenny.",
	"companionRejected_Dating": "I'm sorry, @.$s#$b#I didn't know you needed me today. Mr. Richard had some work to do for me today.#$b#I'm sorry again.$s",
	"companionRejected_Spouse": "Oh hon!$u#$b#I'm sorry, I have to do some work today.$s#$b#Can I make it up to you later tonight?$s#$b#I'll make you feel really special and cook for you if you'd like.$l",

	"companionRejectedNight": "I'm sorry, @.#$b#It's already late.#$b#But I could turn on some lights for you if you'd like.",
	"companionRejectedNight_Dating": "It's kind of late, I think I need to head back.#$b#But I'll see you tomorrow okay, @?$l",
	"companionRejectedNight_Spouse": "If it's alright, I'll go on ahead at home.#$b#I feel a little tired from today.$s#$b#But have fun on your night adventure, hon.$h#$b#I'll wait for you at home.$l",

	"companionDismiss": "I'm happy to be of service.$h#$b#Just glad I could help. Well, goodbye now!",
	"companionDismiss_Dating": "Are you sure you don't need me for anything else?#$b#Okay, I'll go ahead. I'll see you tomorrow, @!$h",
	"companionDismiss_Spouse": "Okay, hon.#$b#Just look for me if you need anything else, okay?$h#$b#I'll see you at home. I love you.$l",

	"companionDismissAuto": "Umm, I'm sorry but I have to go ahead.#$b#It's getting kind of late.#$b#I am sorry for leaving you at this time.$s",
	"companionDismissAuto_Dating": "Hey, @?#$b#I hope it's alright if I go ahead. It's getting kind of late.$s#$b#I still have things to do early tomorrow morning.",
	"companionDismissAuto_Spouse": "Hon, can I go ahead on home?#$b#I'll just wait for you in bed.#$b#I just have to fix some things inside our room.",

	"companionRecruited": "What can I help you with today?",
	"companionRecruited_Dating": "What can I do to help you today, @?$h",
	"companionRecruited_Spouse": "I really like spending time with you, @.$h#$b#But first things first, how can I help make your day today?$l",

	"farmerRunAway": "Huff huff, slow down please!",
	"giveForages": "I found some things that might be useful for you. Here, you can have it.$h",

	"farmerRunAway_Dating": "@, can you please slow down?$s",
	"giveForages_Dating": "I think these will be very useful for you. Here you go, @.$h",

	"farmerRunAway_Spouse": "Hon, wait for me!$s",
	"giveForages_Spouse": "I saw this and thought you might need some. Here it is, hon.$h",


//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "I can help you with your farm if you'd like.",
	"companion_Farm~1": "If you're having irrigation problems, I think I could help you with that.",
	//Weather
	"companion_Farm_Rainy": "The rain is a good thing, it helps you water your crops.$h",
	"companion_Farm_Snowy": "If you need firewood, I'd be happy to help you get some.",
	//Season
	"companion_Farm_Spring": "The flowers during this time of year look so colorful.$h",
	"companion_Farm_Summer": "Summer breeze is kind of hotter than the other seasons of the year.#$b#But sunflowers are a good product of the heat.$h",
	"companion_Farm_Fall": "I can sweep off the surplus of leaves in your farm.#$b#Just inquire for my services at my desk.#$b#Or if you'd like I could send Sean your way.",
	"companion_Farm_Winter": "I suppose you could plot the land you're planning to plant your crops in for next spring.#$b#If you need help, Sean or I could be of service.",
	//Entering
	"companionEnter_Farm": "Wow! You've done great work on your farm in this amount of time.$h",
	"companionEnter_Farm_Night": "Why are we here at this time of night?#$b#Do you need help crafting some torches  to place around the farm?",
	//Night
	"companion_Farm_Night": "You know, Miss Lenny says the farm crops are growing during night time.",

	//Dating
	//General
	"companion_Farm_Dating": "Your farm looks great, @.$h",
	"companion_Farm_Dating~1": "Hey, @?#$b#I hope you know that if you need anything, I can do my best to help you.$l",
	//Weather
	"companion_Farm_Rainy_Dating": "@, it's raining. We might get sick.$s#$b#Come here, I'll cover your head from the rain.",
	"companion_Farm_Snowy_Dating": "It's freezing out here, @.$u#$b#Maybe we should get inside, I could build a fire and wrap you in a blanket to keep you warm.$l",
	//Season
	"companion_Farm_Spring_Dating": "Your farm looks radiant, @.$h",
	"companion_Farm_Summer_Dating": "%Ian wipes the sweat off your face.#$b#You're sweating, @.$s#$b#It must be from the heat of the sun. It's okay, I wiped it off now.$l",
	"companion_Farm_Fall_Dating": "You know, I can bring in pumpkins and decorate them if you'd like it for your farm.$h",
	"companion_Farm_Winter_Dating": "The snow's going to pile up soon.#$b#Do you want me to help you shovel up the snow here, @?",
	//Entering
	"companionEnter_Farm_Dating": "You did beautifully with your farm, @!$h#$b#You're really a great farmer.$h",
	"companionEnter_Farm_Night_Dating": "I know it's kind of late, but I'm glad I get to accompany you home.$l",
	//Night
	"companion_Farm_Night_Dating": "The light of the night sky looks beautiful on you, @.$l",

	//Spouse
	//General
	"companion_Farm_Spouse": "Miss Lenny said that she sees both you and me on the farm.$h#$b#I don't know how she saw it but she said that it mirrors your hard work and my perseverance.$l",
	"companion_Farm_Spouse~1": "Thank you for making this farm our home, hon.$l#$b#I wish my family could visit soon.$s",
	//Weather
	"companion_Farm_Rainy_Spouse": "You're getting drenched, hon.$a#$b#I don't want you to get sick.$s#$b#We'll dry off together later, okay?$l",
	"companion_Farm_Snowy_Spouse": "It's getting really cold out here, @.$s#$b#%Ian proceeds to hug you.#$b#I think it's warmer in your arms, hon.$l",
	//Season
	"companion_Farm_Spring_Spouse": "The flowers are blooming as pretty as you are, hon…$l",
	"companion_Farm_Summer_Spouse": "Maybe I should set off the sprinklers to take the edge off this heat, hon?$h",
	"companion_Farm_Fall_Spouse": "Maybe we should do some fall cleaning around the farm, hon?#$b#We can make it our own bonding time.$h",
	"companion_Farm_Winter_Spouse": "I feel lucky to be with you during this season.$l#$b#It feels magical to share it with someone you love.$l",
	//Entering
	"companionEnter_Farm_Spouse": "Home sweet home.$h#$b#Wow, I never thought I'd get to say that.$l",
	"companionEnter_Farm_Night_Spouse": "Home at last!$h#$b#I can't wait to spend some time with you in bed, and talk about stories all night long.$l",
	//Night
	"companion_Farm_Night_Spouse": "%Ian gives you a tight hug then whispers something in your ear.#$b#I'm so glad I have you in my life, @.$l",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Townl_Rainy": "Even on some days like this, I'll still try to find some jobs to make money.#$b#Though, Miss Paula or Mister Harvey scold me whenever I get sick afterwards.$h",
	"companion_Town_Night": "I'm hungry.$s#$b#I wonder if the saloon is still open.",
	"companion_Town_Night~1": "I often come home late because of the jobs I work.#$b#It's alright though, I don't mind.#$b#As long as I can help people and earn money.$h",
	"companion_Town": "I'm scouting for more jobs as we take a stroll.$h",
	"companion_Town~1": "The town's pretty, right?#$b#I wonder how they make it pretty?#$b#I might be too dumb to understand how to make things pretty.$h",
	"companion_Custom_Ridgeside_RidgesideVillage": "One time, I had a job to deliver packages from the Nightingale Orchard up to Robin's house.#$b#My legs and back felt like they were screaming at me from all the hiking I had to do!$h",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "When Sean and I first arrived in the village, Miss Lenny was kind enough to lend us an old shack when we didn't have enough money to stay at the hotel.#$b#Eventually, we turned it into a business to help other people out!$h",
	"companion_Custom_Ridgeside_LennyHouse": "I like to work for Miss Lenny, she sometimes gives me cookies or take-out from Pika's!$h#$b#She has a lot of books about guys and their horses though.#$b#I can't read well so I don't bother opening them.$h",
	"companion_Custom_Ridgeside_LogCabinHotelLobby": "The paintings here look really pretty, don't they?$h#$b#I'd love to meet the ones who did them one day.#$b#Do you think I can ask them if they can paint me too?$h#$b#I tried to paint but all I ended up were squiggly lines!$h",
	"companion_Custom_Ridgeside_ShiroHouse": "I wonder why Shiro never runs.#$b#I don't know. I never saw him running before.#$b#Does his legs hurt?",
	"companion_Custom_Ridgeside_PaulaClinic": "Shucks, Miss Paula is quite pretty.$l#$b#She's very kind too! She gave me a box of band-aids for free last time.$h",
	"companion_Custom_Ridgeside_PurpleMansion": "This place is huge! I could get lost in here.#$b#Actually no, I once did get lost in here! I was helping Mister Sonny move boxes one time.#$b#And I ended up lost for about an hour or two.#$b#Luckily Louie found me and pointed where the entrance is.#$b#He has a bad mouth for such a small kid though, he hurt my feelings when he told me I smell bad.$s",
	"companion_Custom_Ridgeside_BlairHouse": "Miss Carmen had me help her install that huge Yoba altar over there.#$b#It's put in a narrow hallway though, so it was kind of a hard job!$h#$b#Afterwards, she lit a candle and said her prayers immediately.#$b#She then put up a picture of a baby boy on the side.#$b#I didn't want to ask more questions…$s",
	"companion_Custom_Ridgeside_AguarLab": "Mister Aguar often asks for my help with moving big boxes of science stuff.#$b#He doesn't let me take breaks though.$s#$b#It's fine because he pays so much!",
	"companion_Custom_Ridgeside_BertHouse": "One time, Miss Olga hired me to babysit Trinnie.#$b#She made me wear a pink gown and a crown she called a 'tee-ya-ruh'?#$b#It was fun though! We played tea time and I had a bunch of cookies!$h#$b#Our fun ended when the tight dress got ripped when I tried to stand up too quickly.$u",
	"companion_Custom_Ridgeside_AlissaShed": "Whenever I get hired to help Alissa move all these boxes to her shipment box, I sometimes hear her humming.#$b#Her voice is like a lullaby! I felt like I was gonna fall asleep!$h#$b#Though if I do that I won't get paid.$s",
	"companion_Custom_Ridgeside_FreddieHouse": "I helped Mister Freddie and Miss Lola with moving a big cabinet one time.#$b#There were boxes of stuff on the top shelf that fell as we were moving.#$b#I expected a loud noise because of all the falling stuff!$u#$b#But instead, when I tried to look at the other side, Mister Freddie and Miss Lola caught all the boxes!$u#$b#They didn't even look like they broke a sweat!",
	"companion_Custom_Ridgeside_JericHouse": "Jeric has this weird chicken that keeps escaping the coops.#$b#I'm often hired to find and catch it.$s",
	"companion_Custom_Ridgeside_PikaHouse": "This place always smells good!$h#$b#It's like Mister Pika is always making new recipes.$h#$b#I'd love to live here.$h",
	"companion_Custom_Ridgeside_3Bros": "I was helping Miss Shanice with stocking the shelves the other day when Mister Anton, Kiarra, and Mister Lorenzo suddenly had a huge fight.#$b#It was so awkward. I just kept stocking the shelves.$s#$b#When I was done, they still weren't done arguing.#$b#Miss Shanice gave me the payment though so it's alright.$h",
	"companion_Custom_Ridgeside_EzekielHouse": "There was one time where Mister Ezekiel hired me to find a pair of brown boots.#$b#We searched for hours! But we couldn't find it.#$b#I then saw he was wearing them the whole time.#$b#Then he got angry at me because I didn't tell him earlier.$s#$b#I was so confused.$s",
	"companion_Custom_Ridgeside_MaddieHouse": "One time, Miss Maddie had a huge box package and she couldn't fit it in her door.#$b#I helped her push it in, but then the box broke, and out went a bunch of princess-like outfits and accessories!$u#$b#She then gave me a scary stare and told me to shut up and shut the door in front of me.#$b#I still get scared whenever I think about that stare.$u",
	"companion_Custom_Ridgeside_KennethHouse": "Woah, Kenneth must be really smart, right?$h#$b#Look at all these computers!$h#$b#There's a small computer, a big computer, even a computer with wheels!$h#$b#I don't even know how to use a mobile phone well.$h",

//Suggestion
	"companionSuggest": "Hello, would it be okay for me to follow you today? I need some company to do my errands.#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
	"companionSuggest_Dating": "Hey, @? Is it okay if I accompany you today?$l#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
	"companionSuggest_Spouse": "Hon? Is it alright if I go with you today? I'd just like to spend some time helping my wonderful partner.$l#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",

	"companionSuggest_Yes": "Wow!$u#$b#Thank you!$h",
	"companionSuggest_No": "Oh, it's alright. I'm sorry for disturbing you.",

	"companionSuggest_Yes_Dating": "Oh thank you, @.$h#$b#It's going to be fun today.$h",
	"companionSuggest_No_Dating": "Oh okay. I'm sorry, @.#$b#Just take care okay?",

	"companionSuggest_Yes_Spouse": "Yay!$h#$b#Thanks, hon!$l",
	"companionSuggest_No_Spouse": "Oh.$s#$b#Oh, it's okay hon! We can do it next time!$h",
}
