{
	"companionAccepted": "Sure, why not?$h#$b#It'll be fun!$h",
	"companionAccepted_Dating": "Sure, love!$h#$b#I'd be happy to go with you.$h",
	"companionAccepted_Spouse": "Oh yay!$h#$b#We're going on a little adventure of our own!$h",

	"companionRejected": "I'm sorry, I have to tend to some patients.$s#$b#Maybe next time, @?",
	"companionRejected_Dating": "Could we go next time, love?$s#$b#I still have to make Mr. George's plan of care.",
	"companionRejected_Spouse": "I'm sorry I can't today, my love.$s#$b#I wish I wasn't busy so I could spend time with you.$s#$b#I'll make it up to you tonight, I'll stretch you out like you've never been stretched before!$h",

	"companionRejectedNight": "Uhm, isn't it a little late?$u#$b#Aren't you wary of all the things that might happen at night?$u",
	"companionRejectedNight_Dating": "Love, I think it's quite late.#$b#I have to go to bed early because I need to work tomorrow.#$b#I'll see you tomorrow, love?",
	"companionRejectedNight_Spouse": "Can I take a raincheck?$s#$b#I feel quite tired from work.#$b#I'll just wait for you at home while I read my comic books!$h",

	"companionDismiss": "Oh, we're done already?$h#$b#Well, that was a good exercise!$h",
	"companionDismiss_Dating": "I had a great time today, love.$h#$b#I'll see you later, then?$6",
	"companionDismiss_Spouse": "Aww I had fun with you today, my @.$h#$b#I'll see you when you get home.$l",

	"companionDismissAuto": "It's getting late, @.#$b#I think I should head home already.",
	"companionDismissAuto_Dating": "Love? It's getting quite late.#$b#We've got early starts tomorrow.#$b#I'll see you, then?$h",
	"companionDismissAuto_Spouse": "I'll go ahead at home, my @?#$b#I'll prepare the bed for you since it's getting a bit late.$l",

	"companionRecruited": "Okay, so where are we going?#$b#Are we going to fight monsters?#$b#Look for lab raised spiders, and the likes?$h",
	"companionRecruited_Dating": "So, love? Where are you taking me?#$b#I love going on little adventures with you.$h",
	"companionRecruited_Spouse": "I really like it when you invite me to your little adventures.$l#$b#A healthier future is ahead of us, love!$;l",

	"farmerRunAway": "Wait for me!$s",
	"heal": "You're hurt! Let me treat those wounds.",
	"nomedkits": "I'm sorry, I haven't prepared the medkit yet.$s",

	"farmerRunAway_Dating": "@! Wait for me!$s",
	"heal_Dating": "Love! You're hurt! Let me treat those wounds.",
	"nomedkits_Dating": "I'm sorry, love, I haven't prepared the medkit yet.$s",

	"farmerRunAway_Spouse": "Love! Wait for me!$s",
	"heal_Spouse": "Love! You're hurt aren't you? Let me treat those wounds.",
	"nomedkits_Spouse": "I'm sorry, love, but I haven't prepared the medkit yet.$s",


//Locations (Farm)
	//Friends
	//General
	"companion_Farm": "I'm impressed with how you fixed up your grandfather's farm, @.",
	"companion_Farm~1": "Did you do all this by yourself?",
	//Weather
	"companion_Farm_Rainy": "Oh no, we're getting wet.$u#$b#We must dry ourselves with a towel, @.",
	"companion_Farm_Snowy": "We have got to bundle up on more clothes.#$b#Cold weather isn't good for the bones you know.$6",
	//Season
	"companion_Farm_Spring": "Look at the pretty plants all around.$h",
	"companion_Farm_Summer": "Melon is a good fruit to plant during summer.#$b#They have a lot of water content that helps with dehydration.$h",
	"companion_Farm_Fall": "Sweeping up the fallen leaves is a good way to exercise.$h#$b#I could help you, if you'd like.$l",
	"companion_Farm_Winter": "It's sad that plants have to die during winter.$s#$b#How awesome would it be if I could make a super-plant that survives the cold of winter?$h",
	//Entering
	"companionEnter_Farm": "Wow! Your farm looks good, @!$h",
	"companionEnter_Farm_Night": "It's late, what are we doing here, @?#$b#Is there something you need to show me?",
	//Night
	"companion_Farm_Night": "The light from the moon reflects well on the crops, right?$h",

	//Dating
	//General
	"companion_Farm_Dating": "I'm sure your grandfather is happy with what you've done with the farm.$h#$b#Imagine, you see his ghost appearing in front of you and giving you a thumbs up!$h",
	"companion_Farm_Dating~1": "Do you need help carrying anything, love?#$b#I don't know much about farming but I want to be as useful as I can be.$l",
	//Weather
	"companion_Farm_Rainy_Dating": "You're getting wet, love.$s#$b#Come here, I'll shield you from the rain.$l",
	"companion_Farm_Snowy_Dating": "Love? It's freezing!$u#$b#Can you hug me?#$b#Then let me build a fire for us, to keep us warm.$l",
	//Season
	"companion_Farm_Spring_Dating": "The new year has bloomed beautifully in your farm, love.$h#$b#They look as beautiful as you are.$l",
	"companion_Farm_Summer_Dating": "Whew, it's quite hot at this time of year. $u",
	"companion_Farm_Fall_Dating": "The changing of leaves remind me of chameleons.$h#$b#Wouldn't it be nice to have a power like that?#$b#CAMOUFLAGE powers!!!$h",
	"companion_Farm_Winter_Dating": "Hey, love?#$b#Can I get a hug?$l#$b#Oh nothing, it's just that it's cold and I just want to feel your warmth.$l",
	//Entering
	"companionEnter_Farm_Dating": "Your farming skills are getting better every time I see your farm, love!$h",
	"companionEnter_Farm_Night_Dating": "What are we doing here so late, love?#$b#Did you forget something?",
	//Night
	"companion_Farm_Night_Dating": "You look beautiful tonight, love.$l",

	//Spouse
	//General
	"companion_Farm_Spouse": "I think your family will be pleased to see what you did with your family's farm.$h#$b#You really did a good job, my @.",
	"companion_Farm_Spouse~1": "I'm proud of everything you've done for us and for the farm, my love.$h#$b#Thank you, for loving the nerdy dork in me.$l",
	//Weather
	"companion_Farm_Rainy_Spouse": "Hey, love!$h#$b#Let's run around and play in the rain!$h#$b#As long as we take a bath afterwards.$h",
	"companion_Farm_Snowy_Spouse": "Why don't we go inside and share a hot cocoa by the fire?$6#$b#Then maybe, I can warm you up on my own.$l",
	//Season
	"companion_Farm_Spring_Spouse": "Blooming crops, blooming partner, what more can a guy like me ask for?$6#$b#Oh, I know!$u#$b#SUPERPOWERS!!!$h",
	"companion_Farm_Summer_Spouse": "It's scorching hot today, love!$u#$b#%Philip then proceeds to pour a small bottle of water he apparently had to his body.#$b#%You stare in awe as you see his muscles through his clothes.",
	"companion_Farm_Fall_Spouse": "%Philip brushes off a fallen leaf from your face.#$b#You look so beautiful.$l",
	"companion_Farm_Winter_Spouse": "Imagine if an abominable snow monster popped up.$u#$b#That would be so COOL!$l",
	//Entering
	"companionEnter_Farm_Spouse": "What are we doing home, my @?#$b#Did you forget something again?$h",
	"companionEnter_Farm_Night_Spouse": "Home sweet home, at last!$h#$b#I can't wait to get into bed with you!$h#$b#And maybe even build a fort!$h",
	//Night
	"companion_Farm_Night_Spouse": "You always, always leave me in awe of you.$l#$b#I'm really glad I get to spend my days and nights with you, @.$l",

//Locations (Others)
//Format: "companion_(location name)" https://www.npcadventures.dev/docs/modding/dialogues
//Feel free to change/remove/add! (During editing)
	"companion_Town_Rainy": "We might get a cold if we stay out in this rain for too long.#$b#Let's find shelter quick!",
	"companion_Town_Night": "When I was young I used to dress up as Owl Boy during the night and play with my friends.#$b#We often played hide-and-seek! But because my get-up was mostly color black, I was really hard to find!$h#$b#It felt like I was cheating a bit, but honestly I was just happy that I get to dress up as one of my favorite superhero!$h",
	"companion_Town": "I wonder how George and Evelyn are doing?#$b#I hope they're doing the home exercise I taught them as often as they can.$s",
	"companion_Custom_Ridgeside_RidgesideVillage": "I'd like to visit Pika's if we have the chance.#$b#I wanna get my daily dose of protein.$h",
	"companion_Custom_Ridgeside_RidgesideVillage~1": "I sometimes wake up really early to jog around the village.#$b#It's really quiet and peaceful in the early hours and it's quite calming.#$b#One time though, I saw a rolling kiwi fruit on top of one the house roofs!#$b#Then it jumped! It was so weird!$h#$b#Maybe it was a superhero?$h",
	"companion_Custom_Ridgeside_LogCabinHotel3rdFloor": "It's really convenient that this hotel has a gym!$h#$b#Exercising is one of my go-to hobbies whenever I feel stressed.#$b#I admit, I sometimes overdo it though, and I end up getting injured.$s#$b#Then because of that, I can't exercise!#$b#Then because of that, I get stressed even more!$s#$b#It all becomes a temporary loop.$s#$b#That's one reason I always try to be careful whenever I exercise now.",
	"companion_Custom_Ridgeside_RSVCliff": "I sometimes come here and pretend like I'm a brooding superhero.#$b#Even bringing a make-shift cape and feeling it flow as the wind blows.#$b#It's really fun!$h",
	"companion_Beach": "I'm really tempted to ask you to bury me in the sand.#$b#I think it would be fun, right?$h",
	"companion_Mountain": "Woah! That was a fun hike!$h#$b#Are you feeling any pain in your hips though?#$b#Tell me whenever you feel something's wrong, alright?",

//Suggestion
	"companionSuggest": "Hi, @! Could I maybe tag along? I have some stuff to do and I think it's fun to have company.$h#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
	"companionSuggest_Dating": "Hey, love. Can I come with you today?$l#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",
	"companionSuggest_Spouse": "My @? Can I come with you today? I just miss you a bit and wish to spend time with you.$l#$q -1 -1#Is it okay for me to follow you today?#$r -1 0 Yes#Yeah sure!#$r -1 0 No#I'm sorry but maybe next time",

	"companionSuggest_Yes": "Oh wow! Thanks, @!",
	"companionSuggest_No": "Oh, sorry for the bother.",

	"companionSuggest_Yes_Dating": "Yay! Thanks, love! We'll have so much fun today!$h",
	"companionSuggest_No_Dating": "Oh, alright. I guess we could go next time.$l",

	"companionSuggest_Yes_Spouse": "Oh yes! Adventure time with my @!$h",
	"companionSuggest_No_Spouse": "Oh, you're busy? That's alright, love. Next time then.",
}
