{
"Changes": [
	
	//MAP Strings
	{
		"Action": "EditData",
		"Target": "Strings/StringsFromMaps",
		"Entries": {
				"rsv.close": "It's closed.",
				"rsv.trash": "This just seems to be trash",
				"rsv.blocked": "There seems to be objects blocking the way.",
				"rsv.crystal": "There's something strange about this object here...",
				"rsv.1": "Welcome to Ridgeside Village!",
				"rsv.2": "Log Cabin Hotel ^Quality hospitality for your mountain side relaxtion experience!",
				"rsv.3": "Lenny's Mailbox ^Ridgeside Village Manager",
				"rsv.4": "Lee Residence",
				"rsv.5": "The swings seem to be clean but not often used.",
				"rsv.6": "Kenneth's House ^You need anything fixed? Please do come in!",
				"rsv.7": "I wonder where's the dog that's supposed to be living here?",
				"rsv.8": "Someone lit a bonfire here recently.",
				"rsv.9": "Ian's House",
				"rsv.10": "There seems to be no name at the mailbox?",
				"rsv.11": "The statue is emitting a weird purple aura.",
				"rsv.12": "I believe this is a Junimo house? But where is the Junimo?",
				"rsv.13": "There are different bottles containing water and plants in them. I wonder what they are being studied for?",
				"rsv.14": "The water seems to be.. Glowing!?",
				"rsv.15": "Water Research Facility and Laboratory",
				"rsv.16": "Algae and micro organisms seem to thrive in this little terrarium",
				"rsv.17": "There are small scribbles and sketches along the tree bark.",
				"rsv.18": "The mill seems to be working fine. Best leave it be.",
				"rsv.19": "Lidens Residence",
				"rsv.20": "The casks are preserving some fruits! They smell good!",
				"rsv.21": "Fruits are harvested around the trees.",
				"rsv.22": "Alissa's Mailbox^Nightingale Orchard",
				"rsv.23": "The crops look healthy and cared for.",
				"rsv.24": "The shipping bin has some items stored in them. I have no right to take them!",
				"rsv.25": "There seems to be sword scratches forming the initials 'L' and 'F'.",
				"rsv.26": "It's a children's play thing. It looks old and unused for a very long time though.",
				"rsv.27": "I wonder when will this be fixed?",
				"rsv.28": "Ridgeside Forest -- ^Water Research Facility and Laboratory SOUTH ^Community Green Houses WEST",
				"rsv.29": "The honey smells great! Watch out for the bees!",
				"rsv.30": "Someone has been fishing here.",
				"rsv.31": "The trees look healthy and well. Great job to the one taking care of them!",
				"rsv.32": "The well looks so deep. I should not poke my head on too far.",
				"rsv.33": "Alilao Residence",
				"rsv.34": "Turbo seems to be full of energy!",
				"rsv.35": "Jeric's Shop^Blooming Hills Farm",
				"rsv.36": "A wokrbench that's frequently used. Jeric's sure is a hardworker.",
				"rsv.37": "An old motorcycle. It's parts seem to be detached from it.",
				"rsv.38": "Oh! A chicken escaped!? I better tell Jeric!",
				"rsv.39": "Maddie's House",
				"rsv.40": "There is a huge arrangement of flowers!",
				"rsv.41": "Ezekiel seems to be making his own beer",
				"rsv.42": "Daniels Residence",
				"rsv.43": "A cooler with different cold beverages inside!",
				"rsv.44": "Pika's Restaurant. ^Their menu looks good! I should order up!",
				"rsv.45": "Some ingredients seems to be stored around here.",
				"rsv.46": "Pika's kitchen is so clean. I better not touch anything.",
				"rsv.47": "This keyboard seems to be dusty",
				"rsv.48": "The sound systems are in tip top condition!",
				"rsv.49": "The drum set here is dusty.",
				"rsv.50": "A half finished bottle of wine is left here.",
				"rsv.51": "I wonder whose horse is this?",
				"rsv.nobalcony": "The balcony is locked. Reserved for special occasions.",
				
				"rsv.aguarbasement1": "The book has notes containing chemical formulas along with magic spells.",
				"rsv.aguarbasement2": "There is a weird smell coming from the pot! Best not touch the liquid inside.",
				"rsv.aguarbasement3": "Mr. Aguar's different books. Seems to be unorganized with magic tomes and science journals all piled up!",
				
				"rsv.aguarlab1": "Bits and pieces of food can be found here.",
				"rsv.aguarlab2": "The stove is mostly used for heating up frozen meals.",
				"rsv.aguarlab3": "A soapy and yet clean sink. Used recently as well.",
				"rsv.aguarlab4": "The fridge contains lots of frozen meals and canned beverages.",
				"rsv.aguarlab5": "Biological Diversities and Genome 12th Edition",
				"rsv.aguarlab6": "A huge notebook with weird symbols and images is placed in here. It's really out of place.",
				"rsv.aguarlab7": "Land erosion and connections with Geology",
				"rsv.aguarlab8": "The missing link. A documentary novel",
				"rsv.aguarlab9": "Jars and bottles of different water and dirt samples are stored inside.",
				"rsv.aguarlab10": "Lines of testubes containing multiple colored liquids are stored inside.",
				"rsv.aguarlab11": "A decorative jar with weird glowing symbols in it's base and neck.",
				"rsv.aguarlab12": "A jar with water and dirt sample inside.",
				"rsv.aguarlab13": "There's something peculiar with this frozen piece of liquid...",
				"rsv.aguarlab14": "Is this a jar of mayonnaise? Oh wait... The contents aren't mayonnaise! It's a think blue cream!",
				"rsv.aguarlab15": "A beautiful blue orb. There seems to be a pulse coming from the inside!",
				"rsv.aguarlab16": "Log 63: The egg lies dormant. Further tests on the shell has not revealed any hints to its origin.",
				"rsv.aguarlab17": "The shiny pearl is reflecting some light from the ceiling of the lab.",
				"rsv.aguarlab18": "Notes : Mitotic cellular division present in sample 1^Increased cellular metabolism observed under direct sunlight^Must buy dog paw bracelet online ASAP!",
				"rsv.aguarlab19": "A series of numbers and letters are printed in this paper.^18-A-26 I-19 12-Y-9-14-G",
				"rsv.aguarlab20": "It's a logbook full of different dates and entries.",
				"rsv.aguarlab21": "To Professor Salvador, ^The ongoing research on the ridge is going slow. But progress has shown enough evidence of magical malpractice. There are also hints of spiritual energy coming from the north.^(The letter is unfinished.)",
				"rsv.aguarlab22": "The spell scroll has it's contents all scribbled up by some chemical formulas and equations.",
				"rsv.aguarlab23": "Huh? Tiny footprints can be traced from the soil inside the pot!",
				
				"rsv.alissa1": "It's a notebook with drafts of unfinished songs.",
				"rsv.alissa2": "'As I long to hold you again. A hug I haven't felt since I was a kid'^D - A7 - Bm - G",
				"rsv.alissa3": "Greatest Song Hits of all Time! Pop! Jazz! Rock! and Many More!",
				"rsv.alissa4": "Green Thumbs 5th Edition Grow some of the best there is!",
				"rsv.alissa5": "A collection of different colored threads and cloth.",
				"rsv.alissa6": "Alissa's private drawer. I better not touch this.",
				"rsv.alissa7": "How to cook pancakes. Easy Steps! Don't forget to turn off stove! ^- Olga",
				"rsv.alissa8": "Boxes of different fruits! They all are in great condition and ready to be shipped.",
				"rsv.alissa9": "There seems to be a shiny object at the back of the wall? But it's emitting a sharp cold sting when you try to reach to it.",
				"rsv.alissa10": "Note to owner of the Everfrost Gem^Do not attempt to break open. Mortal minds may not comprehend the -----^The remaining text seem to be etched off.",
				
				"rsv.bert1": "An old helmet with a marker initials 'B the Baddest' in the back.",
				"rsv.bert2": "The ball is a bit flat but still playable. It seems old as well and maybe put here for display.",
				"rsv.bert3": "The trash is empty. It seems it has been recently thrown out.",
				"rsv.bert4": "There's a small piece of paper stuck in between the foam? It says 'To do: Call Dad'",
				"rsv.bert5": "The Liden's family television",
				"rsv.bert6": "A silver backpack with a first aid kit, multiple canned goods, and a lollipop inside. There's a tag saying 'Emergency Kit'",
				"rsv.bert7": "A little teddy bear. Small glitter stickers are sticked into it's paws.",
				"rsv.bert8": "The living room clock does not seem to be working well? Is it broken?",
				"rsv.bert9": "The fireplace was recently lit.",
				"rsv.bert10": "A new radio. I bet this has amazing sound quality!",
				"rsv.bert11": "A collection of pictures of the Lidens",
				"rsv.bert12": "Zuzu Zebras! A catalogue! Learn about your favorite players here!",
				"rsv.bert13": "Green Thumbs 4th Edition Grow the best there is!",
				"rsv.bert14": "Olga and Bert's dresser. I shouldn't peek.",
				"rsv.bert15": "Ankanian Encylopedia. There are different notes posted in multiple pages",
				"rsv.bert16": "Lusterious^50 plus ways to spice up bed time!",
				"rsv.bert17": "A turned book with the title '24 Different Tales of a Village'",
				"rsv.bert18": "Trinnie's dresser. I shouldn't even think of opening it!",
				"rsv.bert19": "A doll house. It seems new mixed with old and new dolls and toys placed inside.",
				"rsv.bert20": "There is a marker spelling out 'Koko' in the pot.",
				"rsv.bert21": "There's a small sticker with the name 'Pipo' in it.",
				"rsv.bert22": "A tape with the name 'Lil Tomtom' is in it's pot.",
				
				"rsv.ezekiel1": "The old clock does not seem to be working.",
				"rsv.ezekiel2": "A pile of logs. Must be for the fireplace.",
				"rsv.ezekiel3": "A desk drawer. It's locked",
				"rsv.ezekiel4": "A recently thrown apple core is found at the top.",
				"rsv.ezekiel5": "An old army boots. It is recently shined as well.",
				"rsv.ezekiel6": "A golden ring with a weird shaped top. The top looks like it can be opened.",
				"rsv.ezekiel7": "An old flare ammo mounted for display",
				"rsv.ezekiel8": "A big anchor for display. A carving can be read at the side as 'SSS Peacock'",
				"rsv.ezekiel9": "The small ring has a beautiful blue gem on it's top.",
				"rsv.ezekiel10": "The mounted decorations portray a desert vibe",
				"rsv.ezekiel11": "There are traces of flour and old newspapers inside the trashcan.",
				"rsv.ezekiel12": "The Daniels Family Television",
				"rsv.ezekiel13": "An old rusty sword with dog tags hung on it's hilt.",
				"rsv.ezekiel14": "Dear Helen,^^It's a new day. Corine has a job at the local restaurant now. Everything is fine. I miss you. We're planning to visit your thomb tomorrow.^^Love, Zeke.^^This letter was written a very long time ago.",
				"rsv.ezekiel15": "Ezekiel's Dresser. I should not give more reasons to make the guy grumpy.",
				"rsv.ezekiel16": "Corine's desk. There is a notebook with notes about different jobs. Some are checked off some are circled with a marker.",
				"rsv.ezekiel17": "A tray with a half finished bag of chips and a can of soda.",
				"rsv.ezekiel18": "Corine's dresser. I know better than to open this.",
				"rsv.ezekiel19": "Mixed martial arts and many more self defense look ups!",
				"rsv.ezekiel20": "Fashionable - This year's issue.^Find out the new fashion trends! A feature of Shiko!",
				"rsv.ezekiel21": "A big fluffy stuffed bear!",
				"rsv.ezekiel22": "An old doll house. It hasn't been touched for so long there is dust on the ledges.",
				
				"rsv.freddie1": "Lola's spinning wheel. It looks like it has been handled with utmost care",
				"rsv.freddie2": "Different types of silk and thread are stored in the shelf.",
				"rsv.freddie3": "The firewood char is fresh and a hint of used newspapers were recently burned.",
				"rsv.freddie4": "A freshly cooked plate of dish. The presentation is simple yet it looks appetizing!",
				"rsv.freddie5": "Lola and Freddie's dresser. I should respect their privacy",
				"rsv.freddie6": "There are different books with no titles or covers but just wrapped in beige colored paper.",
				"rsv.freddie7": "An old photo album. But there is no pictures inside?",
				"rsv.freddie8": "Hm? There seems to be a letter hidden in between the planked wall.^'To my Freddie' is the only text in the front. Better not open it.",
				"rsv.freddie9": "A letter is hidden in the base of the wall as you look closer.^'My lovely Lola' is the only text in the front. Better not open it.",
				
				"rsv.ian1": "It's a children's book of letters and beginner words.",
				"rsv.ian2": "Ian's personal dresser and drawer. I should not mess with it.",
				"rsv.ian3": "An empty plate and cup. Both seems recently cleaned.",
				"rsv.ian4": "An imperfect ship model. The half side seems asymetrical compared to the other.",
				"rsv.ian5": "The clock is not working. Maybe it's up for repairs.",
				"rsv.ian6": "An empty small desk drawer. Looks like it was recently finished.",
				"rsv.ian7": "The sculpture looks familiar. But this seems like it has been done poorly",
				"rsv.ian8": "A huge bear statue! It only has the shape though with no details.",
				"rsv.ian9": "An empty plant pot. There's no soil inside either.",
				"rsv.ian10": "The fireplace seems like it hasn't been recently used.",
				"rsv.ian11": "There are sheets of paper in the couch with rows of messy alphabets.",
				"rsv.ian12": "A cleanly sharpened axe and pickaxe. Properly cared for.",
				
				"rsv.jeric1": "Fresh fruits and vegetables all aranged for buyers to see.",
				"rsv.jeric2": "A box of other different crops kept in a clean and organized manner.",
				"rsv.jeric3": "Green Thumbs 5th Edition Grow some of the best there is!^Some pages have notes pinned in them along with highlighted texts.",
				"rsv.jeric4": "Top 100 most beautiful faces of the year.^See the results of the poll on the PrincessVille fashion show!",
				"rsv.jeric5": "Jeric's drawer has hints of perfume hints. I should not look any further.",
				"rsv.jeric6": "A small calendar is put beside an alarm clock with stick on notes in certain dates.",
				"rsv.jeric7": "It's a rolled mat used for exercise. It's a little moist",
				"rsv.jeric8": "A weighted barbel. Has a little bit of rust in it's handle.",
				
				"rsv.kenneth1": "Kenneth's drawer. Better not open them.",
				"rsv.kenneth2": "Kenneth's personal computer. There are different notes at the base.",
				"rsv.kenneth3": "It looks like a disassembled microwave.",
				"rsv.kenneth4": "The small monitor has a beeping green bar in the upper left portion of the screen.",
				"rsv.kenneth5": "The huge monitor seems to has some of it's parts disassembled.",
				"rsv.kenneth6": "It's game console! A Pepper Kong cartridge is inserted in the game slot.",
				"rsv.kenneth7": "The trash can has a pile of crumpled papers inside.",
				"rsv.kenneth8": "The computer monitor has a small black software open. Better not touch it.",
				"rsv.kenneth9": "There's an unfinished sandwich!",
				"rsv.kenneth10": "'Different fundamentals of Robotics and Advance engineering'",
				"rsv.kenneth11": "An old type writer. It seems it is at the process of being fixed.",
				"rsv.kenneth12": "Dear Dad, I'm doing fine. I recently met with your old friend Demetrius. Will post notes. - The letter is unfinished",
				"rsv.kenneth13": "A recently fixed radio. It is even cleaned well.",
				"rsv.kenneth14": "An old game console. It is disassembled.",
				"rsv.kenneth15": "A machine with different parts. But there are traces of tinkered bolts and screws all around.",
				
				"rsv.lenny1": "The radio looks brand new! It is rested upon a sheet of paper with notes on different stations.",
				"rsv.lenny2": "The trashcan is empty. Must have been recently thrown out",
				"rsv.lenny3": "Delish Recipes! Revised!",
				"rsv.lenny4": "Lenny's desk. A pile of paperwork is rested upon the side. Better not touch anything.",
				"rsv.lenny5": "Shipment goods all packed in a neat manner.",
				"rsv.lenny6": "Lenny's dresser. I know better than to open it.",
				"rsv.lenny7": "Business Insider. The secret to supervisory success!",
				"rsv.lenny8": "It's a romantic novel titled 'The Lonely Caress'",
				"rsv.lenny9": "Alamanac of the Modern World.",
				"rsv.lenny10": "History of Stardew Valley",
				"rsv.lenny11": "Lenny's personal computer. I better not touch this.",
				"rsv.lenny12": "An opened novel bookmarked at page 103. The novel is titled 'My Sorceress Lover'",
				
				"rsv.lolashed1": "This ring seems to have some smoke pellets stored inside!",
				"rsv.lolashed2": "The purple gem on top of the ring seems to blend in with the shadows..",
				"rsv.lolashed3": "There's a glowing light being emitted from the topaz ring!",
				"rsv.lolashed4": "Woah! Look all this gold! I better not cross Lola or Freddie!",
				"rsv.lolashed5": "Maybe if this gem was soaked with water, there might be some effects?",
				"rsv.lolashed6": "Woah! I small dagger appeared out of nowhere! I better not touch this!",
				"rsv.lolashed7": "The ring seems to be teleporting all over it's small container.",
				"rsv.lolashed8": "These boots seem to have hidden blades under the soles. I better not touch these or I might get hurt.",
				"rsv.lolashed9": "A collection of metal bars and weapons.",
				"rsv.lolashed10": "The woman's suit is clean and seems to be unworn for such a long time.",
				"rsv.lolashed11": "The man's suit is rugged and seems heavy. It is huge as well!",
				"rsv.lolashed12": "The collection swords here seem have been recently sharpened.",
				"rsv.lolashed13": "Souveniers from Lola and Freddie's past adventures.",
				"rsv.lolashed14": "The anvil was recently used..",
				
				"rsv.hotel1": "It's a piece of paper set up for display titled 'Certified for Business'",
				"rsv.hotel2": "It's a pretty painting of a sand dune and the stars.",
				"rsv.hotel3": "It's a guest book. Lots of unfamiliar names are listed here.",
				"rsv.hotel4": "A blank check in form. I already have a home nearby so I shouldn't bother.",
				"rsv.hotel5": "The laptop screen presents a list of guest names and their hotel schedules.",
				"rsv.hotel6": "It's the hotel's lobby computer. It is asking for a password.",
				"rsv.hotel7": "The file cabinet is locked.",
				"rsv.hotel8": "A series of magazines to pass the time.",
				"rsv.hotel9": "Stardew Daily. Know the recent events of the year all summed up!",
				"rsv.hotel10": "The lobby piano. It seems like anyone is welcomed to play it. There's a sign that says 'Treat with care'",
				"rsv.hotel11": "An opened magazine. The page presents an automobile advertisment.",
				"rsv.hotel12": "'Employees Only'",
				"rsv.hotel13": "Flor's dresser. I should not touch it.",
				"rsv.hotel14": "Human Motor Development and Stages Across the Lifespan 12th Edition",
				"rsv.hotel15": "Ysabelle's dresser. She'd be furious if I touched this.",
				"rsv.hotel16": "There's a cute bear plushy!",
				"rsv.hotel17": "Different kinds and brands of makeup is lined in front of a large mirror with light bulbs on it's frame.",
				"rsv.hotel18": "It's a 10 lbs dumbell set aside carelessly",
				"rsv.hotel19": "The laptop has a classy black marking on the edge with the text 'Ysa <'",
				"rsv.hotel20": "The guitar has a missing string.",
				"rsv.hotel21": "A weighted barbel. Seems to be 25 lbs.",
				"rsv.hotel22": "Philip's dresser and study drawer. I should leave it be.",
				"rsv.hotel23": "Kinesiology and Special Tests",
				"rsv.hotel24": "Human Physiology - Systems 4th Edition^Seems to be an old book.",
				"rsv.hotel25": "A pile of varying books. Must be for leisure.",
				"rsv.hotel26": "A globe with little flags coming from every country. There's a note attached at the top reading 'Someday..'",
				"rsv.hotel27": "Somebody recently threw a small piece of gold bar! Must be by accident.",
				"rsv.hotel28": "It's an old photo album. Inside are pictures of Richard and his family.",
				"rsv.hotel29": "Hospitality 101. The art of giving a second home.",
				"rsv.hotel30": "The trash can is empty and clean. So clean!",
				"rsv.hotel31": "It looks like a bar for ballet dancers to use during practice. It looks recently installed.",
				"rsv.hotel32": "The exercise equipment look properly maintained and cared for!",
				"rsv.hotel33": "There seems to be an etch on the bench. It says 'Be happy again'",
				
				"rsv.logcabinhotel1": "A burial vase with ash inside. Better not touch it.",
				
				"rsv.maddie1": "Each book seem to have tons of bookmarks in different pages!",
				"rsv.maddie2": "Inside the drawer has different novels of varying genres.",
				"rsv.maddie3": "The top most book has the title 'The Principles of the Cellular World'",
				"rsv.maddie4": "The current screen shows of an online shopping site. The page is at the 'cute dresses' section",
				"rsv.maddie5": "Marine Biology and Botany - A published collection of researches made by the Wale Academy",
				"rsv.maddie6": "It's a cute pop up book of the 'Flying Dogs of Princess Rara'",
				"rsv.maddie7": "A collection of thesis reports and folders are neatly placed in the shelf.",
				"rsv.maddie8": "Magic and the theory behind it's Existence - A huge book with bookmarks on some pages.",
				"rsv.maddie9": "A pile of notebooks of varying colors and designs. The top most one has a kitten face in it.",
				"rsv.maddie10": "A small terrarium!",
				"rsv.maddie11": "Maddie's Personal Computer. It's asking for a password.",
				
				"rsv.pika1": "The cooler has lots of beverages inside!",
				"rsv.pika2": "Frozen fishes are inside the cooler.",
				"rsv.pika3": "A delicious looking meal! Maybe a new recipe?",
				"rsv.pika4": "A pretty blue shell necklace. It looks clean and well kept. A picture of a woman is put beside it.",
				"rsv.pika5": "A photo album of an unfamiliar place. The place looks like a tropical island with foreign outfits",
				"rsv.pika6": "It's an old diary. It doesn't seem to belong to Pika.",
				"rsv.pika7": "Pika's drawer. I shouldn't mess with his stuff.",
				"rsv.pika8": "The guitar is a little dirty.",
				"rsv.pika9": "The radio is playing an upbeat song when you turned it on.",
				
				"rsv.sign1": "@ Ridgeside Village^Cable Car >",
				"rsv.sign2": "Cable Car to Ridgeside Village ahead.",
				"rsv.sign3": "Warning!^Horses cannot ride the cable car.^This is to prevent any further horse-cablecar-related accidents in occurring.",
				"rsv.sign4": "HIKE AHEAD^^Beware of falling boulders during rainy days.",
				"rsv.bench": "There's a little carving on the arm rest. 'P & C'",
				"rsv.cliffblock": "A huge boulder is blocking the way. There's no way through.",
				
				"rsv.ninja1": "'Keep an eye on the defected couple and the banished wizard.'^'Eliminate if certain circumstances require so'",
				"rsv.ninja2": "The books are all written in different languages.",
				"rsv.ninja3": "A collection of sharp weapons! I might hurt myself if I touch any of these.",
				"rsv.ninja4": "Cherry Bombs with powders imbued in them.",
				"rsv.ninja5": "The sword is emitting an ominous aura",
				
				"rsv.shiro1": "A recently opened bottle of wine.",
				"rsv.shiro2": "The trash can is full of used bandages.",
				"rsv.shiro3": "Different drawings are posted on the wall. They look so good!",
				"rsv.shiro4": "Cope - A book for the ones who need it.",
				"rsv.shiro5": "It's a magazine about swimming and different competitions about it.",
				"rsv.shiro6": "It's a pile of educational books for varying grade levels.",
				"rsv.shiro7": "Boxes of stored clothes and items.",
				"rsv.shiro8": "There's a letter attached to the flower. It reads...^'We will return home soon. Please take care of each other.'",
				"rsv.shiro9": "The drawers are locked.",
				
				"rsv.cliffhouseclose": "There are planks and some nails in the way.",
				"rsv.undreyapeek": "A figure covered in a black blanket.^^'shhh.. don't be too loud okay?'",
				"rsv.grave1": "There's a faded text engraved in the tomb.^The words can be barely read..^'He-e l--s -rth-r-'",
				"rsv.brokencart": "This rail system seems broken. Better not use it.",
				},
	},

	
]
}