{
"Changes": [
	
//------------------------
// FESTIVAL DIALOGUE   
//------------------------

	//Egg Festival----------------------
	
		{
			"LogName": "EggFestival",
			"Action": "EditData",
			"Target": "Data/Festivals/spring13",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "I keep warning Lenny and Lewis, but they never listen... $s#$e#What?#$e#What do you want?#$e#Stop eavesdropping!$a",
				"Bert": "Mmm, it doesn't get much better than this!$h#$e#Bright sun, cool breeze, and good eggs!$h",
				"Ezekiel": "Someone is going to miss an egg and then it's going to stink up this whole melon-farming valley.$a",
				"Freddie": "Mmm, these deviled eggs get better every year.$h",
				"Jio": "Bright colors are harder to hide well, and yet, the eggs are brightly colored... ",
				"Keahi": "It's not cheating to ask people to let you win, is it?$u",
				"Kiwi": "Egg?$u#$e#Egg.$h",
				"Lenny": "You know, I get what Lewis said about acting my age, but... $s#$e#I could still win the Egg Hunt if I wanted to.$h",
				"Lola": "Happy Egg Fest!$h#$b#Are you joining the hunt this year?#$e#If so, good luck!$h",
				"Olga": "Eggs make Bert gassy.$s#$b#If he doesn't slow down, he's sleeping on the couch.",
				"Pika": "Have you tried the Loco Moco?#$b#It's a customary Samaowaiian dish, with white rice, smothered in hamburger meat, a lightly fried egg, and homemade gravy!#$e#It's Keahi's favorite way to eat his morning eggs.$h",
				"Richard": "I love the versatility of eggs.$h#$b#I do keep in mind to avoid the yolk, though.#$b#Got to watch your cholesterol when you get to be my age!$4",
				"Trinnie": "I don't know how, but Keahi's gonna cheat, I know he is... $a",
				"Yuuma": "I saw a couple of eggs already, but... #$b#I don't really... want to join.$s#$e#It's okay.$h",
			
			//Dateables
				"Alissa": "I feel giddy inside!$h#$b#I'm excited for the main event later on!$h#$b#Oh! I've already spotted some hidden eggs while we're waiting.$h",
				"Alissa_spouse": "Hi darling! I'm glad you could make it!$h#$b#Look here! I painted some of our eggs as well!$h",
				"Corine": "Ysa's so sweet!$h#$b# She showed up at our house bright and early to get ready for the festival with me. It was a lot of fun!$h",
				"Corine_spouse": "Honey, look! What do you think of my outfit?$h#$e#I feel so pretty.$h",
				"Flor": "Have you noticed how they don't seem to put an age limit on the Egg Hunt?#$b#It's most appealing for the children, but no one has an issue with young adults like Abigail joining.",
				"Flor_spouse": "I wonder if Abigail will ever get tired of participating in the hunt.#$b#Not that I think she should!$u#$b#I'm really just wondering, I swear!$h",
				"Ian": "Miss Evelyn's deviled eggs are really good.$h#$b#She told me she puts chili powder on top instead of paprika! That's a secret from Gus, though.",
				"Ian_spouse": "Have you tried the egg tart Jodi made? Here, have some of mine.$h#$b# Say 'ahh'!#$e#Sorry... I, uh, caught up in the moment.$l",
				"Jeric": "Are you going to participate in the egg hunt, @?#$e# Look out for Keahi, he's super fast! #$b#He has to be, to get away with his pranks.$h",
				"Jeric_spouse": "Good luck if you're entering the egg hunt, babe!",
				"Kenneth": "Awww... $s#$b#I wasn't able to get any egg tart! I was too late.",
				"Kenneth_spouse": "Hm, the wiring on the lights looks a little loose, maybe I should go and... $s#$e#I'm just playing. I'd rather be right here, with you.$h",
				"Maddie": "Ugh!$a#$b#I should be at the research facility working on something more useful than this$s",
				"Maddie_spouse": "Hi @#$b#Would you like to share some devilled eggs with me?",
				"Philip": "He grumbles, but I think George is enjoying himself, deep down.",
				"Philip_spouse": "I will stop talking about protein intake for today, I promise.$h",
				"Shiro": "It's great to see the kids having so much fun with the egg hunt.$h#$b# Sometimes I wish I could join them. But... that would be weird, right?",
				"Shiro_spouse": "I really like the egg festival. #$b#It's a lot, but it's a lot of fun to see everyone enjoying themselves.$h",
				"Ysabelle": "So, what do you think of my dress?$h#$b#It looks chic doesn't it?",
				"Ysabelle_spouse": "Do you like my dress, love?#$b#I want an honest answer, alright?$h",
			},
		},
		
	//Flowerdance----------------------
	
		{
			"LogName": "FlowerDance",
			"Action": "EditData",
			"Target": "Data/Festivals/spring24",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Yes, I came.#$b#Maddie indicated there would be food.$h",
				"Bert": "I'm no ballerina, but I think I'll do Olga proud.#$e#At least I won't step on her toes.$h",
				"Ezekiel": "No girl here prettier than Corine.$h#$e#I better not see anyone bothering her.$a",
				"Freddie": "I'm still a devil on the dance floor, after all these years!$h",
				"Jio": "Despite all the movement and noise, the forest doesn't mind.$h",
				"Keahi": "Look, look!#$e#Aren't my dance moves cool!$h",
				"Kiwi": "Kiwi watch.#$e#Kiwi like dancing.$h",
				"Lenny": "Are you gonna ask someone to be your partner?#$e#Go for it!$h",
				"Lola": "We were taught to waltz by some of the world's greatest dancers, you know.#$b#This is no ballroom, but it suits us just fine.$h",
				"Olga": "Well I'll be... $4#$b#He really just wants to dance with me.$h",
				"Pika": "My wife's name, Leilani, means ‘heavenly flower.'#$b#She'll always be the flower queen in my eyes.$h#$e#I'm sure Keahi gets his charm from her.$h",
				"Richard": "The Flower Dance holds a special place in my heart.$s#$b#My wife, Angelika, always asked me to be her partner, and I'd have been a fool to say no!$h#$bShe won her fair share of flower crowns with that charm of hers.$4",
				"Trinnie": "I'm really pretty, aren't I, @?$4#$e#I'm going to be the flower queen some day!$h",
				"Yuuma": "Shiro wants to dance.#$b#I don't think he should.$s#$e#Hm, me?#$b#Oh, I'm fine.$s",
			
			//Dateables
				"Alissa": "I'm a bit shy to dance in front of everyone.#$b#Everyone's gonna do it but still, I'm really nervous!$h",
				"Alissa_spouse": "The flowers everywhere look so pretty, don't they darling?$h#$b#You look really good, too.$l",
				"Corine": "This is one of my favorite days of the year!$h#$b# Having everyone all in one place is wonderful on its own, but there's something about this festival that I've always loved.",
				"Corine_spouse": "I'm excited to dance with you.$l",
				"Flor": "Me? Oh, I-I don't really dance... #$b#It looks fun, but I don't... I don't know the steps... $12",
				"Flor_spouse": "It's so pretty out here.#$b#I do really like it.$h",
				"Ian": "Did you get some strawberry seeds from Pierre's stall? #$e#You'll have to let me know when they're all grown. They're my favorite fruit!$h",
				"Ian_spouse": "Would it be alright if we danced together? You look so... beautiful among the flowers.$l#$e# Maybe we should grow some on the farm.",
				"Jeric": "Daaang, looking good.$h",
				"Jeric_spouse": "Don't worry about the dance, babe, just follow my lead.",
				"Kenneth": "Seeing everybody happy is so nice.$h#$b#Gives the valley a boost of positive energy!$h",
				"Kenneth_spouse": "I saw some of the villagers practicing their dance earlier. #$e#Everyone seems to be in such good spirits! $h#$b#@, care to dance?.",
				"Maddie": "Dancing is just a waste of energy.#$b#I've got better things to do$a",
				"Maddie_spouse": "I told Mr. Aguar there would be good food here, so he'd come. It's good to participate once in a while. You taught me that.",
				"Philip": "%Philip seems distracted. #$b#Hmm? #$b#Oh, sorry, I just can't figure out if that's part of the dance, or he's limping... $s",
				"Philip_spouse": "We're going to dance? #$e# Well, I guess I'll go make a fool of myself. #$b# Remember, you chose to marry me!$h",
				"Shiro": "Hey, @! The festival always gets me in a good mood.$h#$b# It's hard to feel bad when everyone is so happy, you know?$h",
				"Shiro_spouse": "You look so handsome^You look so gorgeous.$l",
				"Ysabelle": "The dance is simple, but I think that's what makes it classic!$h",
				"Ysabelle_spouse": "Come on, honey. Just like we practiced at home.#$b#Don't step on my feet this time, though!$h",
			},
		},
		
	//Luau----------------------
	
		{
			"LogName": "Luau",
			"Action": "EditData",
			"Target": "Data/Festivals/summer11",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Seawater is useless for my research.$a#$b#The Gem Sea has been contaminated by sea vessels and sewage.$s",
				"Bert": "Keahi's already tried to toss coral and empty shells in the pot.$u#$e#Gotta keep my eye out, make sure he's not a bad influence on Trinnie!$a",
				"Ezekiel": "Governor is still as useless as he was last year. Bah.$a",
				"Freddie": "I've known the governor for 30 years, and he hasn't changed a bit.",
				"Jio": "Kiwi would like some soup.#$b#Pardon me.$h",
				"Keahi": "The shell was Trinnie's idea, but I still got yelled at!$a#$e#Not fair.$s#$e#And I left my slime at home!$u",
				"Kiwi": "Soup taste good?$u#$e#Kiwi ask Jio to bring soup.$h",
				"Lenny": "How can Lewis be stressed when that soup smells so good?$h",
				"Lola": "Freddie says the governor hasn't changed, but I disagree.#$b#He's certainly grown wider.$h",
				"Olga": "Where did that Trinnie scamper off to?$s#$b#I saw her give Keahi something to throw in the stew!$a",
				"Pika": "I used to spin poi when I was younger.$h#$b#The first time I added fire, I nearly burnt my eyebrows off!$u#$e#Leilani never let me live that down, ha ha!$h",
				"Richard": "It's humbling to consider how old a tradition the Luau is for the valley.#$b#It came before me, and will be here long after I'm gone.#$e#Anytime we can all come together is truly a special time.$h",
				"Trinnie": "I didn't know the shell was empty... $s#$e#Dad always says seafood makes good stew.$h",
				"Yuuma": "I hope the soup tastes good.$h#$b#I would hate for my brother to come all the way down here just for the soup to taste icky.$s",
			
			//Dateables
				"Alissa": "The soup is coming together!$h#$b#I trust that everyone gave their best produce.",
				"Alissa_spouse": "I smell something good aside from the soup!$h#$b#I think it's that dish that Linus is cooking.",
				"Corine": "I don't know what the vegetable Papa tried to bring was, but I got rid of it. $a#$b# It smelled like bad hamburger. $s#$e# I love my dad, but... no.",
				"Corine_spouse": "I'm just really glad Papa isn't trying to sneak some weird exotic turnip into the soup. #$e#Where is he, anyway?$s",
				"Flor": "I wonder why no one ever tries to coordinate the soup ingredients.#$b#It could go so wrong, so why do they leave it up to chance?",
				"Flor_spouse": "They never coordinate the soup ingredients, and yet, Lewis still takes the risk of having the governor try it first, every single year... why?$u",
				"Ian": "I don't have the money to add something fancy to the stew. I hope the ridge cherries I added are good enough... ",
				"Ian_spouse": "What'd you bring for the soup? #$e#I know whatever you picked, it'll taste amazing. $l#$b#You have the best vegetables in the valley!$h",
				"Jeric": "You are looking fan-tas-tic today, @.$h#$e# You don't mind if I keep you company while we wait for the soup to be ready, do you?",
				"Jeric_spouse": "I put in my finest starfruit.#$e# Soup better be good, that was a pretty penny that went in that pot.",
				"Kenneth": "I think one of the speakers just went out... #$b# That or Keahi or Vincent unplugged it.$a",
				"Kenneth_spouse": "I offered to help, but I think Ian likes carrying the luau pot down here. #$b#Big guy gets a workout AND a feast! $h#$e#Who am I to get in the way of a man and his work?$h",
				"Maddie": "It seems unsanitary to eat from a communal pot of soup. $a#$e#I mean it has multiple clashing ingredients and everyone just gets to add anything? #$b#Who knows what's lurking in there... $s",
				"Maddie_spouse": "When we get home I'll make you a proper soup, honey. #$e#The pot-luck is a little too... diverse... for my taste.$s#$b# I promise it'll be good!",
				"Philip": "Have you tried the soup yet?#$b# I'm, uh... a little afraid to, if I'm being honest.$s#$e# The nutritional content is probably excellent, but the smell is... ",
				"Philip_spouse": "Every year, I get so nervous about this soup, and every year, it turns out good. #$b#I don't know how they manage it.",
				"Shiro": "I'm glad I could make it down here. #$b#I'm not able to come to the beach nearly as much as I want to... I hope Yuuma is enjoying it, too.$s",
				"Shiro_spouse": "I saw Keahi and Trinnie sneak something in the soup, and then Bert and Olga caught them. #$b#It's like watching a real-life sitcom.$h",
				"Ysabelle": "I'm going to join Emily on the dance floor soon.#$b#You should totally join us!$h",
				"Ysabelle_spouse": "Have you added something to the stew yet?#$b#I want to dance!$h#$b#But I don't want to dance without you.$s",
			},
		},

	//Jellies----------------------
	
		{
			"LogName": "Jellies",
			"Action": "EditData",
			"Target": "Data/Festivals/summer28",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Ridgeside's rivers feed directly into the ocean... #$b#Perhaps it explains the Lunaloos... $u#$e$%Mr. Aguar seems to be deeply absorbed in thought.]",
				"Bert": "We've been married for decades and I still get nervous before givin' her a gift... $4",
				"Ezekiel": "Corine dragged me out here.$s#$b#Helen used to love watching these.$h#$b#I'd forgotten... $4",
				"Freddie": "I'll never get tired of this sight.#$b#Jellyfish aglow, Lola in the moonlight... #$b#It's enough to take an old man's breath away.$h",
				"Jio": "As the jellyfish move, so does the moonlight move with them, and power follows in their path.",
				"Keahi": "Jellyfish are so cool!$u#$b#Do you think I can catch one!?$h",
				"Kiwi": "Hello jelly friends!$h",
				"Lenny": "It gets prettier every year.$h#$e#Maybe Lewis will finally relax for a second.$s",
				"Lola": "It never gets any less enchanting.$h#$b#Hold onto this memory, @.$s#$b#It's one of the most beautiful things you'll ever see.$4",
				"Olga": "Why is Bert fidgeting like that?#$b#What did he do?$s",
				"Pika": "Like a pearl, you glow.#$b#You drift to and fro by chance.$h#$b#Your tentacles go with the gulf stream flow... #$b#... and you dance.$s#$e#Goodbye, little jellyfish.$4",
				"Richard": "Another batch of jellies gone with the tide. I proposed on this day, many summers ago.$h#$b#I'm not sure which glowed brighter that night, the jellyfish or my dear wife's eyes.$4",
				"Trinnie": "I'm not sleepy!$s#$e#I'm gonna stay up and see the muhgreting jellyfishies!$h",
				"Yuuma": "The jellies make me think of my mommy and daddy.$s#$b#Maybe the jellies can take a message from me, all the way to them... $h#$e#... I really hope so.$s#$b#I just want them to know I still love them.$4",
			
			//Dateables
				"Alissa": "This beautiful scenery, it's breathtaking.#$b#It's like the ocean is performing for us.$h",
				"Alissa_spouse": "The ocean is preparing for its song.$h#$b#I wonder if it gets nervous too.$s#$b#I know I sound silly, but I can't help but imagine.$h",
				"Corine": "Hi, @!$h#$b#There's a bit of mystery in the air, don't you think?#$e# Every year, Papa gets lost in his own thoughts. I wonder what he's thinking about?$s",
				"Corine_spouse": "It's funny, but the shadows always seem weaker on this specific night.$h#$e#It's like everything is being exposed, but the light exposing it is so gentle... $h",
				"Flor": "There's something about the sky and the ocean that captivate humans in the same otherworldly way... $u#$b#Both are extra breathtaking at night.$h",
				"Flor_spouse": "I know memory is subjective and imperfect, but I do think this gets prettier every year.$h",
				"Ian": "Jellyfish are lucky. They don't have to worry about money or work.$s#$b#They just float along. #$e#I wonder if jellyfish have families.",
				"Ian_spouse": "I used to want to be a mindless jellyfish, just to get away from it all.$s#$b#I'm glad I'm not, though.#$e#I'm happy being human, here with you.$l",
				"Jeric": "Hey @, want to watch the jellyfish with me? #$e#Hey, can you blame a guy for wanting to be surrounded by gorgeous things on all sides?$h",
				"Jeric_spouse": "Hey, babe. Come sit with me and just be for a second. #$b# You can stop running around for one night.$h",
				"Kenneth": "It's like the festival is giving mother nature a break from electricity#$b#It's nice to unplug, even just for a bit!$h",
				"Kenneth_spouse": "I used to want to recreate the bioluminescence that the jellies have and make it into a lamp or something.#$e#I really think it's best if it's just theirs, though. They do it best.$h",
				"Maddie": "I should either be asleep already or working on my research.$s#$b#But Mr.Aguar insists on going and I'm not going to make him walk back alone.$a",
				"Maddie_spouse": "If I'm being honest, like 100% honest... $s#$b# I really love the jellyfisb. A lot.$l",
				"Philip": "Ah, sorry about talking your ear off about jellyfish yesterday. #$b#They're just fascinating!#$e# They don't even have a central nervous system, but they're some of the most energy-efficient creatures in the ocean.",
				"Philip_spouse": "Time for the annual jellyfish update!$h#$b# Instead of a skeleton, jellyfish have mesoglea, which is 85% water. It also contains proteins and amoebocytes that consume bacteria and debris... ” %Philip's struggling to keep a straight face. #He's probably going to keep this joke going for the next decade... ",
				"Shiro": "You know, we're more like the jellies than you'd think. #$e#We like to stick together, like a family.#$b# And sometimes the current takes us down different paths... $s",
				"Shiro_spouse": "I'm kind of jealous of the way they float along.#$b# It looks effortless.",
				"Ysabelle": "Staying up late like this is worth it just to see the beautiful jellyfish.#$b#I hope I can stay awake.$h",
				"Ysabelle_spouse": "I'm glad I get to enjoy this beautiful night with you, @.#$b#You make everything that brought me to the valley worth it.$h",
			},
		},

	//SVFair----------------------
	
		{
			"LogName": "SVFair",
			"Action": "EditData",
			"Target": "Data/Festivals/fall16",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "The fish Willy has displayed appear to have been healthy before they were caught.#$b#This reflects well on the water quality.",
				"Bert": "We're gonna participate next year, just you wait and see.#$e#Whenever Alissa's ready!$h",
				"Ezekiel": "That milk and cheese is going to rot in the sun and stink up this whole place.$a",
				"Freddie": "Fine display, @.$h#$e#You should be proud of yourself.$h",
				"Jio": "You see nothing.$a",
				"Keahi": "I only have enough for 50 tokens... $s",
				"Kiwi": "Play?#$b#Shee!$u#$e#Kiwi play!$h",
				"Lenny": "Lewis always says the judges should remain totally neutral, but nice work, @.$h",
				"Lola": "Beautifully done, @!$h#$b#Any chance you've got some pumpkins stashed away?#$e#Freddie absolutely loves my pumpkin soup.$h",
				"Olga": "Well I'll be.$u#$b#Nicely done, @! You should be proud of yourself.$h",
				"Pika": "Hey, @.#$b#Help decide a tie-breaker.#$b#Whose spread is better this year, mine or old Gus' here?$h",
				"Richard": "My, what a fine showing!$h#$b#I daresay, our little valley does live up to its reputation.",
				"Trinnie": "I wanna play the slingshot game!#$e#I'm gonna be better than Keahi!$h",
				"Yuuma": "This is... fun. I guess.#$e#Um... I need to go look after my brother, sorry. Bye.",
			
			//Dateables
				"Alissa": "I really want to check out the games and stalls everywhere!$h",
				"Alissa_spouse": "I want to play the fair games, darling!$h#$b#Let's visit them after the display judging, okay?",	
				"Corine": "I'm going to get the high score at the slingshot game, just you wait!$a#$e# I've been practicing!",
				"Corine_spouse": "Hi, honey. $h#$b# I'm just taking a break from trying to get the highest possible score at the slingshot game.#$e# My hands are kind of sore.$s",
				"Flor": "It's so busy. I knew it would be, but it's still... $u#$b#This is a lot of people.$s#$b#Sorry.$l#$b#Give me a minute.$12",
				"Flor_spouse": "There are so many people and it's so loud and busy... $s#$b#... but it's a little less intimidating with you nearby.$h",
				"Ian": "I'd like to get a prize with my stars, but I don't want to waste money on any of the games.$s#$e# I'm decent at the test of strength, but the payout isn't enough.$s",
				"Ian_spouse": "Hey, want to play the fishing game together after you've set up?#$e# Winner gets a kiss from the loser!$h",
				"Jeric": "What did you choose for your display, @?#$e#Oh, really? Nice call!",
				"Jeric_spouse": "This is my favorite festival of the year. $h#$e# Everyone comes together and shows off what they've been working on--and someone gets told they're officially the best!$h",
				"Kenneth": "I'm glad that you're enjoying the festival @!It was really all Mayor Lewis' hard work. I just helped with some stuff.$h",
				"Kenneth_spouse": "Wow... the festival never ceases to amaze me. #$e# It brings so many tourists into the valley!#$b# I'm sure Lenny and Lewis love that part.",
				"Maddie": "Where do Gus and Pika get all the beef for their hamburgers anyway?#$b#It can't be from anyone in the vally... #$e# I hope it's ethically sourced... $a",
				"Maddie_spouse": "Oh, I want to try everything! Do you think Gus made dessert? #$e#Let's share a pink cake!$h",
				"Philip": "Alex and I challenged each other to the strength game, and I won!$h#$e#Between you and me, though, it has less to do with strength and more to do with posture and ergonomics.",
				"Philip_spouse": "Alex is getting stronger. He might win next year.",
				"Shiro": "Oh, hey, @. #$b# This is actually pretty fun.#$b# I came so Yuuma would go, but I'm honestly enjoying myself!$h",
				"Shiro_spouse": "I used to absolutely beast at the strength game.#$b# Someday I'll get back to that level.$h",
				"Ysabelle": "I went to Gus' stand earlier.#$b#You really must try their burgers!$h",
				"Ysabelle_spouse": "Hey love, let's go around the square and look at the grange displays!#$b#I want to see our competition.",
			},
		},
		
	//SpiritEve----------------------
	
		{
			"LogName": "SpiritEve",
			"Action": "EditData",
			"Target": "Data/Festivals/fall27",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Not now.$4#$e#I can't be distracted.$4",
				"Bert": "I swear, Evelyn's pies get better every year!$h#$e#Mm mm, it's enough to make a grown man cry!$s",
				"Ezekiel": "This is ridiculous. Those skeletons are clearly puppets!$a",
				"Freddie": "Lola and I met on Spirit's Eve, decades ago.$h#$e#She was wearing this sleek catsuit number.$u#$b#The moment I saw her, I knew I was going to marry that woman.$h",
				"Jio": "Can you feel that in the air?$4#$e#There's much to be wary of, this night.",
				"Keahi": "Boo!$u#$e#Ha ha, did I scare you?$h",
				"Kiwi": "Hee hee.$h#$b#You see friends?$u#$e#Kiwi friends here!$h",
				"Lenny": "My back will be hurting for weeks, but I think we did a pretty nice job setting all this up!$h#$e#Mind you, I had nothing to do with the maze.$u",
				"Lola": "No catsuit for me this year, dear.$h#$b#That's been put away for many decades.#$e#I already caught my prey, after all.$h",
				"Olga": "She's going to eat all that candy, and then she'll be sick and fussy all night... $s",
				"Pika": "Don't tell Keahi, but every year, I slip some candy from his haul for myself.#$b#Tama's tax, as my dad used to call it, ha ha!$h",
				"Richard": "I learned a long time ago to stop asking how Lenny makes these things happen, and just enjoy it.$h#$e#You must try the cider if you haven't already.$4",
				"Trinnie": "Keahi didn't notice my costume... $s#$b#Stupid Keahi!$s#$e#I'm not sharing my candy!$a",
				"Yuuma": "Shiro wanted to go in the maze with me, but I didn't want to go.#$be#I told him it wasn't safe for him to go alone and he got sad.$s#$b#I guess we're leaving soon.$4",
			
			//Dateables
				"Alissa": "This dress is a little hard to walk around.#$b#I hope I don't trip and cause a scene.$s",
				"Alissa_spouse": "I'm afraid that I'll get lost soon in the maze.$s#$b#Will you try and find me if I do?$h",
				"Corine": "Boo!#$e# Haha, I know I didn't scare you!$h#$b# Are you enjoying the festival?",
				"Corine_spouse": "There's something in the air tonight. #$e#I might have to slip away, but I'll be back tonight, promise.",
				"Flor": "I understand, technically, that people like scary things because they can feel the rush of fear without feeling like they're really in danger, but I don't feel the same way.#$b#I'll be where it's well-lit.$h",
				"Flor_spouse": "It's okay if you want to go run the maze or something, really!#$b#I'm okay right here. Don't worry about me.$h",
				"Ian": "I'm thankful for all of the festivals we have. #$e# A day that I don't have to buy food means more in savings! $h#$b#Gus and Pika sometimes let me take leftovers home, too.",
				"Ian_spouse": "Want to check out the maze together? #$e#I've never made it to the end, so I'll follow your lead!",
				"Jeric": "What do you think? Pretty slick, huh? #$b#Gonna make all the honeys come runnin'.$h",
				"Jeric_spouse": "That wizard closes a big part of the town all day to set up for the Spirit's Eve festival. #$e#I wonder how he manages to get it done all by himself?",
				"Kenneth": "Lenny and Ian sure did a good job at sprucing up the place!",
				"Kenneth_spouse": "Lenny found out about me and Maru messing with the lights and made us change them back.#$e# She did get a laugh out of it, though. She's always a good sport. #$b# ... Don't tell her, but Maru and I still changed her porch light to a red bulb! $h",
				"Maddie": "I have to admit, some of these costumes are well put together.#$b# It almost makes me think I should've put more effort into mine... $s#$e# Nope, still would have been a waste of time.",
				"Maddie_spouse": "I had to pick up some stuff at the lab right before coming here.#$b# Mr. Aguar teased me about not getting a costume. Grumpy old man. Is he wearing one?$a",
				"Philip": "I can't stop staring at those skeletons. #$e#That has to be a trick.#$b# How are they moving without musculature?$s",
				"Philip_spouse": "It's amazing how they manage to pull all this together in a day. #$e# I bet Lenny's back is going to be bothering her for a while... ",
				"Shiro": "They decorated the place really well!$h#$b#I was a terror on Spirit's Eve when I was younger.#$e#I loved scaring people. I definitely got out of hand once or twice... ",
				"Shiro_spouse": "I'll stay over here. $s#$b#It's all smoke and mirrors, but some part of my brain doesn't always know that.",
				"Ysabelle": "Have you been through the maze?#$b#Try not to get lost too much, or you might lose yourself.$u#$b#OOooOOO! Haha!$h",
				"Ysabelle_spouse": "So, what do you think of my outfit for tonight?#$b#Très chic, hmm?$h",
			},
		},
		
	//IceFest----------------------
	
		{
			"LogName": "IceFest",
			"Action": "EditData",
			"Target": "Data/Festivals/winter8",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Hmmm.#$e#%Mr. Aguar is staring intensely at the candy cane.",
				"Bert": "Remember my advice?#$b#Stay on your toes, become one with the rod, y'hear me?$h",
				"Ezekiel": "Mark my words, I'd reel in more than anyone else.$h",
				"Freddie": "Hey there, @!$h#$e#Staying warm?",
				"Jio": "Yesterday was quiet and peaceful.#$e#Today, the ice creaks under the strain.$s",
				"Keahi": "This snow is hard to make into shapes.$s#$e#Dad says it's not wet enough! How can snow be... not wet?$u",
				"Kiwi": "Kiwi try to catch fish.$h#$e#Kiwi has big head and little arms.$a#$b#Not catch.$s",
				"Lenny": "Lewis has always liked this festival more than I ever did, so I'll just sit back and let him run it.",
				"Lola": "I understand why they do catch and release, but between you and me... #$b#... I'd rather fry those fish up with some good seasoning the way I learned on Ember Island.$h",
				"Olga": "Don't tell Bert, but I dragged him out here because I know Trinnie wants to show him the snowman she'll build.$h",
				"Pika": "I come for the ice fishing.#$b#Just to watch though.#$b#You'd never catch me out on that ice!$h",
				"Richard": "Brr!$a#$b#I should have bundled up more.#$b#The cold doesn't mesh well with these old bones of mine.$h#$e#It's well worth it to see the beautiful ice sculptures Leah and Robin create, though.$4",
				"Trinnie": "I keep trying to make snow wings for my snow penguin and they keep falling off... $s",
				"Yuuma": "I wish my brother could join the competition.#$b#I think he would have a good time.$h#$b#He used to fish a lot.$s",
			
			//Dateables
				"Alissa": "I want to go make a snowman too.#$b#The gleaming white snow is magical!$h",
				"Alissa_spouse": "Good luck to you later, darling!$h#$b#I'll be cheering for you! Go catch them fishies!$h",
				"Corine": "Have you ever noticed how Willy and Lewis can walk on the ice without slipping at all?#$b# I wonder how they do that.",
				"Corine_spouse": "Have you seen the snow... things that the kids are making?#$e# I think the one on the right is supposed to be Lewis... or Pam... $s”",
				"Flor": "I'm helping the kids build a snowman!$h#$b#I need to find the perfect branches for arms.$h", 
				"Flor_spouse": "The ice looks really solid. I mean, I don't think anyone would cut holes in it if it wasn't... $s#$e# Please be careful all the same, honey.$s",
				"Ian": "My gloves have holes in them. I'm not bothered by the cold, so it's not that big of a deal.#$e#I wonder if Emily can teach me how to mend them.",
				"Ian_spouse": "Are you competing in the fishing tournament? #$e#I'll be cheering for you!$h#$b# Quietly though, since you don't want to scare the fish away.",
				"Jeric": "Looking good, @. #$e#Can't lie, I love a cute snowbunny.$h",
				"Jeric_spouse": "Hey, @. Be sure to catch me if I slip and fall on the ice, okay?$h",
				"Kenneth": "They release the fish after the festival.#$b#They'd just go bad if we didn't.",
				"Kenneth_spouse": "All those fish I caught, yet my favorite catch is you.$h#$e# What? Can't a guy use a terrible pickup line once in a while?$h",
				"Maddie": "Y'all know that one could die with hypothermia right??RIGHT?#$b#I just don't understand the point of all this$a ",
				"Maddie_spouse": "Yoba, it's so cold.$a#$b#You're an amazing person and all, but there are some things love can't conquer, and this cold is one of them. I can't wait to go home.$a",
				"Philip": "Good luck!$h#$e#Remember to engage your core. Shoulder injuries are the worst.",
				"Philip_spouse": "I've seen you fish, I know you don't need any warnings about injuries. Good luck!",
				"Shiro": "I hope Yuuma is able to play a bit today. #$b# To be honest, that's really all I want.",
				"Shiro_spouse": "Hey love. It's really cold... #$b# Can I ask for a hug? $l",
				"Ysabelle": "The ice sculptures remind me of marble statues at the ballet theatre back in the city.$h#$b#I used to try to copy their poses when I was little.",
				"Ysabelle_spouse": "Do you know how to sculpt, my sweet?#$b#We could make art with ice, or with our... $l#$b#Ha ha, I'm only teasing!$h#$b#Now certainly isn't the place, after all.$h",
			},
		},
		
	//WinterStar----------------------
	
		{
			"LogName": "WinterStar",
			"Action": "EditData",
			"Target": "Data/Festivals/winter25",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "And a merry Feast of the Winter Star to you, @.$h#$e#Don't look so surprised.#$b#I don't enjoy pleasantries, but that doesn't mean I don't realize their significance.",
				"Bert": "I was right, @.$h#$e#Her smile's worth the cost of that dollhouse and more.$h",
				"Ezekiel": "I knew it. The food is good and the beer is rotten.$a#$b#I'm going to go home and drink some real alcohol!$h",
				"Freddie": "Happy Winter Star, @!$h#$e#Here's hoping you get most of what you want and everything you need!$h",
				"Jio": "Kiwi enjoys these days.$h",
				"Keahi": "Presents!$u#$e#I love presents!$h",
				"Kiwi": "Kiwi is present now!$4#$e#Shee!$h",
				"Lenny": "How's that song go?#$b#Chestnuts roasting on an open pyre... $4#$b#Wait, that's not right.$h",
				"Lola": "Happy Winter Star, dear!$h#$e#Freddie and I are going on a little trip tomorrow.#$b#I'm looking forward to finally getting some alone time with my husband.$h",
				"Olga": "Bert got Trinnie the dollhouse, the fool!$a#$b#Just wait until she leaves those bits and pieces laying around and he steps on one barefoot.$s",
				"Pika": "The Feast of the Winter Star reminds us that no matter where you're from, you can find your own ohana, your own family, among friends.$4#$e#I'm glad to be able to celebrate with you, @.$h",
				"Richard": "Ysa used to believe in Father Winter Star.$h#$b#I wonder when she figured out it was me in the suit?$4",
				"Trinnie": "%Trinnie is transfixed by the ornate dollhouse she's just unwrapped. She doesn't even notice you.",
				"Yuuma": "The town looks really pretty.$h#$e# Does Shiro look cold?#$b#It's really cold out here... $u",
			
			//Dateables
				"Alissa": "The festival lights look so lovely on the snow, it's the perfect atmosphere.#$b#Hope you have fun, @.$h",
				"Alissa_spouse": "Happy holidays my darling!$h#$b#You're the best blessing I've gotten in a long while.#$b#I love you so much.$l",
				"Corine": "Hi, @! I love this holiday the most because the food is the absolute best.$h#$b# It's worth waiting all year for!$h",
				"Corine_spouse": "Another year, huh? #$b#I don't know why, but I think next year will be even better.$h #$e#Come on, let's eat!$h",
				"Flor": "The older we get, the harder it is to hold onto that childlike sense of wonder, but being around lots of people like this feels special in a more substantial way.$h",
				"Flor_spouse": "Festivals like this used to feel so lonely, because I didn't know how to connect. $s#$b#But I have you now, and you've changed everything.$h #$e#Thank you.$h#$b# I love you.$l",
				"Ian": "I carved a wood sculpture for my gift. #$e#It's nothing fancy, but I hope they like it. Makes the splinters worth it!",
				"Ian_spouse": "You're what I'm most thankful for.$h#$e#I'll give you your winter star gift at home, okay?$l",
				"Jeric": "My secret giver better not give me some rough-spun cotton, I'll tell you what.$a#$b# That's nice for Emily and all, but I'm making high-class garments.",
				"Jeric_spouse": "Time sure has a way of creeping up on you. #$b#I guess it flies when you're happy or however that thing Lewis says goes.$h",
				"Kenneth": "To be honest, I've got one eye on that tree. $s#$b# All those lights... $u",
				"Kenneth_spouse": "Hi, @! #$b#I hope your year has been at least as great as mine.#$e# Mine's been pretty amazing, with you in it! #$b# Hm? The tree? Oh, don't worry about it, it's fiiiine... ",
				"Maddie": "“Hey, @. Did you get a good gift today? #$b#I hope your career reaches new heights next year.$h #$b#Really, I mean it!$a",
				"Maddie_spouse": "I don't need to think about material gifts with you around. #$b#I couldn't ask for anything better!",
				"Philip": "Happy holidays! I hope you get everything you wished for.$h",
				"Philip_spouse": "Oh Yoba, I love holiday food.#$b# Don't hug me, I've got cookies stashed in my pockets.$h",
				"Shiro": "You know what @? It's important to make the most out of every moment#$e#Live your life to the fullest while you have it.#$b#You never know what might go missing one day.$s",
				"Shiro_spouse": "I love you, @. Happy Winter Star.",
				"Ysabelle": "I hope I get new tights.$h#$b#My nicest ones have a huge run in them.$s",
				"Ysabelle_spouse": "I'm so happy that you're here with me, my love!$h#$b#You're the best gift I have ever received!$l#$b#I hope the coming years will be even more wonderful.$h",
			},
		},
	//EmberOfResolutions----------------------
	
		{
			"LogName": "EmberOfResolutions",
			"Action": "EditData",
			"Target": "Data/Festivals/winter28",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "Another year comes to an end.#$e#It's important to evaluate the results of your annual activities with the aim of improving them the following year.",
				"Bert": "Happy New Year, @!$h#$e#I just can't believe it went by this fast.$s#$b#It really makes me cherish every second I get to spend with Olga and Trinnie.$h",
				"Ezekiel": "With every passing year my heart yearns for you more intensely... $s#$b#%Ezekiel is staring at the sky.#$b#Happy new year, Helen.$4",
				"Freddie": "Happy New Year, @!$h#$b#Can you believe it? A few hours from now and we'll be in a whole new year, a whole new season.#$b#It's like we're starting all over again.$h",
				"Jio": "Nature has completed her cycle.#$b#A cause for celebration, it seems.$h",
				"Keahi": "Hey hey hey!$h#$b#I found this awesome stick when we were hiking up here!#$b#Look! It even has nails in it!$h#$e#Huh? This is not a stick? It's a plank?#$b#Okay then... I found this awesome plank!$h",
				"Kiwi": "Kiwi like pretty light.$h#$b#Kiwi don't like hot fire.$s#$e#S-Stab fire?$u",
				"Lenny": "Happy New Year, @!$h#$e#You know... I used to host massive New Year's Eve parties at the Zuzu University campus dorms.$4#$b#And now all I think about is budgets, paperwork and the wellbeing of the villagers.$h#$b#Time really does change a person, doesn't it?$s",
				"Lola": "Happy New Year, dear.$h#$e#Freddie brought extra blankets.#$b#If you feel cold don't hesitate to ask for one, alright?$h",
				"Olga": "Happy New Year, @.$h#$b#Another year gone by... $s#$b#Sorry about that.#$b#I was just thinking about Trinnie.$h#$b#One day she'll grow old to move out... $s#$e#Dread it, run from it, destiny arrives all the same.$s",
				"Pika": "Manuia le Tausaga Fou, @. Happy New Year!#$e#New year, new people, new recipes, new chances.$h#$e#Try the food! Gus and I made special pastries.$h",
				"Richard": "@! Wishing you and your family good health, happiness, success and prosperity in the coming year.$h#$b#Tonight is quite special, isn't it?#$e#Angelika and I used to spend the new year on the Log Cabin's balcony... $s#$b#Just us, the moonlight and several bottles of wine.$h",
				"Trinnie": "Papa gave me this log. He said we'll need to take care of it until the bonfire is lit.#$b#So... Meet Woodita!#$e#She's a log lady and she's my new best friend!$h#$e#What's that Woodita?$u#$b#Keahi will confess to me next year!?$4",
				"Yuuma": "Happy New Year, @.$h#$b#It's a tradition to make a wish after putting a log into the bonfire.#$e#I can't tell you my wish or else it won't come true... $s",		

			//Dateables
				"Alissa": "Happy New Year,@!$h#$e#There's just something about tonight.$h#$b#Especially when the fire is lit... #$b#It really makes me want to sing my heart out.$h#$e#Ehr! I mean, I'm just happy everyone's here.$l",
				"Alissa_spouse": "Happy New Year, darling.$l#$b#I was just thinking about the time you heard me singing in the orchard when I... #$b#... ran away from you.$h#$b#I was so embarrassed, ha ha!$l",
				"Corine": "Happy New Year, @!#$e#I bet I could climb down this mountain. Hmmm... #$b#Sorry. I was just thinking of something fun to do.$h#$e#Want to climb down this mountain with me?$h#$e#Hmmm... Maybe I should ask Ysa or Abigail?",
				"Corine_spouse": "Happy New Year, love!$h#$b#I'm glad I get to spend this night with you, @.#$b#I've gone through a lot before I met you and felt lonely at times... $s#$b#But now I know someone will always be there for me.$h",
				"Flor": "Happy New Year.$h#e#Cold... $s#$b#It is quite cold up here.#$e#Such an interesting tradition, this bonfire.#$b#I wonder how this whole event came to be?#$e#Do you know how, @? Maybe we could come up with theories.$h#$e#I believe that the founder of this festival was a closet pyromaniac and only wanted an excuse to create a giant bonfire.$h#$b#I'm interested to delve into that person's psyche.$h",
				"Flor_spouse": "Happy New Year, love.#$e#Hey love... It's cold!$s#$b#Hold me closer please... $l#$b#That's nice.$h#$e#It makes me really happy to realize that when I go to bed tonight... #$b#... that I'll be waking up next to you.$l#$b#There is no better start to a year.$h",
				"Ian": "Happy New Year, @#$e#Phew. It was a bit of a struggle to bring these tables up here.$h#$b#Oh well, it's worth it as long as everyone gets to enjoy it.$h#$e#I'm hoping I'll get more gigs next year... $s",
				"Ian_spouse": "Happy New Year, honey$h#$e##I'm just so happy you came into my life.$l#$b#Life was a real struggle before I met you.$s#$b#I was all on my own, with Lenny ocassionally helping out.$6#$b#But now I have you... $7#$b#... and I guess you have me.$7#$b#Thanks for everything, @.$7",
				"Jeric": "Happy New Year, @.#$e#Another year, another hustle.$h#$b#I hope things go well for you next year!#$e#Me? Things will be better for me next year.#$e#Why? Because I'm going to work even harder to beat your crops.$h",
				"Jeric_spouse": "Happy New Year, baby.#$e#Come here and give your hubby a kiss?$l#$b#Seriously though, @. I'm grateful.$6#$b#Thanks for being there for me.#$b#You're the first real family I've had since the governor.$s#$b#I love you so much.$7",
				"Kenneth": "Happy New Year, @#$e#I love it when Pika and Gus collaborate.$h#$b#They're probably the best cooks this valley has to offer!$h#$b#Onto a new year of great festivals.$h",
				"Kenneth_spouse": "Happy New Year, honey!$h#$eYou know... every single year the bonfire reminded me of grief.$s#$b#Now?$8#$b# Now I look forward to it every year.$7#$b#Because I get to be with you every year.$7#$b#I love you, @.$7",
				"Maddie": "Happy New Year, I guess.#$b#Why do they have to burn all this wood?$a#$b#I hope they didn't cut down any trees for this purpose.$s#$e#I guess it does look kind of serene... $h",
				"Maddie_spouse": "Hey you... #$b#Happy New Year, you dork.$l#$b#I'm really glad I met you, you know.$9#$b#Thanks to you I've learned to open up again.$7#$b#I've learned to be honest with myself.$6#$b#I've learned to love again.$8#$e#I love you, @.$h",
				"Philip": "Happy New Year, @!#$e#%Philip looks like he's shivering.#$e#I hope it doesn't snow. Hypothermia is not a joke.$s#$b#I better go check on the elderly.#$e#You should stay warm as well, @.$h",
				"Philip_spouse": "Happy New Year, honey!$h#$e#Oh wow, it's really cold!$u#$b#Why'd you let me leave the house like this, ha ha!$h#$e#Here's to another year of Philip and @, conquerors of the universe.$l",
				"Shiro": "Happy New Year, @.$h#$e#It's a bad omen to tell someone your wish, but... #$b#I really wish Yuuma could have a proper childhood... $s",
				"Shiro_spouse": "Happy New Year, @!$h#$e#You know, before I met you I've felt... incomplete?$s#$b#I've felt like less of a person because of my... shortcomings.$s#$b#When I met you I felt like you'd complete me, but... #$b#You actually made me realize that I'm already complete.$h",
				"Ysabelle": "Happy New Year, @!#$e#Corine is really itching for adventure today.$6#$b#I hope she won't get any weird ideas again and ask me to climb something like last year!$6#$e#I'm secretly hoping she asks me, though.$h#$b#I need the excitement!$h",
				"Ysabelle_spouse": "Hey baby, Happy New Year!$l#$b#My grandfather told me about how hotel guests used to spend the new year on the Log Cabin's balcony.#$b#Sounds quite romantic, doesn't it?$l#$b#Perhaps we should sneak out with a bottle of wine.$h",
			},
		},
		
	//Ridgeside Gathering----------------------
	
		{
			"LogName": "Ridgeside Gathering",
			"Action": "EditData",
			"Target": "Data/Festivals/fall20",
			"Entries": {
			
			//Non-Dateables
				"Aguar": "I don't mind having these festivities in Ridgeside.#$b#I prefer it over going all the way to Pelican Town.",
				"Bert": "Gus and Pika have really outdone themselves by providing a combined menu!$u#$b#My belly is excited!$h",
				"Ezekiel": "I'm not a fan of having this many boys around Corine.$a#$b#Or am I being too much of a worrywart?$s",
				"Freddie": "It's great to see some familiar faces.$h",
				"Jio": "The locals seem to be very fond of festivities.#$e#I'm worried Kiwi will get dizzy... $h",
				"Keahi": "I'm selling some fruit I picked up yesterday!$h#$b#BOYS RULE! WOOHOO!$h",
				"Kiwi": "Hup hup!#$b#Kiwi can flip front all day.$h",
				"Lenny": "I'm glad everyone's having fun!$h#$b#I hope the rivalry doesn't cause a food fight, though.$u#$b#Lewis still hasn't forgiven me for starting one back then... $s ",
				"Lola": "Evelyn and I have a lot to catch up on!$h#$b#We rarely see each other.$s",
				"Olga": "I hope the kids are having fun.#$b#I'm glad they get along with each other.$h",
				"Pika": "Oh hey, @! Nice seeing you!$h#$b#If you want to order, give me a shout!",
				"Richard": "The Ridgeside Gathering is a huge opportunity for the Log Cabin.#$b#Some Pelican Town folk will be too tired to go back home, so they might stay for one night.$h",
				"Trinnie": "I'm pretty sure my plants will sell like hotcakes!$h#$b#GIRLS RULE! YAAY!$h",
				"Yuuma": "Everyone has brought something to sell.#$b#I wonder who started this whole competition between the boys and girls, though.",

		//Dateables
				"Alissa": "Come and buy our goods, @!$h#$b#I promise you won't regret it!#$e#Sorry Jeric, But we'll win.$a",
				"Alissa_spouse": "Darling! Help us win!$h#$b#Lookie here! We don't have this plant at home, do we?$h",
				"Corine": "Look at the their stall! It looks run-down!$h#$b#Sorry boys, but we'll win this one.$h#$e#Hey Abby! Want to go take a peek at what they're selling?$h",
				"Corine_spouse": "I'll love you no matter who you help win this year, love.#$b#BI just won't talk to you for a year if they win.$h",
				"Flor": "I'm interested in what the stalls on the other side sell.#$b#But the ladies tell me I should stay here.#$e#Hmmm... I'm quite confused.$s",
				"Flor_spouse": "Uhmm... I brought some of my old books to sell.#$b#I wonder if someone will buy them.#$e#Hey Elliott, here's the sculpture design I've been telling you about!$h",
				"Ian": "Phew, This wood sculpture is almost done.$h#$b#It's not as good as Leah's though.#$b#Oh well, I still hope someone buys it.$h",
				"Ian_spouse": "Are you having fun, honey?#$b#I have to finish this sculpture first. I'll join you in a while.",
				"Jeric": "Come right up and see the best stall in the valley!$h#$b#Blood, sweat and tears were involved in making this stall!$h#$e#Hey Shane!Did you forget the decorations!?$a",
				"Jeric_spouse": "Hey baby, do me a favor and spy on their wares, would you?$h#$b#Ha ha! I'm just kidding. I'm don't feel insecure at all.. Ha ha!$h",
				"Kenneth": "I'm interested in seeing Maru's little robot over there.#$b#I'll go take a quick look later.#$e#Oh! I should show Sam the new amplifier I've been working on!$h",
				"Kenneth_spouse": "Have you visited Pika and Gus's stall, honey? They're selling lots of food!$h#$b#I'll go catch up as soon as I sell some stuff here.$h",
				"Maddie": "This little bear clock is soooo cute!$9#$b#I want to buy it!$h#$e#Hey Leah! Did you make this?$h",
				"Maddie_spouse": "Honey, there's an immense amount of products to buy here!$h#$b#I'll be giving you a list of my necessities later, okay?$6#$b#I'm just kidding, ha ha! I've already bought the things I want.$h",
				"Philip": "The stalls are selling interesting stuff!$h#$e#Uh oh! I forgot to remind Shane about the decorations for the stall!$u",
				"Philip_spouse": "I wonder if I can buy some barbels to bring back home.#$b#Is that alright hun?$h",
				"Shiro": "I'm curious to see what the girls are selling.#$b#But I think the guys will judge me if I went over and bought some of their stuff.$h#$e#I wonder what Sebastian is tinkering with over there, though.",
				"Shiro_spouse": "I hope you're enjoying the gathering @.#$b#I'm a bit excited for the concert later, though. I promise I won't dance too hard.$h",
				"Ysabelle": "Smile for the camera!$h#$b#Another one!$h#$e#Hey Haley, I love this new camera of yours!$h#$b#Show me the pictures after they're done okay?$h",
				"Ysabelle_spouse": "Are you having fun, baby?#$b#Come here! Take a picture with us!$h#$e#Here's another one! Let me kiss you on the cheek for this pose!$h",
			},
		},
]
}