{
"Changes": [
	
	{
		//Mail Letters
		"LogName": "Mail Letters",
		"Action": "EditData",
		"Target": "Data/mail",
		"Entries": {
			"AlissaLetter": "Hello @!,^^I just wanted to tell you that I may have finished the song we talked about last time! You know, when I ran away from you... Anyway, I wanted to let you know and I look forward to having you hear it! Visit me at my house whenever you're free.^^- Alissa",
			"AlissaPerform": "Hello @!,^^There will be a little get-together at the village later. Lenny hopes everyone attends. She made invitations for everyone. I personally asked her if it's okay if I made your invitation letter. For no particular reason! Anyway, I hope to see you there!^^- Alissa",
			"FlorLetter": "Dear @,^I have gathered and prepared all the necessary materials and forms for the research on interactions between peers with contrasting, or atleast different, interests. I shall await you in my room at the hotel.^^Sincerely, Florabelle Hibisca",
			"MaddieLetter": "@,^^10:00PM to 10:30PM. Find me.^^- M",
			"MaddieDate": "@,^^Meet me at my house. 4PM to 5PM. Don't be late.^^- Maddie",
			"JericLetter": "Hey gorgeous,^^Meet me at my farm around 5PM to 6PM later.^^- Jeric",
			"GH1Letter": "Dear @,^^We would like to invite you to celebrate the restoration of one Ridgeside's glorious Greenhouses! Its restoration would not have taken place if not for your help, so we would really love it if you could attend.^Hope to see you there!^^- Lenny^Ridgeside Village Bosslady",
			"EmberNightInvitation": "Dear @,^^We would like to invite you to celebrate the end of a pretty eventful year with the 'Ember of Resolutions' festival. What are your New Year's resolutions? Food? Power? Love? Ember of Resolutions. 10PM-12AM. North of Ridgeside Village.^Hope to see you there!^^- Lenny^Ridgeside Village Head Honcho",
            "GatheringInvitation": "Dear @,^^We would like to invite you to Ridgeside's traditional 'Ridgeside Gathering' festival. There's lots of shops, events and FOOD. Lots of FOOD! Be there or be square. 9AM-6PM in Ridgeside Village.^Hope to see you there!^^- Lenny^Former Miss Ridgeside",
		},
	},

	
]
}