{
	"Introduction": "Heyya! Where did you come from? I've never seen you before!#$b#I'm Keahi! Come visit my dad's restaurant sometime, okay?$h",

//Day before Festivals	
	"spring_12": "Hey, during tomorrow's Egg Hunt...#$b#Please let me win, okay?$4",
	"spring_23": "I'm gonna show off my moves at the Flower Dance tomorrow.$h#$b#I want to impress that pretty hotel lady! $h.",
	"summer_10": "Don't tell anyone but...#$b#I'm going to put a slime in the soup! Hihihi $h",
	"summer_27": "We're going to the beach tomorrow night!#$b#Are you gonna be there too? I hope we can all play together!$h",
	"fall_15": "I've been saving up my allowance to buy as many tokens as I can for the games tomorrow!",
	"fall_26": "What are you gonna wear tomorrow, @?#$b#I bet it'll be fun!$h",
	"winter_7": "I'm gonna make a giant snowman tomorrow!#$b#It'll be so awesome I bet Ysa will notice it!!$h",
	"winter_14": "I have to go with my dad to the night market tomorrow.#$b#He said something about learning how to bargain?",
	"winter_24": "It's gonna be an awesome new year!$h#$b#I can't wait!$h",

//Days of the Week
	"Mon": "Heyya!#$e#Wanna play?",
	"Tue": "What's up?#$e#Can we play on your farm?",
	"Wed": "Vincent is a good buddy of mine, he's fun to be around!#$e#What's even more fun is when we're playing with Trinnie and Jas!$h",
	"Thu": "I saw Yuuma the other day. I invited him over to play but he just walked away.$s#$e#He's so weird.$a",
	"Fri": "Dad says my cooking has improved!#$e#Don't tell him but, I've been trying to cook better so I can go out and play earlier. Hihihi $4",
	"Sat": "Heyya! Whatcha doin?#$e#Wanna play with me?",
	"Sun": "%Keahi seems to be holding his breath.",
	
	"Mon2": "Hello there! Come play with me!#$e#How far can you kick a Joja can?!$h",
	"Tue2": "Trinnie and Jas made me have a tea party with them the other day.#$e#I have to admit, it was fun!$h",
	"Wed2": "My dad gets angry with me sometimes...$s#$e#There are times where I'd wish he'd just leave me alone!$s",
	"Thu2": "Heyya, @!! Wanna play?#$e#It's fine if you're too busy...$s",
	"Fri2": "Trinnie and I were chasing a rolling kiwi yesterday!#$e#It was so fast!$h",
	"Sat2": "I played a prank on Mr. Bert the other day and hid a rotten fish inside their house.#$e#Hehehe! It was so funny!#$e#Trinnie got scolded when she got home, though. I told her I was sorry.$s",
	"Sun2": "That old guy with blue hair is so weird. He keeps putting water in bottles and then just looks at them.#$e#I wonder what he's trying to find?",
	
	"Mon4": "Vincent and Jas showed me a little secret with spring onions the other day!.#$e#You should be friends with them! Maybe they'll tell you too!$h",
	"Tue4": "Trinnie says she can beat me in a race from the bus stop to the village. #$e#I'd like to see her try, haha! $h",
	"Wed4": "We found a weird statue in the Cindersap Forest. It looked like a doll!#$e#It was a little creepy, though. We left it behind.",
	"Thu4": "Heya, @!#$e#Can we play on your farm today?$h",
	"Fri4": "Is farming hard? Maybe I can be a farmer too.#$e#Oh! I should ask Jeric or Alissa to be my farmhands!$h",
	"Sat4": "We played on Aunt Marnie's farm the other day.#$e#We had so much fun with the animals!$h",
	"Sun4": "Hey, @! Do you think Ysa likes Zesty Tuna? #$b#Maybe I'll make her some.#$b#Or maybe I should save up my allowance for a diamond!$h#$e#Then she'll have to marry me!!$4",
	
	"Mon6": "I followed Philip the other day. He seems to spend most of his day at Yuuma's house.#$e#I wonder what he does there?",
	"Tue6": "I saw Yuuma with a tall man the other day. They were just walking around slowly though.#$e#I think it was his brother?",
	"Wed6": "Jas is so quiet, but she's a good friend!$h#$e#Vincent is never quiet. He's just like Trinnie.$h.",
	"Thu6": "Miss Penny is such a good teacher! I learned about different animals the other day!#$e#Miss Flor is also a lot of fun to talk to$h#$b# But sometimes she uses words I don't know and it gives me a headache!$s",
	"Fri6": "Heyyaaa! Can I play on your farm now?$h#$e#I'll be good, I promise! $s",
	"Sat6": "I tried making a new recipe yesterday. Dad said it needed some more flavor.#$e#I'm getting pumped! I'll finish that recipe soon!$h",
	"Sun6": "What's up, @!? Can we play on your farm?#$e#We'll clean up afterwards, I promise!",
	
	"Mon8": "Dad got angry at me and Trinnie yesterday.$s#$e#We taped a 'kick me' sign on Shane's back. Jas got angry at us too.$s#$e#We shouldn't have done that.$s",
	"Tue8": "My dad is trying to teach me Samaowaii. It's what they speak in the Fern Islands.#$e#I was born in the village but my dad is from the islands.#$b#My mom as well...$s.",
	"Wed8": "Vincent and I went near the sewers yesterday!#$e#I'm pretty sure we saw someone in there!$u",
	"Thu8": "Hey! Can I play on your farm? #$e#What if I baked you a chocolate cake? Will you let me play then? $h",
	"Fri8": "Trinnie and I were playing house...#$e#She got mad at me when I said I wanted to be the cook instead of the daddy.$s#$b#But being a dad is boring and cheesy! Being a cook is much more fun!$h",
	"Sat8": "Dad said my dishes are tastier than his!$h#$e#I'm so happy!$h",
	"Sun8": "%Keahi seems to be half asleep.",
	
	"Mon10": "Heyya, @!! Here, hold this. [ 0 ] $h#$e#Okay. Bye!$h",
	"Tue10": "Hi, @!! I found this! [ 78 ]#$e#It tastes good! I hope you like it!$h",
	"Wed10": "Trinnie and I saw a ninja at the ridge yesterday!!$h#$e#He looked so cool! I think I wanna be like hime when I grow up!$h#$b#Or I think I'd like to be a ninja-cook! Chopping down ingredients with my ninjato!$h#$b#%Keahi's making fighting sounds.",
	"Thu10": "Hey! Can I play on your farm now?#$e#SWhat if I watered the crops? Pleaaaaseee?$s",
	"Fri10": "Thank you for being a very fun and very good friend, @! You can always play with us, okay!?#$e#Maybe I'll bake you a chocolate cake$4",
	"Sat10": "One day I'm going to open up my own restaurant.!$h#$e#Come visit me when I do, okay?!$h",
	"Sun10": "I wish I could fly so I could see the valley from up above.#$e#That would be so much fun!$h",
	
//Seasonal
	"spring_1": "Finally it's no longer cold outside. I don't have to wear a coat anymore!$h#$e#*ehem* ~WINTER SPRING SUMMER OR FALL!!~$h",
	"summer_1": "My dad says I should stay out of the sun, but it's not fun in the shade!!$s#$e#*ehem* ~ALL YOU GOTTA DO IS CALL!!~$h",
	"fall_1": "I'm going to hide in a pile of leaves and scare people!!$h#$e#*ehem* ~AND I'LL BE THERE YEAH YEAH YEAH!~$h",
	"winter_1": "I don't like the cold. My dad says I shouldn't go outside or else I'll get sick.$s#$b#But I want to throw snowballs at people!$h#$e#*ehem* *ehem* ~YOU GOT A FRIEND!!~! $h#$b#Did you take note of what I said at the start of every season @? It's my favorite song!",
	
	
}

