{
	"Introduction": "Hello? Uhm, I don't know you.#$b#Oh... You're the new farmer. So, uhm, nice to meet you. I'm Yuuma. Shiro is my big brother.#$b#Welp. Bye now.",

//Day before Festivals	
	"spring_12": "Oh, it's the Egg Festival tomorrow.#$b#I guess that's neat.$s",
	"spring_23": "I remember Mommy and Daddy dancing in the forest.#$b#Sorry...$s",
	"summer_10": "Please bring something good tomorrow.#$b#I don't want the soup to taste bad.",
	"summer_27": "Big brother is way too excited for tomorrow. He really ought to control himself.#$b#Tsk..$s",
	"fall_15": "The fair's tomorrow? Yay$h!#$b#Oh, uhmm.. That's cool, right?",
	"fall_26": "Tomorrow's Spirit Eve? Oh wow!$u#$b#I mean...$h#$b#The festival tomorrow should be interesting.",
	"winter_7": "I remember Big brother and I used to go fishing a lot near the waterfalls.$h#$b#Hmm..$s",
	"winter_14": "I wonder where these merchants come from?",
	"winter_24": "If you have me as your secret person, please give me something useful. Thank you.$h",

//Days of the Week
	"Mon": "Hmm...#$e#Sorry, I have a lot to do today.",
	"Tue": "Hello @.#$e#I'm sorry, I'm busy with something.",
	"Wed": "How much are parsnips again?#$e#I'm not sure, I worry I may have not brought enough money today.$s",
	"Thu": "I saw Jas and Vincent playing in the town earlier.#$e#They seemed like they were having fun.$s",
	"Fri": "I passed by your farm earlier.#$e#It's getting pretty big.$h",
	"Sat": "Hmm..?$s#$e#Oh, nothing.",
	"Sun": "I'm sorry but I'm busy today.#$e#Excuse me.",
	
	"Mon2": "I saw Trinnie and Keahi playing near the forest earlier...#$e#It's no big deal.$s",
	"Tue2": "Miss Penny is such a good teacher! I learn so much from her.#$e#I have only one day a week to spare for school though.",
	"Wed2": "Hi.#$e#What's going on?#$e#I gotta go now. Bye.",
	"Thu2": "Big brother can't get tired, or else bad things happen. Please remember that.#$e#Alright, bye.",
	"Fri2": "Mr. Philip is really nice. He's been a big help to my brother.$h#$e#Excuse me, I need to go.",
	"Sat2": "Can I ask you something?#$e#Uhmm...#$e#Nevermind...$s",
	"Sun2": "I saw Vincent and Keahi play catch earlier.$h#$b#I.. I.. uhmm... nevermind.$s",
	
	"Mon4": "One two three four...#$e#Oh, hello @. I'm just counting my steps. It's fun.$h",
	"Tue4": "Big brother told me he's cooking Miso Soup later!$h#$e#I just hope he won't get too exhausted making it.$s",
	"Wed4": "I visit Doctor Harvey sometimes to buy medicine for my brother.#$e#Doctor Harvey's a good person, he's very helpful towards us.",
	"Thu4": "Big brother likes the cold. I asked Mr. Kenneth how much an air conditioner would cost.#$e#It was expensive, though. Maybe we'll buy one, one day...$s.",
	"Fri4": "We live off the money our parents send us along with  my big brother's veteranchecks.#$b#I add onto that by working odd jobs. But people say a kid my age shouldn't work.. So Miss Lenny helps us out sometimes..#$e#I like Miss Lenny. She's nice.$h",
	"Sat4": "Oh... Hi, @.#$e#I miss Mommy and Daddy...$s",
	"Sun4": "I want to swing with my big brother on the playground.#$e#Maybe someday, when he's feeling better.",
	
	"Mon6": "I saw Jas and Trinnie hiding in the forest the other day. I think they were playing hide and seek.#$e#I... I miss playing those games.$s",
	"Tue6": "I visit Miss Lenny sometimes to help. I owe her a lot.#$e#She took care of me while my brother was on duty.",
	"Wed6": "I study some lessons in advance so that I can catch up with Miss Penny's classes.#$e#I also don't talk with other kids much.",
	"Thu6": "Hello @. How are you?#$e#Sorry, I'm in a hurry.",
	"Fri6": "I.. I miss Mommy...$s#$e#Mommy... please come home...$s",
	"Sat6": "Hey there, @. I can't talk right now.#$e#Sorry! We can talk later.",
	"Sun6": "I try to learn as much as I can from Mr. Philip whenever he visits.#$e#I want to be like him when I grow up.$h",
	
	"Mon8": "Hi, @. Can I ask you something?#$e#Am I a weird kid?#$e#Sorry. It just crossed my mind.$s",
	"Tue8": "Big brother has been feeling better nowadays.#$e#I'm happy for him.$h",
	"Wed8": "You're a really good person and an amazing friend, @.#$e#Thank you, thank you, thank you!$h",
	"Thu8": "Can we play on the swings later, @? $h#$e#I want to swing real high!$h",
	"Fri8": "I played with Trinnie and Keahi earlier. I'm happy.$h#$e#I'm really, really happy!$h",
	"Sat8": "Pika makes really good food. Big brother and I always buy some for take-out.#$e#Shiro gets nervous about going out in public though. I usually just buy the food by myself.",
	"Sun8": "I got to play with Vincent and Jas today!$h#$e#I had so much fun!$h",
	
	"Mon10": "@! I'm happy you're here!$h#$e#Can we play later? Brother says it's fine.$h",
	"Tue10": "Keahi came by the other day! He's really opening up to me now.#$e#We're becoming such good friends!$h",
	"Wed10": " Big brother and I fixed up Mommy and Daddy's room yesterday.#$e#We're still hoping they'd come home soon.$h",
	"Thu10": "Big brother woke up with a bad pain in his chest earlier this morning.$s#$e#I think maybe he may have overworked himself yesterday.$s#$b#I should have looked after him. I'm sorry!$4",
	"Fri10": "Hey, @. What's a prank?#$e#Keahi and Trinnie said they're prank experts. Big brother told me not to pull anypranks though.#$e#I'm confused.$s",
	"Sat10": "Miss Flor is really pretty. I always like it when she talks about how people behave.#$e#She's really sweet.$h",
	"Sun10": "Hello, @!! I'm happy you're here!$h#$e#Can we play later? After I take care of Big brother.$h",
	
//Seasonal
	"spring_1": "It's a new year!$h#$e#I hope it's a good one.",
	"summer_1": "I have to prepare lots of cold water for my brother this season.$s#$b#Do you know how much a freezer would cost",
	"fall_1": "My brother wakes up early to rake leaves outside!$a#$e#I worry he's forgetting about his health.$s",
	"winter_1": "I'm glad Big brother feels at ease during this season.$h",
	
}

