{	

///Spring
	"spring_1": "Seeing the flowers bloom makes me want to take off my shoes and dance around in the fields.$l",
	"spring_12": "Why don't we have our own version of the egg hunt tomorrow?#$e#Why don't I hide, then you come and find me. And-- maybe I shouldn't finish that sentence, hmm?$l",
	"spring_23": "Promise to dance with me tomorrow?$h#$b#If you trip, I'll be here to catch you.$l",

///Summer
	"summer_1": "Summer is miserably, unbearably hot...$s#$e#The only plus side is that more heat means fewer clothes...$l",
	"summer_10": "Oh no. Grandfather said that he wants to add a brand new vegetable to the soup tomorrow!$u#$e#Love, please help me convince him that it's a bad idea!$6#$b#Who knows what weird oddity he has in mind?$6",
	"summer_27": "Are you excited for tomorrow night?#$b#I honestly don't care for the jellyfish anymore. I just want to enjoy looking at the stars with you.$l",

///Fall
	"fall_1": "The colors of this season would always make me fall in love with it over and over again, though I'll never fall in love more deeply than I did with you.$l",
	"fall_15": "We should look around tomorrow and have a food taste-testing tour around the fair.$h",
	"fall_26": "I had fun picking out Corine's outfit this year!$h#$b#But I think you'll like my dress even better, love! Maybe you could help me with the zipper?$l",

///Winter
	"winter_1": "Love! Let's make snow angels in the backyard.$h#$b#Call it a fit of nostalgia, hmm?$l",
	"winter_7": "Ahhh, the festival tomorrow brings back a lot of memories for me.$6",
	"winter_14": "Lola told me earlier that they might be selling some exotic baby clothes at the night market tomorrow.$u#$e#I'm thinking about buying some... I mean, for when we decide to have children.$l#$b#If we have children. I'm not opposed to dressing up a puppy if needs must.$h",
	"winter_15": "I bought some Gotoran chocolates.#$b#Maybe we can try them for dessert tomorrow night.$h",
	"winter_16": "Silk ribbons! Finally!$h",
	"winter_17": "The entire market is like an exercise in exotic romanticism... and I adore it.$l",
	"winter_24": "You're the greatest lucky charm of all, and I'm happy I get to end the year beside you.$l#$b#You make everything so much better, love.$h",

///Room
"spouseRoom_Ysabelle": "Ah, this is such a nice space. I can relax so easily.$h#$b#Maybe I can turn this into an indoor dance studio?",

///Patio
"patio_Ysabelle": "It's so lovely to spend some time here on the patio. The atmosphere is just perfect.#$e#I just adore our home, love. Come on! Dance with me!$h",

///Rainy Day 
"Rainy_Day_0": "I really like the rain sometimes. It makes me want to go outside and enjoy it.$l#$e#I have so many childhood memories of dancing in puddles.$h#$b#Sometimes, I just miss being a kid.$6",
"Rainy_Day_1": "Mmmn... I don't want to get up yet. Can we stay in?$s",
"Rainy_Day_2": "Grandpa must be happy today. Rain brings more customers to the hotel.$h",
"Rainy_Day_3": "Could you make some hot chocolate, love?#$b#I've been craving something sweet and hot cocoa is just perfect for this weather.$l",
"Rainy_Day_4": "Love, why don't we just stay in and just cuddle?$l#$b#Don't you miss your beautiful wife?$h",
"Rainy_Day_Ysabelle": "Hug please, dearest. I just want to feel your arms around me for a moment.$l",

///Rainy Night
"Rainy_Night_0": "Oh love, you're soaking wet.$u#$e#Go ahead and take those wet clothes off so I can put them in the hamper.#$b#How did your day go, mon amour?$h",
"Rainy_Night_1": "I can't quite decide what you most closely resemble, when you come home soaked like this: a regency protagonist pining in the rain, or a very large and wet dog.$u",
"Rainy_Night_2": "I have a gift for you! [66] Amethyst is one of the best stones for healing, protection and love.#$b#And even if you don't place stock in crystals, it's very pretty.$h",
"Rainy_Night_3": "Welcome home, my heart. Come get warm.$l",
"Rainy_Night_4": "How was your day love? Would you like it if I ran you a bath?#$b#Are you quite sure you don't want it to be a bubble bath?$h",
"Rainy_Night_5": "Hmm. Voulez-vous coucher avec moi, mon amour?$l",
"Rainy_Night_Ysabelle": "A cold rainy night calls for hot cocoa, a movie, and us curled up under a mountain of blankets. Shall we?$h",

///Indoor Day
"Indoor_Day_0": "Good morning my love! I'm going to rest today, if that's alright.#$b#Take care out there!$h",
"Indoor_Day_1": "Love, you take care of yourself, okay?#$b#I require us to live a long, happy, and healthy life together.$h",
"Indoor_Day_2": "@, I packed your lunch for you!$h#$e#Sandwiches in the shape of hearts because I couldn't resist, sliced apples, and coleslaw.$l#b#I mixed an extra pinch of adoration into the coleslaw just for you.$h",
"Indoor_Day_3": "Any plans for dinner, love?#$b#I have a few ideas percolating for some date nights down the road.$l",
"Indoor_Day_4": "I'm going to tell Grandfather I can't come in today.#$b#I need a rest day.$6#$e#I just want to meander around the house and take in the beauty that is your body and soul.",
"Indoor_Day_Ysabelle": "Rise and shine, @!$h#$b#I've made a pot of coffee and am in the mood for an extra helping of kisses this morning!$h",

//Indoor Night
"Indoor_Night_0": "Love, what if we planned a rooftop garden here at home? Or maybe an open balcony?#$b#Perhaps even a tree house, so that if ever we decide to have kids they'd have their own playhouse!$h",
"Indoor_Night_1": "Mon amour! How was your day?$h#$e#I made burgers, by which I mean I picked up burgers from the saloon.#$b#They're keeping warm in the oven.",
"Indoor_Night_2": "My love, you look tired? Come put your head in my lap and rest.$h",
"Indoor_Night_3": "Starlight can take millions of years to reach us, depending on how far away they are.#$b#I'd wait millions of years, eons even, just to spend a single night with you.$l",
"Indoor_Night_4": "I'm so sleepy. I'll meet you in bed, and before you get any ideas, I'm the little spoon.$l",
"Indoor_Night_Ysabelle": "Going to bed beside you is just the best way to end any day.$l",

///Outdoors
"Outdoor_0": "Love, would you like to go with me to the beach today?#$e#We could take a swim and maybe have a little bonfire at the beach later in the evening.$h#$b#We could invite some friends to join us if you'd like! Or... We could be alone.$l",
"Outdoor_1": "I'm on my way to the Ridge right now, love.#$e#I'm planning to do some yoga and maybe squeeze in a little work out if I can manage it.$h",
"Outdoor_2": "Love, have you ever experienced going deep into the woods and just let go?#$b#It's bliss, to lose yourself in nature and become one with the world once more.$h",
"Outdoor_3": "A little fence here, a cute porch swing there... Ah!#$b#Hello, @. I was just planning how we could redecorate if you ever got the inclination!$h",
"Outdoor_4": "My oh my, you look magnificent this morning.$h#$b#How did I end up with the most beautiful person in this valley?$l",

//Leaving
"funLeave_Ysabelle": "Bye love! I'm off to clean the hotel gym and then use said clean gym for practice. Stop by if you want to watch!$h",

//Returning
"funReturn_Ysabelle": "I'm home my love!$h#$b#I stopped by Pika's on the way home and bought steak and mushrooms. Shall I light some candles and put on a movie?$l", 

//One kid
"OneKid_0": "I see %kid1 has expressed some interests in the visual arts.#$b#I assume %kid1 got that from you. My little artist!$h", 
"OneKid_1": "%kid1 asked me earlier if I have a new baby in my tummy.$u#$b#I don't know if I'm supposed to find that cute or if be insulted.$6", 
"OneKid_2": "Oh no, %kid1 got your appetite, love!$u#$b#We've got another hard worker on our hands.$h", 
"OneKid_3": "%kid1 was humming a little tune earlier today.#$b#Perhaps we should hire Alissa for some singing lessons?",

//Two kids
"TwoKids_0": "Aww, look at %kid1 trying feed %kid2.#$b#%kid1's such a good older sibling.#$e#I'm glad we're raising our kids right.$h",
"TwoKids_1": "Despite being the younger sibling, %kid2's favorite thing to do is tackle and smother %kid1 in kisses...$h#$b#The shrieks are reminiscent of a banshee.$u",
"TwoKids_2": "Hey love, why don't you get some rest?#$b#I'll take care of %kid1 and %kid2 today, okay?$h",
"TwoKids_3": "I'm just so blessed to have you three in my life.$h#$b#I don't know what I did in my past life to deserve this, but I'm so happy I get to share these moments with you all.$h",

//Relationship-dependent
///Good
"Good_0": "Sometimes I feel like bursting into dance with how happy I am. I truly love my life here with you, @.$h",
"Good_1": "Love, are you happy that we're married?#$b#How happy?#$b#Why no, I certainly am not setting you up for a bragging contest about who's happier, even if I am happiest.$h",
"Good_2": "Ahhh, so this is what home feels like?$l#$e#I never really understood family because of my parents and our...$6#$b#well, situation.$s#$e#Now I realize, 'home' can be a person.$l",
"Good_3": "Have you been working out lately love?$l#$b#Your arms look positively Adonis-like in that shirt.$l",
"Good_4": "There's a lot of things that I like about our marriage, love.$l#$b#The way you hold me, the soft nothings you whisper in my ear, even your delightful habit of leaving wet towels on the bathroom floor.$h",
"Good_5": "Waking up beside you, and going to bed by your side is one of the best feelings ever.$l#$b#I like it slightly less in summer, however. You are a walking furnace!$h",
"Good_6": "I've been craving strawberries dipped in cream cheese.$6#$e#We should save our batch next spring so we don't have to pay a premium!#$b#Do you suppose they'll keep well if we freeze them early?",
"Good_7": "Grandpa said we could arrange a little get together for our friends over at the hotel.$h#$e#I'll be sure to invite enough people so that no one feels left out.$6#$b#It's hardly a socialite's life, but I do prefer it that way...$l",
"Good_8": "Would you visit the Zuzu City ballet with me one of these days?$l#$e#The current show is about a man who gets caught in his own lies and ends up dating a bunch of women at once!$h#$b#Classic Italian story.",
"Good_9": "This life with you is really peaceful.  I love it. I love you. And I'm looking forward to growing old with you.$l",

///Neutral
"Neutral_0": "I've been working my petite derriere off to nail the Black Swan routine and I just get so frustrated because it seems like I can't get my pirouettes in check.$6",
"Neutral_1": "Love, can you please pass by Blooming Hill before you go home later and check if they have strawberry seeds available?#$b#I'm craving those lately and I think it's smarter to grow them than keep on buying elsewhere, haha.$h",
"Neutral_2": "Oh dear, Grandpa needs me to go to the hotel right away.$u#$b#He's been having some issues with a rather belligerent guest.$a",
"Neutral_3": "If you have the chance @, would you like to see a small dance I've been choreographing?$l#$b#I'm unsure of the title as of yet.$6",
"Neutral_4": "%Ysabelle is mumbling and twisting her hands around, as if dancing with her fingers. It looks like she's going through some routine in her head.",
"Neutral_5": "Love, if ever you pass by the library could you check if they have a book about Tchaikovsky?#$b#I don't know if this salacious rumor I'm thinking of is based in truth or not, and the internet is unhelpful.$6",
"Neutral_6": "I wonder if Grandfather has been taking the inventory these days.#$b#Hmmm... I better check with him later.$6",
"Neutral_7": "Love, are you happy with me?$6#$e#I'm happy with you, of course.$h#$b#I'm simply touching base. Communication and such.$l",
"Neutral_8": "Are you taking your vitamins daily love?#$b#Please do so, I wouldn't want you to get sick.$s",
"Neutral_9": "Hmm. I wonder how Shiro would like to design an urban-inspired ballet costume.#$b#Fusing the modern and traditional would be fascinating.$h",

///Bad
"Bad_0": "What's this argument about?$a#$b#Ballet, you, me, the farm, the hotel... we're talking in circles!$a",
"Bad_1": "%Ysabelle is ignoring you.",
"Bad_2": "I'm going to stay at the hotel for a few days...$6!#$b#I think we need some space from each other.$s",
"Bad_3": "I never thought that someone as sweet as you could be so cruel when it serves you well...$7",
"Bad_4": "It has been a tiring few days. I have no energy to talk to you at the moment.$7",
"Bad_5": "I'm having a bad day today, so please, can we just not do this?$6",
"Bad_6": "Why don't you talk to me like we used to?$s#$b#We used to understand each other even in our darkest moments. What happened?$7",
"Bad_7": "I don't know what I think about us anymore.$7",
"Bad_8": "If you're not going to put in effort to save our marriage...$6#$b#I don't know anymore really...$s#$e#We might as well end this.$7",
"Bad_9": "Maybe I really was a trophy wife...$7",
}
