{    

///Spring
	"spring_1": "Ahh, the season of flowers and everything that's blossoming.$h#$b#Kind of like us.. young, blossoming, and in love, haha!$l",
	"spring_12": "I'm going to go over to Ysa's for a while.#$b#We're going to pick out our outfits for tomorrow.#$e#I'm eggcited to show you what I planned.$h",
	"spring_23": "I'm so excited for tomorrow. hun.$h#$b#I'd love to dance around with you!$l#$b#It's going to be so much fun!",

///Summer
	"summer_1": "Why don't we have a barbeque outside?$h#$b#I'll stop by Pika's for some premium cuts of meat!",
	"summer_10": "Papa is always so talkative about what he'll bring for the Luau tomorrow.#$e#He won't admit it but he really is excited.$h",
	"summer_27": "I'm excited to go to the beach tomorrow.$h#$e#It looks like the beach wouldn't be the only beautiful scenery I'll be looking at tomorrow night.$l",

///Fall
	"fall_1": "Can you see how beautiful the season is?#$b#How the leaves change color and fall off the trees?",
	"fall_15": "Hehe, I want to win all the throwing games tomorrow, I think I can win with all the training I've gotten from Jio.#$b#Hah, that'll teach those rigged games a lesson!$h",
	"fall_26": "I'm thinking about wearing my ninja outfit tomorrow night..#$b#I think they won't suspect anything haha.$h#$e#They might think it's just a costume but in reality, I'm going to get ready because Jio said that the monsters might pay us a visit.",

///Winter
	"winter_1": "A season for warm hugs and gift giving is here.#$b#That's me asking for a hug, you dork.$l",
	"winter_7": "It's cute the way Trinnie and Keahi made snowmen and snow angels.#$b#They're so carefree. Ah, the joy of childhood!$h",
	"winter_14": "Oooooh, let's watch out for exotic items tomorrow, honey.",
	"winter_15": "Hey honey! Would you like to check out the shops with me?#$b#We can get some coffee and make our way down the dock.$l",
	"winter_16": "I wonder if there is anything Jio would like...#$b#Oh! Ha ha, don't worry, @.$h#$b#You know you're my number one.$l",
	"winter_17": "Brr! I’m freezing.$u#$b#Let's head back and cuddle up together soon, okay?$l",
	"winter_24": "Thank you for sticking with me throughout the years, honey.$l",
	
///Room
"spouseRoom_Corine": "I really have to organize my stuff, huh?$h#$b#I think this can be a hazard!$u",

///Patio
"patio_Corine": "It feels so refreshing to train here in your farm, honey.",

///Rainy Day 
"Rainy_Day_0": "Hey, honey. Can you please bring an umbrella when you go out?",
"Rainy_Day_1": "Honey, can we just stay in? It's so cold and I'm too tired to train.$l",
"Rainy_Day_2": "I'm going over to Pika's and see what I can help with at the restaurant.",
"Rainy_Day_3": "I fell the other day and my hip has been bothering me. I think I should take it easy today.$s",
"Rainy_Day_4": "Take care of yourself today, alright? I'm on my way to my training out on the ridge!$h#$e#Yeah, even with the rain...$s#$b#Jio says it's much more effective for some reason.",
"Rainy_Day_Corine": "Ahhh, the rain. Outside feels so good!$h#$b#It makes my training days heavier and at the same time more fun.",

///Rainy Night
"Rainy_Night_0": "Oh, you're home already!$h#$b#How was your day?$l",
"Rainy_Night_1": "I brought home some soup over from work, would you like to set the table?",
"Rainy_Night_2": "Hi, honey! Have you just arrived? I'm just about to run a bath for myself.$l",
"Rainy_Night_3": "Honey! Hi! Welcome back. I missed you a lot today, for some reason...$l",
"Rainy_Night_4": "Oh, you're all wet! Come on, get changed into some dry clothes.$a",
"Rainy_Night_5": "Boy, I am starving. Jio took me into the mines today and we were ambushed by a small mob.$h#$b#They weren't anything to worry about, but it took a lot of energy and I am so hungry now!",
"Rainy_Night_Corine": "Welcome home! Dinner is in the oven.#$b#It's a recipe Pika taught me!$h",

///Indoor Day
"Indoor_Day_0": "You up already? I won't judge if you got a couple more hours of sleep!$h",
"Indoor_Day_1": "Did you sleep well, @? Come over here, I made you some breakfast.#$b#I'm also going to make a packed lunch for you! [211 194 204]$h",
"Indoor_Day_2": "I had a terrible dream last night, @.$s#$b#I dreamt that I was attacking some monsters, then you jumped out of nowhere and got in between!$s",
"Indoor_Day_3": "Good morning! Another day, another new set of chores!#$b#Pika asked me to come in early today because he has some big orders to prepare for.#$b#I wonder what it is?",
"Indoor_Day_4": "Have a great day and take care of yourself okay?#$b#See you when you come home!$h",
"Indoor_Day_Corine": "Hey there, my favorite person! What are your plans for today?$l",

//Indoor Night
"Indoor_Night_0": "Ahhhh, home at last!$h#$b#You wouldn't believe what kind of day I had.$u",
"Indoor_Night_1": "Are you done with your work for the day, @?#$b#Let's take a bubble bath together!$l",
"Indoor_Night_2": "You're home! Have you eaten already?$l#$b#I can whip up a quick dish for us if you'd like!",
"Indoor_Night_3": "Oh, am I glad you're home, @!$h",
"Indoor_Night_4": "You look exhausted.$s#$b#Take it easy and let's go to bed early.$l",
"Indoor_Night_Corine": "Welcome home! That show you like is supposed to be on tonight.$h#$b#Let's get all cozy on the couch with popcorn!",

///Outdoors
"Outdoor_0": "It's a beautiful day for a picnic.#$b#We should whip up a lunch and just go for a walk one of these days.",
"Outdoor_1": "You look really good today.#$b#I can't quite put my finger on why.$l",
"Outdoor_2": "I wanna help you with your farm but I think I'll be more of a liability than an asset.$s#$b#When I was young, my dad gave me a cactus to take care of. A week later it died.$s",
"Outdoor_3": "I'm going to head over to the ridge today and visit some friends.#$b#It's been a long few weeks of hard work, so it's a little reward for myself.",
"Outdoor_4": "Ahh. The breeze is the perfect temperature. It feels so nice out here.$h",

//Leaving
"funLeave_Corine": "Bye! I'm on my way to kick up a storm with my training and maybe squeeze in some extra shifts down at Pika's.#$b#I love you!$h",

//Returning
"funReturn_Corine": "Jio says I'm improving faster than he thought I would.$h#$b#I think that's a compliment?", 

//One kid
"OneKid_0": "My, my. %kid1 is getting quite the handful. But I wouldn't trade %kid1 for the world.$h", 
"OneKid_1": "Do you think %kid1 will be happy if we have another baby?$l", 
"OneKid_2": "%kid1 has had two meals already and keeps asking for more food.#$b#I think a growth spurt is on the horizon!$u", 
"OneKid_3": "This is so amazing! %kid1 just ran into the chest outside and read all of the names on the seeds!#$b#They're learning so quickly!$h",

//Two kids
"TwoKids_0": "Oh dear, Yoba. %kid1 just puked on %kid2 and they both laughed!$u#$b#I don't know whether to laugh or be angry at them both.",
"TwoKids_1": "Do you think any of our kids would take after me and pick up fighting?#$b#I don't know if I want them to, truth be told...$s",
"TwoKids_2": "Isn't it amazing how %kid1 is taking care of %kid2 all on her own.$h#$b#I mean did you see how %kid1 fed kid %kid2 earlier?",
"TwoKids_3": "I'm so happy for our little growing family. Thank you for everything. I love you and our kids so, so much.",

//Relationship-dependent
//Good
"Good_0": "Hey! Wanna join me in my training sometime?$h#$b#It could be a fun activity as a couple.$l",
"Good_1": "I'm so blessed to have you!$h",
"Good_2": "I must've done something good in my past life to deserve someone like you in this lifetime.$l",
"Good_3": "I think this is the best decision I've ever made.$h#$b#Marrying you, I mean.$l",
"Good_4": "Wow, you look really handsome today!$h^Wow, you look beautiful today!$h",
"Good_5": "You feel like home.$l",
"Good_6": "You feel lucky to have me? ]#$b#I feel lucky to have you too, honey.$l",
"Good_7": "Hun, can you promise me something?#$b#Promise that you'll always take care of yourself, okay? #$b#Do you know how hard it is to find someone that my dad likes?$h",
"Good_8": "I'm scared to lose you @.$s#$b#Please, always be careful, and I promise I will be, too.$s",
"Good_9": "I love you, @.$l",

//Neutral
"Neutral_0": "Hey, @, I'm planning on going over to Ysa's today to work out with her.",
"Neutral_1": "Pika said that he'd appreciate it if we visit more often. I mean, why not? I work there anyway!",
"Neutral_2": "Do you think I could handle this kind of job? I'm having doubts.",
"Neutral_3": "Have you decided what you'd like to have for dinner? I have time to prepare for dinner today. I'm sorry if I sometimes can't cook or take care of you a lot. I'm always busy.",
"Neutral_4": "Mr. Richard has offered us a free night's stay at the hotel if we'd like to have a staycation. Let me know when you're available and we'll make a date of it, okay?",
"Neutral_5": "I went over to Pierre's to run some errands and got distracted by a new brand of sugar... I think I've been working for Pika for too long!",
"Neutral_6": "Hey, @? Can you give me a back rub? My shoulders are killing me.",
"Neutral_7": "Hey, would you like to go to the beach with me later? It would be nice to just hang out and relax.",
"Neutral_8": "Would you like to take a dance class with me, honey? Ysa has been offering to teach us to waltz, and maybe if you'd like we can take her up on her offer.",
"Neutral_9": "I'm thinking about making some risotto for dinner. It's a new recipe I read about in the library and I think it'd taste really good.",

//Bad
"Bad_0": "What? I don't know...  I just don't feel like talking to you right now.$s",
"Bad_1": "You know how important my ninja side is to me..$s#$b#It gives me purpose and a sense that I can protect my family and everyone in the village.$a#$b#Why would you even think of telling me to stop doing something I'm so passionate about?$a",
"Bad_2": "I've been explaining and explaining to you how much having the capacity to help other people is important to me. Is it really that hard to understand?$a",
"Bad_3": "I really just need some alone time, okay?$s",
"Bad_4": "I don't see the point in even arguing anymore.$s#$b#It's like you just choose to see yourself and think of yourself rather than us both in this situation.$a",
"Bad_5": "Weren't you the first person to support me in everything that I did before? What happened now?$s",
"Bad_6": "I 've never wanted to hurt another human, but you're really pushing me to my limits.$a",
"Bad_7": "I've been trying to reason with you but your mind is just closed.$a#$b#I'm too tired for this.$s",
"Bad_8": "If I'd known that we'd reach this point I would've never agreed to this relationship.$s",
"Bad_9": "That does it. I'm done. I have much better things that are worth my attention.$a",
}
