{    

///Spring
	"spring_1": "Happy new year!$h#$b#Here's to making this the best year of our lives!$l",
	"spring_12": "Honey, would it be okay if I leave you here for a while?#$b#I'm going to help Mayor Lewis set up for tomorrow.#$b#I've still got to send some money to my family this month, so this gig might be a big bonus!$h",
	"spring_23": "Hey, I'm heading out to help decorate the forest clearing for tomorrow.#$b#I'm looking forward to seeing you all dressed up for the Flower Dance.$h#$b#Perhaps we could dance together?$l#$b#Haha.#$b#I love you!$l#$b#Don't wait up for me!$h",

///Summer
	"summer_1": "Summer is always such a hassle.#$b#It's so hot and I get tired so easily.$s#$b#The only benefit is I'm not the only one who feels the heat.#$b#Even covered in sweat, you still look gorgeous.$l",
	"summer_10": "Did my shirt shrink in the wash?#$b#It's really tight around my arms... Oh, heh, this must be because of all of the boxes Lewis and Lenny have me move.$h#$b#But even I have a tough time with the giant pot we're using for tomorrow!",
	"summer_27": "No setup, no decorations... we can relax together tomorrow.$l#$b#Hey... would you like to take a stroll with me on the beach once everyone's gone?$h",

///Fall
	"fall_1": "Fall brings lots of business for me.#$b#This means I can take you out on dates with my extra money!$h#$b#I wish I had more money to spoil you and give you the life you deserve.$s#$b#I promise you that I'll do my best to help out where I can!$l",
	"fall_15": "Hey, sweetheart, I don't think I'll be able to come home tonight.$s#$b#I'm supposed to help the stall owners set up and usually they come in before dawn.#$b#I just don't want you thinking I'm messing around behind your back.$s#$b# You're the only one for me... I love you @.$l",
	"fall_26": "I don't have a lot to do to prep for tomorrow night.#$b#What do you say we pick out some fun costumes for tomorrow!$h",

///Winter
	"winter_1": "Shovelling snow has been a big part of my life.#$b#But did you know, I almost died of hi- uhm... Hy-- uhh... hypodermica?#$b#Hypothermia...$s#$b#I think?#$b#When you get too cold?#$b#I just remember being cold and falling asleep on the sidewalk.$u#$b#I used to wonder sometimes if I should have just...$s#$b#not woken up...$s#$b#But I'm really glad I did, because I have you now.$l",
	"winter_7": "@!#$b#Want to make snow angels and snowmen tomorrow?$h#$b#Huh, fishing?#$b#Uhm... well of course I know how to fish... That's one of the essentials to learn especially if you grew up poor.$h#$b#I just don't like to show it off, I guess.",
	"winter_14": "%Ian looks exhausted.#$b#The whole idea of tomorrow's market is just so tiring.$s#$b#I'm looking forward to coming home and passing out tomorrow morning.",
	"winter_15": "Mermaid show?#$b#No, I'm not really interested.#$b#You're magic enough for me.$l",
	"winter_16": "It would be fun to put up some decorations around the farm.#$b#I think I've got some pocket change -- enough for a couple of candy canes!$h",
	"winter_17": "I'm not looking forward to the cleanup tonight.#$b#But, a job's a job!#$b#I'll try and finish up as soon as possible.#$b#If it's okay, I'd like some extra cuddles when I get home.$l",
	"winter_24": "I've always loved decorating the tree.$h#$b#It makes me feel giddy inside.$h",

///Room
"spouseRoom_Ian": "I've been practicing my writing.#$b#Look!#$b#I think my handwriting is getting better!$h#$b#It's easier to write neatly and quickly than it was last week.h#$e#I'll work on my reading tonight, but I think I need a break!",

///Patio
"patio_Ian": "Carpentry and whittling wood is relaxing.#$b#I may not be very good at it, but just being able to take my time is enough for me.",

///Rainy Day 
"Rainy_Day_0": "It's gonna be a rainy day, honey.#$b#You'll be careful if you go into the mines, right?#$b#That reminds me... careful in the kitchen.$u#$b#I tipped over %pet's water earlier.#$b#I should be careful too!$u",
"Rainy_Day_1": "I think I'll lay back down for a while after making coffee.#$b#I'm still a bit sleepy.#$b#Do you have time to join me?$l",
"Rainy_Day_2": "Good morning.#$b#I love when it rains because I can spend more time with you.$l#$b#It feels like we're the only people in the world.$h",
"Rainy_Day_3": "Hi hon.#$b#I woke up early because I thought I was late for work.#$b#Turns out, it's raining so there went my plans.#$b#I couldn't really get back to sleep, though.#$b#I didn't want to wake you with my tossing and turning.#$b#You looked so adorable and you really needed the rest.",
"Rainy_Day_4": "I was just looking out the window.#$b#The farm looks so peaceful in the rain.$h#$b#I should really learn how to relax from time to time huh?#$e#I've been working nonstop for so long I feel like I've forgotten how to.$s",
"Rainy_Day_Ian": "There's a small leak above the kitchen.$u#$b#Don't worry about it, I'll take care of it right away.$h#$b#It's the least I can do.",

///Rainy Night
"Rainy_Night_0": "You're soaked!$u#$b#I still hope you had a good day.#$b#Now, let's get you warm and dry.$h",
"Rainy_Night_1": "Ah hon, you're drenched!#$b#Who am I to say that, I'm drenched too!$h",
"Rainy_Night_2": "In my old home, the rain was such a scary thing.#$b#I mean, a strong storm felt like it could tear our house apart.$u#$b#It was terrifying.#$b#But don't worry now hon.#$b#My mom said that they were able to move to a nicer place because of the money I've been sending them.$h",
"Rainy_Night_3": "I started running a hot shower when I saw you were on your way home.#$b#I don't want you to catch a cold!$h",
"Rainy_Night_4": "The rain means I stayed indoors for most of the day.#$b#I love the chances I get to rest, but they also make me feel like a freeloader.$h",
"Rainy_Night_5": "I was thinking, what if we had dinner on the couch and watched a movie before bed?$l",
"Rainy_Night_Ian": "It's kind of cheesy, but rainy days are so gloomy when you're not here.$s#$b#But rainy nights with us both home together are one of my favorite things.$l",

///Indoor Day
"Indoor_Day_0": "I'm gonna do some cleaning today.#$b#Let me know if you want me to run any laundry, okay?",
"Indoor_Day_1": "I saw some rabbits at the edge of the farm earlier.#$b#They're so cute, with their button tails!$h#$b#We should also probably put up some fencing to keep them out of the field.",
"Indoor_Day_2": "Good morning!#$b#What would you like for breakfast?#$b#I can make eggs, toast... and that's about it, haha.$h#$e#Here you go! [194]",
"Indoor_Day_3": "Another day, another full schedule!$h#$b#I'm excited!$h#$b#I've had my coffee and I'm ready to put my nose to the grindstone!#$b#I brewed you a cup as well.#$b#Here ![395] $h",
"Indoor_Day_4": "You look really good, even first thing in the morning.$l#$b#Your bed head is really cute.$h",
"Indoor_Day_Ian": "Oof, my neck is so stiff.$s#$b#I should probably see Harvey about it... Maybe I need a better pillow?#$b#I've had the same one for longer than I can remember.$h",

//Indoor Night
"Indoor_Night_0": "Hey @, I made you some of Gus' special pasta!#$b#[224] He taught me how to cook 'al dente' the other day.$h",
"Indoor_Night_1": "I ran you a bath tonight, hon.#$b#You must be tired from all that work.$h#$b#Let me know if you want a backrub later.$l",
"Indoor_Night_2": "I asked Philip to teach me how to relieve stress.#$b#He recommended I take more walks to clear my head and some time to myself each day.#$b#I think I'll give it a shot.$h",
"Indoor_Night_3": "Ouch!$a#$b#My back hurts.$s#$b#I think I strained something lifting some boxes for Richard earlier.$s#$b#I hope it's better tomorrow...$s",
"Indoor_Night_4": "Hon!#$b#I'm glad you're back.$h#$b#I had a productive day today!#$b#I got through another chapter of my book, and now I know what 'facilitate' means!$h",
"Indoor_Night_Ian": "You look tired.#$b#Come tell me all about your day.$l#$b#I'd love to hear what you've been up to around town.$h",

///Outdoors
"Outdoor_0": "I'm just enjoying the breeze here, hon.#$b#Your farm looks wonderful from this view!",
"Outdoor_1": "Look at your farm!#$b#Your work ethic is amazing.#$b#I'm really proud of you!$l",
"Outdoor_2": "Phew, I'm taking a break right now.#$b#I carried some boxes from the blacksmith's to Kenneth's place.$h#$b#I don't want to lift anything for the rest of the week, haha!$h",
"Outdoor_3": "I wonder, how do you manage all this alone?$u#$b#You've got the drive of ten men!^women!#$b#Let me know if I can lend a hand, alright?$h",
"Outdoor_4": "I've always liked animals, but I've never had any of my own.#$b#I'm glad I get to hang out with yours every day.$h",

//Leaving
"funLeave_Ian": "I'm off for a relaxation walk, honey.#$b#Philip said I could use one.$h",

//Returning
"funReturn_Ian": "Phew! That was a fun walk!$h#$b#I saw Lewis and Lenny were moving some boxes so I helped!#$b#It was relaxing!$h",

//One kid
"OneKid_0": "Honey!#$b#Everytime %kid1 calls me dad, I melt a little inside.$h#$b#I feel the same way every time you call me your husband.$l",
"OneKid_1": "I wonder what toys %kid1 likes the best.#$b#Pierre has a huge toy catalogue, so I'll look through it later this week when I get the chance.",
"OneKid_2": "Phew, no matter how tired I am, whenever I see our kid, I get instantly refreshed!#$b#You both motivate me to be the best dad ever!$h#$b#Well, after you, that is, haha!^Alongside the best mom ever, haha!$l",
"OneKid_3": "I think %kid1 has your smile.#$b#It's so pretty!$h#$b#Oh boy, I'm so lucky to have this family.$l",

//Two kids
"TwoKids_0": "No matter how tired I am from work, coming home to these little ones makes me so happy.#$b#I love you all so, so much.$l",
"TwoKids_1": "I can't believe I'm a Dad!#$b#I'm going to work even harder to support our family.#$b#I want them to have everything they want!$h",
"TwoKids_2": "I think I'm going to ask Penny for tips on teaching the kids all kinds of stuff.$h#$b#I want them to get the education I never had.#$b#I'll be the best teacher dad!$h",
"TwoKids_3": "All I wish in life is to have our kids grow up to be responsible and kind.$h#$b#I know if they're raised by you, they'll be amazing people.$l",

//Relationship-dependent
///Good
"Good_0": "I'm craving some of your homemade eggplant parmesan.$h#$b#It's my favorite thing you make.#$b#I've tried to cook it myself, but it doesn't turn out the same, haha!",
"Good_1": "I've been making some progress on my reading.#$b#Penny and Flor said they're impressed!$h",
"Good_2": "I'll make you proud of me someday, @!#$b# I know you say you already are, but I'm not worthy of that yet!#$b#I have to work harder!",
"Good_3": "My sister sent some letters the other day talking about their situation back home.$h#$b#She said things are looking good.#$b#I'm really happy to hear that.#$e#Oh, they also want to meet you!#$b#Maybe someday we can fly them out to visit?",
"Good_4": "I've had a quiet couple of days...#$b#Yesterday I  helped Robin chop down some trees, moved some boxes for Lewis and Lenny, helped Marnie with cleaning the barn, caught some crabs and eels for Willy, mined some coal for Clint, patched some leaky wine casks for Gus, restocked shelves for Pierre... I don't like having such a light workload.",
"Good_5": "I miss eating Pika's cooking.#$b#I should go visit the Ridge more often.#$b#Tell me if you're heading over soon, maybe we can get dinner together!$h",
"Good_6": "I saw Keahi and Vincent running around yesterday near the bus stop.$h#$b#Watch out for traps around there, okay?#$b#Everyone jokes that you're not a member of the Ridge unless you've been hit with a stink bomb.#$b#They're clever kids though!#$b#I wouldn't be able come up with pranks like they do.",
"Good_7": "I never used to think reading and writing was important, since I didn't need anything more than the basics to work, but I'm really glad I'm able to learn more.#$b#Books are amazing.",
"Good_8": "I did some deliveries for Gus and Pika the other day.$h#$b#They use the same ingredients, but the results are crazy different!#$b#It's amazing how different their cooking styles are.",
"Good_9": "I was working at Pierre's the other day when Bert came by all heated over something.#$b#Something about money and internet poker.#$b#I wonder what that was about.",

///Neutral
"Neutral_0": "Today will be a hectic day.#$b#I'm looking forward to it!",
"Neutral_1": "Maybe I get Evelyn to teach me some cooking basics.#$b#She offered me some cookies the other day and they were so good!#$b#George is kind of intense, though.#$b#He yells a lot.",
"Neutral_2": "Doctor Harvey was nice enough to give me a free checkup after I helped him install that big machine that came in the other day.#$b#He prescribed me something to help with the headaches I've been getting.#$b#Medicine's a bit pricey though.#$b#Maybe next time.#$b#For now, I'll just save my money to help out my family.",
"Neutral_3": "Another busy day today?#$b#I haven't seen you much lately.#$b#Take some time to rest when you can okay?",
"Neutral_4": "Man, I'm so tired.#$b#I can't wait to go bed.",
"Neutral_5": "I'm hungry... maybe I can go visit Gus?#$b#I think they're open now.",
"Neutral_6": "I've learned to ignore when I'm hungry and thirsty so I can get work done faster, but Doctor Harvey says that's why I sometimes feel dizzy out of nowhere.",
"Neutral_7": "I've been hearing this rumor about Marnie and Lewis.#$b#Is it true?#$b#I mean, I don't think I should care, but I kind of do.#$b#I wonder why?",
"Neutral_8": "Hey, @, next time you have a free evening, we should make some plans.#$b#Something quiet, maybe just cuddling on the couch?",
"Neutral_9": "I'm in a hurry, honey.#$e#Sorry, I can't talk right now.#$b#I have lots of work to do today.",

///Bad
"Bad_0": "I don't have the energy to talk right now.$s",
"Bad_1": "What's wrong?$s#$b#You've been distant...$s",
"Bad_2": "Hey @...$s#$b#Do you still love me?$s#$b#I feel like I can't tell anymore.$s",
"Bad_3": "Oh, you want a hug?$s#$b#Okay!$h#$b#O-oh, I was just in your way... never mind...$s",
"Bad_4": "Hmm?#$b#Did you say something?#$b#Sorry, I didn't notice.",
"Bad_5": "I'm going to sleep on the couch tonight.$s#$b#I just haven't been able to sleep well in the bed lately.$s",
"Bad_6": "Hey do you have time to talk, @?$s#$b#Oh... no?$s#$b#I understand... sorry.$s",
"Bad_7": "I've got a lot of work to do at the Ridge tomorrow, so I'm gonna go spend the night at my old place.$s",
"Bad_8": "I'm not feeling well.$s#$b#Of course I'm still going to go to work, why would I stay here?$s",
"Bad_9": "Why did you marry me if you're just going to...$s#$b#I mean... sorry... I'm just going to keep my mouth shut.$s",
}
