{    
    "spouseRoom_Jeric": "I wonder if I can buy more issues and display them here.. The upcoming fasion shows can go here too..$h#$b#Oh hey babe, I was just planning on my interior here.$h#$e#Now.. Where do I put these greenthumb magazines?$h",
    "patio_Jeric": "These relaxing patio days are something I always look forward for!$h#$b#It gives such good vibes.$h#$e#Hey babe, join me and relax now!#$b#Come now, we can lay here and do some cloud watching too.",
	
    "Rainy_Day_0": "Oh hey, Goodmorning there babe.$h#$b#The rain woke me up early. So I thought I could try and cook up some breakfast for you. [195] .#$e#I hope you like it babe! Those eggs are from my farm you know?",
    "Rainy_Day_1": "Hey babe, it’s a rainy day today. Wanna just stay inside?$l#$b#We can have some quality time together today.$h#$e#Or some other stuff?$l#$e#By stuff I meant indoor farming!$h#$b#What were you thinking huh?$6#$b#I mean, I’d be willing to hear what you have in mind.$l",
    "Rainy_Day_2": "Ah, rainy days are such a blessing for us farmer ain’t it right babe?$h#$b#I mean I love watering my plants and crops and all. But it sure is nice to get some free time.",
    "Rainy_Day_3": "If you’re planning to go out today, bring an umbrella or coat okay babe?$h#$b#You can even use mine if you want too, You know, so if ever you miss me?$h#$e#Wah, I’m actually just saying that because I’ll be the one who’ll miss you.$h",
    "Rainy_Day_4": "*Yawn*$s#$b#I’m sorry babe, The rain is making me real drowsy.$s#$b#Hey, how about a goodmorning kiss to wake me up a little huh?$h",
    "Rainy_Day_Jeric": "Hey babe, Watch out for the puddles when you go out okay?$h#$b#You might trip and all, You’re a little clumsy you know?#$e#Hey hey! I was just kidding!$h#$b#The real clumsy one’s me, Coz I keep on falling for you.$l#$e#Too cheesy?#h",
	
    "Rainy_Night_0": "Ey you’re back home! How’s your day babe?#$b#The rain gave me a lot of free time. But it was quite productive still.#$e#Hey, wanna grab a bite now?$h",
    "Rainy_Night_1": "Whoop whoop! This rainy day was a good one babe!$h#$b#I sealed a good deal at the online farmer’s market!$h#$b#Got some good income coming soon.$h#$e#Why don’t you reward your good husband some love tonight huh babe?$l",
    "Rainy_Night_2": "I’m glad you’re back home babe. Take a rest now okay?#$b#I’m sure you worked hard even under the rain. I’m real proud of you.$h",
    "Rainy_Night_3": "One of my chickens escaped the coop while I was cleaning earlier!$u#$b#I had to chase her down in the rain!$h#$e#It was quite fun though. Maybe we should chase each other in the rain too huh babe?",
    "Rainy_Night_4": "Hey babe. You all good? I’m glad you’re home.$h#$b#Farm life’s tiring right babe? Phew/$h#$e#But the farmhouse life right here right now ain’t so bad. Especially with you.$l",
    "Rainy_Night_5": "*Yawn* Phew I’m beat. Even in rainy days, I still have to open shop.$h#$b#Did good today though. How about you babe? How was your day?#$e#I hope it was fine.$h",
    "Rainy_Night_Jeric": "Ah, the raindrop tapping on our roof is a bit noisy huh babe?#$e#Well.. If you want, wanna get noisy in bed too$l",
	
    "Indoor_Day_0": "It’s a good day today isn’t babe?$h#$b#Hey, if you ever feel tired. I’ll be here for you okay?",
    "Indoor_Day_1": "I’ve taken care of some indoor chores early. I hope that helps lighten up your workload babe.#$b#I’ll be heading out to my farm and shop in a minute as well. See you later back home.$h",
    "Indoor_Day_2": "*Yawn* Goodmorning babe..$h#$b#Phew.. I don’t know why I’m so tired.#$b#Ahhh.. I’m going to do some stretching first.",
    "Indoor_Day_3": "Hey babe, looking fine this early in the morning already?#$b#Boy am I lucky.$l#$e#You better take care of yourself out there okay? I’ll do the same so won’t worry too.",
    "Indoor_Day_4": "Hey babe! Have you seen the latest issue of the model runway magazine? The new collection looks dope!$h#$e#I read the latest one, It just arrived a little earlier this morning.#$b#I didn’t wanna wake you up because you looked so comfy.",
    "Indoor_Day_Jeric": "Ahh, another day, another hustle.#$b#Ain’t that right babe?$h#$e#Hey, before we head off to work, wanna go do some ‘work’ early first huh babe?$l#$b#Hehe, come here you! *kisses you.*$l",
	
    "Indoor_Night_0": "Hey babe, you’re home early! You missed me too much didn’t you??$6#$b#Haha I thought so too. Don’t worry babe I missed you even more!$7#$b#Why don’t you come here and sit on my lap and give your dashing husband a kiss on the lips *pouts to kiss you$l",
    "Indoor_Night_1": "I’ve been waiting for you to come home!$h#$b#I bought food from Pika’s babe.#$e#I was thinking maybe we could eat dinner and cuddle under the sheets in our birthday suits after?$l",
    "Indoor_Night_2": "How was your day babe?#$b#I see you’re very tired$s#$b#Never fear! The magic hands of your wonderful husband is here to save your night!$7#$b#Why don’t you plop on over here at the bed and let me work my hands on your body?$7",
    "Indoor_Night_3": "Phew! I had a tiring day!$s#$b#I hope you had a good one babe. Mine wasn’t really that good.$s#$e#But I’m glad I’m here back home with you now. I feel so much better.$h",
    "Indoor_Night_4": "The king is finally back!^The queen is finally back!#$b#Well goodevening your majesty? I hope you’re doing fine now?$h#$b#Wahaha I’m just kidding love. I tried going all royal on you. It sounded pretty weird huh?$h#$e#But hey now, I missed you. So come gimme a hug and kiss now?$l ",
    "Indoor_Night_Jeric": "I’m glad you’re back home babe? Are you hungry?#$b#I’m sorry I already ate, Pika was cooking such a tasty dish I had to go buy!$h#$b#Of course I bought some for you. Here babe, enjoy! [224] $h",
	
    "Outdoor_0": "I’m planning to go to the beach and maybeee try out some of those workouts that Philip recommended$6#$b#I wanna bulk up so that you’d keep on drooling over me$7#$b#Sounds good right?$7#$b#Wanna join me? Or maybe you can’t keep up haha $6",
    "Outdoor_1": "I’ve got a great idea on how to make fertilizer!$h#$B#I think Alissa was the one who told me about this trick haha#$b#Maybe I misjudged her or maybe I’m just too competitive but oh well$h#$b#Would you like me to show you how?$7",
    "Outdoor_2": "I’m going around town to maybe scout the competition babe$6#$b#Want to come with me?#$b#Maybe we can also make a plan to pull a prank on the others$6#$b#Hahahaha one that won’t harm their crops of course $h",
    "Outdoor_3": "Hey babe, are you good at fishing?#$b#Can you teach me how to be better at it?$l#$b#I mean, I know how. But I just really wanna be great at it. The Governor enjoys fishing, and I think I’d like to bond with him through it.$l ",
    "Outdoor_4": "Let’s go over to the ridge babe?#$b#I have a great idea for a picnic there$s",
	
    "funLeave_Jeric": "I’m off to my farm and shop now babe. I’ll be seeing you later alright?$h#$e#Hey if you ever feel lonely or just miss me, come by okay? I’d sure love to see you whenever.#$e#Ofcourse, I got such a catch for a spouse.$h",
    "funReturn_Jeric": "Phew! Today was such a tiring day!$h#$b#I might relax for a while before dinner. I’m a little beat.#$e#Hey, babe? How about some ‘energy’ kiss right here a little near my lips eh?$h#$b#By ‘a little near’ ofcourse I meant ON my lips hehe.$h",
	
	"OneKid_0": "Oh hey babe look! %kid1 was just taking their first steps! Ain’t this cute!?$h#$e#Oh wow, I can’t believe I’m a dad!$h",
	"OneKid_1": "It’s okay babe, I can look after %kid1 today. I know you have a busy day ahead.#$e#Now where’s the little whittle farmer!?$h",
	"OneKid_2": "Hey babe check this out.#$b#%Jeric threw a paper ball on %kid1#$b#WOAH SEE! %kid1 almost caught it!$h#$e#I think we have a little star player for a kid babe!$h",
	"OneKid_3": "Woah there, I still can’t believe that I’m a dad for reals!$h#$e#Hey babe, I think %kid1 got my looks. See how good looking that little kid is?$h#$b#I’m just kidding babe, Of course both of our looks were inherited, I mean, I could recognize those eyes anywhere.#$e#Those are the eyes I fell so hard for, along other stuff about you babe.$l",
	
    "TwoKids_0": "Woah hey look at our kids babe!$h#$b#%kid1 and %kid2 look good! How could they not! I mean look at you! You’re a catch!$h#$e#Boy am I a lucky guy!$h",
    "TwoKids_1": "Up to this day I just can’t believe that I’m a dad. I mean like. Woah.#$e#I’m sorry babe, I’m just so happy that we have such a wonderful family. I mean, what more could I ask for?$l#$e$I love you so much babe, you know that right?$l",
    "TwoKids_2": "Now where did %kid2 go?$a#$b#I swear, that kid really knows how to hide. I was trying to feed %kid2 some of our vegetable crops!#$e#Woah boy, here we go. Hey %kid1!! Help me find your little sibling now!$h",
    "TwoKids_3": "Hey babe. %kid1 and %kid2 are both asleep now.$h#$b#Wanna go hop into bed?$l#$e#Hehe, It’s our chance! A small window!$h",
	
    "Good_1": "Oh babe you’d never believe what happened on my day today!$l#$b#Mayor Lewis and Miss Lenny talked to me about maybe doing a showcase of our best crops!$h#$b#They said our farm has one of the best produce this year!$h#$b#We’re so good babe! We the best!$6",
    "Good_2": "Damn boy!^Damn girl!$6#$b#You look so fine and ravishing I might just take you right here right now!$6#$b#I don’t care if anyone may see us, I just want to take you in and treat you like you deserve$7",
    "Good_3": "Would you want me to teach you how to ride a horse babe?$h#$b#I mean, you’re already good at riding me…$6#$b#But I can show you a thing or two about riding horses$h#$b#I can actually also teach you how to form a bond with them like how I did with Turbo$s",
    "Good_4": "It seems amazing how the world works. Right babe?$l#$b#I mean, I actually didn’t think I’d get married before.#$b#I thought I was going to be that hot bachelor who’ll die out in his early 40’s$h#$b#But you actually gave meaning and purpose to my life$l#$b#You make me want to grow old and think about the future. And I love you for that! MUAH*kisses you*$l",
    "Good_5": "Some handsome dude went by the shop the other day.^Some pretty lady went by the shop the other day.#$b#Hey woah now! Don’t get so suspicious al of the sudden!$h#$b#Don’t worry, I’m all yours babe. You don’t have to worry about anything!$h#$e#You’re too amazing to let go.$h#$b#Trust me, I’m a hundred percent loyal! Even add up an extra ten percent!$h",
    "Good_6": "I’ve asked Kenneth about more sprinkler designs. Those things are such huge help right babe?#$b#I have heard about an Iridium Sprinkler too. I wonder how to get one though.#$e#Nah, I think it’ll be too expensive.#$e#But it could be worth it though.$6",
    "Good_7": "Maybe I should bring Turbo here in your farm too huh babe?#$b#Nah, I don’t think he’ll like it. He loves his current stable at the moment.#$e#I kind of miss him sometimes though, Especially when I get lazy and I don’t wanna hike back to the ridge.",
    "Good_8": "Hmm.. Sometimes I get a little intimidated by your farm babe. It’s really such an amazing place!$h#$e#But just a little though, My farm still has its own unique pizzaz! Whaha!$h#$e#Wanna make another competition!?$h", 
    "Good_9": "I’ve been starting to grow some new crops babe! It’s been so exciting!$h#$b#I’ve recently been searching stuff about Giant Crops too. They’re possible to get you know!?$h#$e#Oh boy, I’m so excited!$h",
    "Neutral_0": "I planted some new crops by my farm today babe. I hope they turn out good.#$b#It’s my first time farming them.",
    "Neutral_1": "*Yawn*#$b#Boy am I sleepy..$s",
    "Neutral_2": "%Jeric is busy reading some magazines.#$b#Oh sorry babe! I was occupied!$h",
    "Neutral_3": "Sometimes when I’ve finished my chores, I just like to sleep on some hay.",
    "Neutral_4": "I tried to make a new omelette recipe. Still ain’t good though.$h",
    "Neutral_5": "Hey you’ve been so busy lately. Please don’t forget me now?",
    "Neutral_6": "I got some letters from the governor the other day. He was asking about my life. It was a good letter.",
    "Neutral_7": "Hey now, come talk to me from time to time when you can okay?#$b#You’ve been so busy lately..$s",
    "Neutral_8": "I’m sorry I have no time to talk babe. I’m off to work. See you later.",
    "Neutral_9": "I’m a bit hungry. Maybe I’ll go grab a bite later.$s",
    "Bad_0": "Uhg.. You’ve gone a bit boring @.$s",
    "Bad_1": "I didn’t move from the city for this.. This is not a good life @..",
    "Bad_2": "I wish I can spend a few more hours back at my farm..$s#$b#Or maybe even stay there for a while..$s",
    "Bad_3": "Uhg, You wouldn’t mind me hitting it off with other fellas huh?#$b#I mean, you don’t even talk to me anymore.$s",
    "Bad_4": "What are we @? Is this even all worth it?$s",
    "Bad_5": "Maybe it was just infatuation that made us marry each other huh?$s#$b#This sucks…$s",
    "Bad_6": "I’m gonna say it. You’ve been rubbish towards me you know @?!$a#$b#I hate this..$a",
    "Bad_7": "I don’t really wanna talk with you at the moment @..$s",
    "Bad_8": "I wish I got to know you more before committing.. This is not the married life I expected..$s",
    "Bad_9": "Woah! Take a look at this magazine model!$h#$b#Oh, you’re here.. Hey, why do you care?$a",
	
//Day before Festivals	
	"spring_12": "This year, Mayor Lewis bought some chicken eggs from Alissa’s farm and mine.#$b#Hmmm I kind of feel bad. Is the quality of my products going bad babe?$s",
	"spring_23": "I’m going to sweep you off your feet babe$7#$b#Just wait and see.. Your jaw’s definitely going to drop$6",
	"summer_10": "Would you like to help me pick out the best crop to bring tomorrow @?#$b#I’m a bit nervous about picking this year’s crop. I want it to be the best for the Governor. After all I owe him so much$l",
	"summer_27": "Hmmm I know a great spot beneath the trees of the beach.#$b#Want to slip out during the festival and make out under the stars?$7",
	"fall_15": "We’re going to have the best display out of all the others tomorrow!$h#$b#Let’s team up and make a concept so that our presentation would be so enticing that they’ll definitely pick ours as number one$6",
	"fall_26": "Hmm.. I’m thinking of going as a knight in shining armor tomorrow.#$b#YOUR handsome knight in shining armor babe$7#$b#Maybe I’ll get lucky and save my beautiful spouse from a fiery dragon$6",
	"winter_7": "I’m ready for tomorrow’s event!$h#$b#I’ve been practicing since last year haha, I was actually so bad before that I almost fell in the hole $l#$b#Good thing I have great reflexes$6",
	"winter_14": "Last competition for the year babe!$6#$b#Let’s hustle and give our all for this one$h",
	"winter_24": "This year was one of the best$h#$b#I had the best spouse ever and our crops have been blooming and golden this year!$6#$b#Let’s hope for an even better one for the next babe!$h#$b#MWAH $l",
	
//Seasonal
	"spring_1": "Hi ho hi ho it’s off to tend crops I go!$h#$b#See you later babe! Have a great exploring ahead! BUT first give me a kiss for luck!$6",
	"summer_1": "Time to change the crops for this season!#$b#Do you think that we should invest in more fertilizers or sprinklers this time around?#$e#Hmmm, I also think sprinklers would be best for the summer!$h#$b#Thanks babe! You’re the best! You deserve a kiss come here you!$6#$b#Haha any excuse to give you a kiss babe! You know you can’t get enough of my lips too$7",
	"fall_1": "I have a secret technique on how to grow sweet gem berry babe, want me to teach you?#$b#Come on! I’m giving you the opportunity of a lifetime here$6#$b#You’re going to learn from the best farmer around who happens to be your husband! How lucky can you get$7",
	"winter_1": "Ayay, here we go again with the winter season$s#$b#This is the slowest season for our kind babe$s#$b#But nevertheless, I’m actually starting to enjoy it because it simply means more quality time with you$l#$e#And the cold actually makes you want to make skin-to-skin contact with me soooo…. You know what that means right?$7",


}

