
{    
    "spouseRoom_Ian": "I've been practicing some writing hon. Look!$h#$b#I'm a little proud!$h#$e#I better get on practicing on how to read fast now. Phew!$h",
    "patio_Ian": "Doing some carpentry and sculpting with wood is relaxing. I may not be good with it but still.$h#$e#Just being able to enjoy is enough for me.$h",
	
    "Rainy_Day_0": "It’s gonna be a rainy day hon. You better be careful okay?$h#$b#I don’t want you getting hurt now.$h#$e#That reminds me.. I should be careful too huh?",
    "Rainy_Day_1": "I think I’ll sleep for a while after this morning coffee, I’m still a bit sleepy.$h#$b#If you want hon, you can keep me company for a while too.. I mean if you want.$l#$e#Haha. The rainy days sure are fun huh?",
    "Rainy_Day_2": "Goodmorning to you hon. Or is it one? I mean it’s raining and all. Uhm..#$b#I don’t really know how to say words properly.$h#$e#But I’m really happy you love me still.$l#$b#Gosh really.. I get all pink just thinking about you..$l",
    "Rainy_Day_3": "Hi hon. I woke up early because I thought I was late for work. Turns out it was raining so not much work.$h#$b#I couldn’t really get back to sleep though.#$b#I didn’t want to wake you too. You deserve some rest too.$h",
    "Rainy_Day_4": "Oh hey hon. I was just looking out the window. The raindrops farm under the rain looks so peaceful.$h#$e#I should really learn how to relax from time to time huh? I feel I’ve been working non-stop for so long I forgot how to relax.$h",
    "Rainy_Day_Ian": "Hon, I have to tell you something, It’s about uhm..$s#$b#How do I kiss you? Uhm.. I was just thinking. Like would it bother you if I suddenly kiss you or something?$l#$b#I mean uhmm… I Uhmm..$h#$b#%You kiss Ian.#$b#Uhmm. Okay. That works..$l#$e#Woah the rain is getting heavier huh? Uhm hehe.$l",
	
    "Rainy_Night_0": "I’m glad you’re back hon. I hope you had a good day.#$b#I know it was raining, but I just still hope you had a good day.$h#$e#Relax here at home now okay$h",
    "Rainy_Night_1": "Hey hon, you’re drenched!$h#$b#Who am I to say that, I’m drenched too!$h#$e#Yey! Drench buddies!$h",
    "Rainy_Night_2": "In my old home, the rain was such a scary thing.#$b#I mean, a strong one was enough to carry our house away. So it was really worrisome$s#$e#But don’t worry now hon. My sis said that they were able to build a better house because of the money I’ve been sending them.$h#$b#Phew. I’m glad.$h",
    "Rainy_Night_3": "Hon? Are you feeling hot or sick?#$b#Because I heard that if you get drenched in the rain you catch a cold!$u#$e#Oh? It takes a little bit of time first? Oh so that’s how it works.#$e#Tell me when you feel sick okay??$a",
    "Rainy_Night_4": "*stretches* Ahh! The rain had me stay indoors most of the day.$h#$b#It was good to relax a bit, But I was itching to do some work.$h#$e#I mean, time is money right?",
    "Rainy_Night_5": "Hey hon, welcome back home.$h#$b#Do you feel tired? Are your clothes wet?#$b#Let me take care of you okay?$h#$e#Ahh, there. You’re looking much more comfy. I’m happy.$h#$b#Tell me if you need anything else okay hon?$h",
    "Rainy_Night_Ian": "Hey uhmm hon.. I missed you.$l#$b#It’s a little bit corny but yeah. The rainy day was a little lonely.$s#$e#So uhmm.. Let’s have a little bonding time tonight?$h#$b#I’m excited hon!$h",
	
    "Indoor_Day_0": "I’m going to go ahead and clean up the house okay hun?#$b#You go ahead and go about your day$h#$b#I’ll be here waiting for you to come home to me$l",
    "Indoor_Day_1": "I saw some rabbits passing by your farm earlier hon. The early morning had some cute surprises huh.#$e#But hey.. Uhm.. You’re the cutest of all for me..$l",
    "Indoor_Day_2": "Goodmorning hon! I’m glad you’re up!$h#$b#I was worried you were sick or something. You were drooling in bed, Doesn’t that mean you’re sick?#$b#Oh wait, it’s not? Huh? I think my Mom lied to me then huh?#$e#Haha, because I used to drool the bed so much. I think they wanted me to stop.$h",
    "Indoor_Day_3": "Another day, another full schedule! I’m excited!$h#$e#I’ll be working hard! Don’t you worry hon. I’ll take care of you.#$e#And I trust you’ll take care of me too huh?$h",
    "Indoor_Day_4": "Hey hon.. Uhmm..$l#$b#You look really good even at this early hour..$l#$e#Uhmm.. I just want to kiss you..$l#$b#%Smooch",
    "Indoor_Day_Ian": "*Stretch* Hngggg$h#$e#Ahh, that was a good stretch!$h#$e#Hey hon, are you all set for the day?#$e#You better be careful now okay? Take care of yourself always okay?$h",
	
    "Indoor_Night_0": "Hey @$h#$b#I made you some of Gus’ specialties.I know how much you like them$l#$b#Maybe you'd like it set up in a candlelit dinner table$l",
    "Indoor_Night_1": "I drew you a bath tonight hon#$b#You must be tired from all that work.$s",
    "Indoor_Night_2": "I asked Philip to teach me how to relieve stress using my hands#$b#Well I tried them earlier and it worked!#$e#I hold such power woah!$h#$e#Come here! Maybe I can use them on you too!$h",
    "Indoor_Night_3": "Ouch my back hurts. I think I overworked huh?#$b#I’ll take it easy for you hon. I don’t want you to worry.$h#$e#Uhmm.. I want a hug though…$l#$b#*Hugs* This is nice.$l",
    "Indoor_Night_4": "Hon! I’m glad you’re back.$h#$b#I had a productive day today! Even had time to visit the library! I learned some stuff.$h#$e#One day, I’ll master how to write and read! You’ll be proud!$h",
    "Indoor_Night_Ian": "Goodevening hon! You look tired.#$b#Come here.. I just want to give you a hug..$l#$b#*Hugs* Ahh.. This is nice..$l#$e#Mom used to hug me whenever I feel tired and sad. It always worked!#$b#So I wanted to make you feel better too hon. I hope I did.$h",
	
    "Outdoor_0": "I’m just enjoying the breeze here hon.#$b#Your farm looks wonderful!$h",
    "Outdoor_1": "Look at your farm! It’s amazing!$h#$b#Oh boy. How am I so proud being your husband.$h#$b#You’re amazing hon.$l",
    "Outdoor_2": "Phew, I’m taking a break right now.$h#$e#I carried some boxes from the BusStop to Gus’s shop. I think it was some parts for the Jukebox.#$b#It was quite heavy.$h",
    "Outdoor_3": "I do wonder, how do you manage all this alone? I wish I can help as much.#$e#Just tell me if you need anything okay hon?$h",
    "Outdoor_4": "Hey hon.. Uhmm…$l#$b#I just wanted to say that you look real good whenever you work hard..$l#$b#It uhm.. It makes me get a little pink when looking at you work..$l#$b#Is that okay?$h",
	
    "funLeave_Ian": "I’m off to do some errands and work now hon! Take care now okay?$h#$e#Uhmm.. Please be careful with your day okay?#$b#%smooch",
    "funReturn_Ian": "I got a lot of work done today hon!$h#$b#I also did a lot of practice reading and writing! I think I’ve been learning well.$h#$e#How about you hon?",
	
	"OneKid_0": "Hon! %kid1 has been really hyper. I think it’s from me?$h#$e#Oh wow this is so fun, being a Dad that is.$h",
	"OneKid_1": "I wonder what gifts I can bring for %kid1. When I was a kid, I liked getting gifts because they rarely come.$h#$e#I want to give our child a happy childhood.$h",
	"OneKid_2": "Phew, no matter how tired I am, whenever I see our kid, I get instantly refreshed!$h",
	"OneKid_3": "I think %kid1 has your smile. It’s so pretty!#$e#Oh boy, I’m so lucky to have this family.$l",
	
    "TwoKids_0": "No matter how tired I am from work, just arriving home and seeing our family makes me all rested up for no reason.$h#$e#This is such an amazing feeling. I’ll do anything for this family hon..$l#$e#I love you!$h",
    "TwoKids_1": "I can’t believe I’m a Dad! Woah!$h#$e#I’ll have to work harder as well to support our growing family right hon?$h",
    "TwoKids_2": "I’ve learned a bit of alphabets now hon! Maybe I can teach our kids soon!$h#$e#I’ll be the best teacher dad!$h",
    "TwoKids_3": "All I wish in life is to have our kids grow up to be responsible and kind.#$e#And be amazing people.#$b#Just like you hon, You’re an amazing person.$h#$e#And boy how lucky I am to have you..$l",
	
    "Good_1": "I’ve been making some progress on my reading! Penny and Flor said so!$h#$e#Oh boy! I’m so happy!$h",
    "Good_2": "I’ll make you proud of me someday @!$h#$e#Oh what? You already are? Noo noo I’m not worthy of that yet!$h#$e#I have to work harder!",
    "Good_3": "My sister sent some letters the other day talking about their situation back home.#$e#Phew, She said things are looking good. I’m really happy to hear that.$h#$e#They also have been wanting to see you hon!#$e#Maybe someday!$h",
    "Good_4": "I hope you have a good day today hon.#$e#Oh me? What have I been up to? Well..#$b#Yesterday I think I… Helped Robin chop down some trees, moved some boxes for Lewis and Lenny, helped Marnie with moving some Cows, caught some crabs and eels for Willie, mined some coal for Clint, did some work for Gus with his wine casks, restock shelves for Pierre, helped---#$e#Oh! What? I did so much? I think it was a lax day yesterday though..$h",
    "Good_5": "How I miss eating some of Pika’s dishes. I should go visit the ridge some day again.$h#$e#Tell me if you’re going there okay hon? Maybe I can tag along.",
    "Good_6": "I saw Keahi and Vincent running around yesterday near the Bus Stop hon.#$b#If I were you, you better watch out for some hidden prank traps okay? I’ve been a victim once!$u#$e#They are some clever kids though! I wouldn’t be able to think of plans like them!",
    "Good_7": "Reading and writing is a little hard. But I’ve been working hard.#$e#I sure hope to show off my learnings one day hon! You’ll be so proud!$h",
    "Good_8": "I did some deliveries for Gus and Pika the other day. They use the same ingredients!$h#$e#But it’s amazing that they are still able to make their own tasty dishes. I mean how do they do that!?$h#$e#Maybe I can learn from them someday.$h", 
    "Good_9": "I was working at Pierre’s the other day and saw Bert visit.#$b#They both seemed to talk about some deal about money and internet poker or stuff.#$e#I wonder what was that about.",
    "Neutral_0": "Ahh.. Today will be a hectic day huh.#$e#I’m looking forward for it!$h",
    "Neutral_1": "Maybe I can start learning some cooking from Evelyn. She offered me some cookies the other day and they were so good!#$e#I’m a little afraid of George though. He screams a lot.",
    "Neutral_2": "Doctor Harvey prescribed me some medicines to take in the other day because I got a free checkup from him after I helped him.#$e#But medicines are a bit pricey though. Maybe next time. For now I’ll save the money to send back to the family and for help around here.",
    "Neutral_3": "Uhhmm.. You busy today hon? Take some time to rest when you can okay?",
    "Neutral_4": "Phew. I’m so tired today.$s#$e#%Ian is falling asleep.",
    "Neutral_5": "I’m hungry.. Maybe I can go visit Gus! Maybe they’re open now.$h",
    "Neutral_6": "I’ve learned to control my thirst and hunger because of hard work!#$e#I think it’s unhealthy though. Sometimes I feel sick out of nowhere!",
    "Neutral_7": "I’ve been hearing this rumor about Marnie and Lewis. Is it true?#$e#I mean, I don’t really care but it’s fun to know stuff about other people huh?$h",
    "Neutral_8": "I saw Marnie and Lewis go inside Marnie’s room the other day while I was helping Marnie with her livestock.#$e#I wonder what they were doing. I think it was business related so I didn’t knock and ask.",
    "Neutral_9": "I’m in a hurry hon. Sorry I can’t talk right now.#$e#I have lots of work to do today.$h",
    "Bad_0": "Uhhmm @.. Talk to me please..$s",
    "Bad_1": "I’ve not been feeling good with our marriage lately @... You’ve been distant..$s",
    "Bad_2": "Hey @.. Uhmm.. Do you hate me?$s",
    "Bad_3": "I’m sorry.. Oh I was on your way.. Uhmm.. Sorry @...$s",
    "Bad_4": "Oh hey @! Do you need anything? Just tell me okay? Hey uhmm @? Are you listening? Uhmm hey uh---$s",
    "Bad_5": "@?.. Should I stay away for some days to have you clear your head??$s#$b#I’ve been missing you…$s",
    "Bad_6": "Hey do you have time to talk @? Oh.. No?.. Okay..$s",
    "Bad_7": "I think I’ll sleep on my shack back at the ridge for the night @.. I don’t feel at home here..$s",
    "Bad_8": "I’m not feeling well @... Uhmm.. But I’ll still work.. I know you’ll hate me even more if I was useless..$s",
    "Bad_9": "Why did you marry me if you’re just going to..$a#$b#I mean.. Uhmm.. sorry.. I should just keep quiet..$s",
	
//Day before Festivals	
	"spring_12": "Hun would it be okay if I leave you here for a while?#$b#I’m going to help Mayor Lewis set up for tomorrow$s#$b#*Sigh*As much as I’d like to spend time with you getting ready I need to work so that I could help provide for our family.#$e#Say, would you like to go with me and help me hide the eggs$h#$b#We can make it our own little date$l",
	"spring_23": "%Ian gives you a single piece of flowerl#$b#Uhm hi, I’d just like to tell you that I’m looking forward to seeing you tomorrow$l#$b#Save me a dance alright?$h#$e#Okay, I got to go hun! I have to get some cloth over at Miss Lenny’s to put in as decorations for tomorrow. Good bye now, see you later *kisses you on the cheek*$l",
	"summer_10": "%You mention to Ian about his huge biceps#$b#Oh, uhm ehehe that came from all the carrying the boxes$l#$b#But I think I got most of the muscle because of the pot of soup like the one we’re preparing for tomorrow haha $h",
	"summer_27": "Ahhh, we can relax tomorrow hun$h#$b#Uhm.. Would you like to take a stroll with me at the beach tomorrow?$l",
	"fall_15": "Hun, can I ask permission?#$b#I don’t think I’ll be able to come home tonight.$s#$b#I’m supposed to help the stall owners set up and usually they come in so early$s#$b#Don’t worry baby, I won’t cheat on you! Of course!! I made a vow to you and to myself.. I love you @ and I won’t do anything to hurt you.$l",
	"fall_26": "I haven’t much to do for tomorrow night#$b#What do you say we try and look for fun costumes to wear for tomorrow!$h",
	"winter_7": "Hun! Why don’t we make snow angels and a snow sculpture tomorrow$h#$b#Uhm.. Well of course I know how to fish.. That’s one of the essentials to learn especially if you grew up poor. I just don’t want to seem braggy about it though.",
	"winter_14": "The whole idea of tomorrow’s fair is just so tiring *sigh*$s",
	"winter_24": "I’ve always loved decorating the tree$h#$b#It makes me feel giddy inside$l",
	
//Seasonal
	"spring_1": "New year, new stuff to do and a new life with you hon$l",
	"summer_1": "This season has always been such a hassle$a#$b#I’ve always been feeling so hot all the time and I get tired easily$s#$b#The only good side to this is I get to see your body sweat and I find that so hot$l#$b#Uhmm.. I’m sorry hehe that must be too much. But I really really find you so gorgeous$l",
	"fall_1": "Fall brings lots of business for me$h#$b#This means I can take you out on dates with my extra money$l#$b#I’m sorry hon$s#$b#I’m not like the other guys who have lots of money and could give you the life you deserve$6#$b#I assure you that I’ll do my best to make things a whole lot easier for you!$l",
	"winter_1": "Shovelling for snow has been a big part of my life $h#$b#But do you know, I almost died of hi- uhm.. Hy-- uhh… Hypotermic? Hypothermia? I think?#$b#It’s that kind of sickness where in you die of too much coldness?#$b#Yeah that almost happened to me$s#$e#I actually thought before.. Would life have been better for my family if I died that day?$6",


}

