 
{	
    "spouseRoom_Ysabelle": "Ah, This is such a nice setup. I can relax easily.$h#$b#Maybe I can turn this into an indoor dance studio?$6#$e#Nah, This is already perfect!$h#$e#Oh hey love, Lookie here! I have some new shades of makeup!$h#$b#They look so pretty!$h",
    "patio_Ysabelle": "It's so relaxing to spend some time here in the patio.$h#$b#The atmosphere is just perfect. I love our home love.$l#$e#Come on! Dance with me!$h",
            	
    "Rainy_Day_0": "I really like the rain sometimes.#$b#It makes me want to go outside and enjoy it$h#$b#Would you like to join me?$l#$e#I have lots of childhood memories in the rain.#$b#Sometimes I just miss being a kid.$6",
    "Rainy_Day_1": "Loveeee hnnnggg I don’t want to get up yeeet $s",
    "Rainy_Day_2": "Grandpa must be happy today$h#$b#Rain brings in many customers at the cabin",
    "Rainy_Day_3": "Can you make some hot chocolate love?#$b#I’ve been craving for something sweet and a hot cocoa is just perfect for this weather$l",
    "Rainy_Day_4": "Love, why don’t we just stay in and just cuddle$l#$b#Don’t you miss your beautiful wife?$l",
    "Rainy_Day_Ysabelle": "Love, huggggsss pleaseee?$s#$b#I don’t want to go anywhere else just hug me, stay beside me and cuddle me! Pleeeeaseee??$l",
            	
    "Rainy_Night_0": "Ooooh, love you’re soaking wet $u#$b#Why don’t you come here and I’ll take your clothes off for you and maybe keep them off and pull you into bed with me?$l",
    "Rainy_Night_1": "Love, the vision of you drenched in rain reminds me of when you got so sweaty last summer and you wanted to cool yourself off…#$b#You actually took the glass of water and poured it over your face and body$u#$b#I was like, ‘Oh shit I have to stop looking or else I might devour this person with just my eyes’$l",
    "Rainy_Night_2": "Hi love, come on under the sheets with me..$l#$b#I have a surprise waiting for you underneath*wink*$l",
	"Rainy_Night_3": "I missed you a lot today$s#$b#I’ve been wanting to give you this since this morning *kisses you* I love you @ $l",
    "Rainy_Night_4": "How was your day love?$h#$b#Would you like it if I ran you a bath?#$b#Maybe you’d like it even more if I join you?$l",
    "Rainy_Night_5": "My body has been craving for you since this morning…$l#$b#Want to do something about it?$l",
    "Rainy_Night_Ysabelle": "A cold rainy night deserves some hot cocoas, a movie, and you+me under the covers with the lights off $h",
            	
    "Indoor_Day_0": "Good morning my love! *showers you with butterfly kisses all over your face*$l#$b#Wake up mon amour it’s a new day today and I was told hugs and kisses were a great start to a perfect day, so here I am giving you lots of them! MWA! $l ",
    "Indoor_Day_1": "Love, you take care of yourself always okay?#$b#Don’t forget to drink lots of water or you might get dehydrated from all the heat and exhaustion$a#$b#Okay? I love you!$h",
    "Indoor_Day_2": "Hey love, I packed your lunch for you!$h#$b#You can bring them with you when you go out for work and for tending the farm my love$l",
    "Indoor_Day_3": "*tickles you*Hey love, give me a kiss?$l#$b#Have a great day ahead! Here’s a big hug to give you more energy for today$h ",
    "Indoor_Day_4": "Love, I’m going to ask Grandpa if I could skip work today#$b#I want to clean up here in our home and maybe cook us a candle-lit dinner for later.$l#$b#What do you think huh?$h#$e#But then, I mean we could always skip dinner, go to dessert and just go back to our meal*winks*$l ",
    "Indoor_Day_Ysabelle": "Rise and shine my not-so-little sleepyhead!$h#$b#You’re so adorable when you sleep haha It’s just a great sight to see your face every morning$l",
            	
    "Indoor_Night_0": "Love, why don’t we plan to make a rooftop here at home?#$b#Or maybe like an open balcony?$6#$b#Or maybe even a treehouse, so that if ever we decide to have kids they’d have their own playhouse$h#$b#I’ve always wanted a rooftop at home$l#$b#I love watching the stars at night, and I started to love them even more when you came around love$l",
    "Indoor_Night_1": "Bonne soiree mon amour,(Good evening my love)$h#$b#How was your day today?#$b#I made you some burgers and pizza, I know how much you get hungry whenever you work all day$h",
    "Indoor_Night_2": "Hi love!$h#$b#Awwww$s#$b#You look tired, are you alright?$s#$b#Why don’t you change your clothes and climb onto bed so that I could give you a massage and maybe make you feel good while I’m at it$l",
    "Indoor_Night_3": "Do you know that stars takes millions of light years for us to see them?$6#$b#Goes to show that something as beautiful as the stars are only shown through time and it makes it worth the wait.$h#$e#Much like how I feel about you love, I know it may not be a million year wait, but I went through so much stuff before I found happiness.$l#$b#You made happiness easier to find when you waltzed into my life$l#$b#Thank you for being you$h",
    "Indoor_Night_4": "I’m so sleepy love$s#$bCome and cuddle with me here on the bed please$l#$b#Hold me tight while we sleep okay?$l",
    "Indoor_Night_Ysabelle": "Going to bed beside you is just the best way to end any day$h#$b#I actually have better sleep once you’re beside me love$l#$b#I used to have awful nightmares and I’d get terrified of them because I tend to overthink about it and some of them come true$6#$b#But sleeping beside you must have been calming my nerves, I guess$l",
            	
    "Outdoor_0": "Love, would you like to go with me to the beach today?$h#$b#We could take a swim and maybe have a little bonfire at the beach later at night#$b#We could invite Corine, Flor, Philip and Ian to join us if you’d like$h#$e#But… We could also make this our own little date and maybe go skinny dipping when it’s dark$l#$b#Or maybe even during sunset$l#$b#What do you think?*wink*$l",
    "Outdoor_1": "I’m on my way to the Ridge right now love, I’m planning to do some yoga there and maybe squeeze in a little work out so that I won’t have trouble training for my routines$h#$b#Oh, okay love! I’ll see you later then! Mwa *kiss*$l",
    "Outdoor_2": "Love, have you ever experienced going deep into the woods and just let go?$6#$b#Feel the wind in your hair, and just danced around, or sang, or just do a bunch of crazy stuff?$h#$b#You HAVEN’T yet?? Well come with me, love! You’re going to have the time of your life and I assure you that you’ll feel so much lighter after this!$h",
    "Outdoor_3": "A little fence here, a cute porch swing there…#$b#Oh hi love, I didn’t see you there! I was actually trying to come up with ideas on how to make our home even prettier than it already is$h#$b#What?$l#$b#Awwwee I know we’re the ones who make our house a home love$l#$b#Oh, stop it you’re making me blush like crazy$l#$b#Well, I actually mean that what’s on the inside of our home also has to reflect the outside doesn’t it? Hahaha$h",
    "Outdoor_4": "Hey love, my oh my you look so good $l#$b#I’m such a lucky girl to have someone as great as you as my lover and best friend hihi$h",
            	
    "funLeave_Ysabelle": "Bye love!I’m off to go to the gym over at the cabin today.#$b#I’m going to do a series of workouts then bust my ass trying to learn the Black Swan routine$h#$b#Well, on the plus side, you’ll have a wife that’s even more flexible by the time I go home later! HAHA$h",
    "funReturn_Ysabelle": "I’m home my love!!$h#$b#I stopped by Pika’s on the way home and bought a steak and mushrooms #$b#Let’s have a candle-lit dinner tonight$h#$b# Maybe open a wine bottle and celebrate in the sheets afterwards?$l",
            	
    "OneKid_0": "I see %kid1 has expressed some interests in graphic arts$h#$b#I assume %kid1 got that from you because I am so bad at that art department$u#$b#Haha maybe when we decide to have a second kid he or she will take after me and have interests in the performing arts hihi$l",
    "OneKid_1": "%kid1 asked me earlier if I have a new baby in my tummy$u#$b#I don’t know if I’m supposed to find that cute or if I feel insulted$6#$e#But nevertheless, I like %kid1’s idea to have a baby..$l#$b#Would you like it if we try?$l",
    "OneKid_2": "Oh no$u#$b# %kid1 got your appetite love! hahaha !$h#$b#Now I have to hustle up and learn a lot more new dishes so that I could keep both your tumtums happy$h#$b#HAHAHA that’s alright I definitely enjoy cooking for our family$l",
    "OneKid_3": "Isn’t %kid1 so adorable? #$b# %kid1 Actually tried to mumble some words but ended up humming$h#$b#I guess %kid1 must’ve gotten that trait from you huh?$l",
            	
    "TwoKids_0": "Awwee look at %kid1 trying feed %kid2$l#$b#%kid1’s such a good older sibling$h#$b#I’m glad we’re raising our kids right $h",
    "TwoKids_1": "Hahaha look at %kid2 chasing %kid1 to smother her with kisses!$h#$b#They’re both so adorable I can’t believe we made two kids that are so cute like this$l",
    "TwoKids_2": "Hey love, why don’t you get some rest, I’ll be the one to take care of %kid1 and %kid2 today okay?#$b#Just give me tons of kisses and hugs when you’re well rested then that would make me so happy hihi $h",
    "TwoKids_3": "I’m just so blessed to have you three in my life $h#$b#I don’t know what I did in my past life to deserve you and the kids but I’m just so happy I get to share these moments with you all $l",
            	
    "Good_1": "Love, are you happy that we’re married?$l#$b#What? Of course I am$h#$b#I’m just asking you because I wouldn’t want you to have any regrets now can we?$h",
    "Good_2": "Ahhh, so this is what home feels like?$l#$b#I never really knew what home felt because of what happened with my parents…$s#$b#But I never really knew that ‘home’ could be a person$l#$b#I’m so glad it’s you love$h",
    "Good_3": "Have you been working out lately love?#$b#Your muscles are poppin! You look so damn fine you’re making me feel weak in the knees$l",
    "Good_4": "There’s a lot of things that I like about our marriage, love. $l#$b#It’s the fact that besides we’re in love with each other, we actually treat each other as best friends and can confide in each other about the different parts of life$l#$b#I’m so lucky I have you as my spouse, thank you for coming into my life mon amour $h",
    "Good_5": "Waking up beside you, and going to bed at night with you is one of the best feelings ever!$h#$b#I can’t wait for little patter of tiny feet to come into our lives$l#$b#Well, that is if you also want kids$l",
    "Good_6": "I’ve been getting these weird hankerings for strawberries dipped in cream cheese$u#$b#HAHAHA what is wrong with me oh no HAHAHHA $h",
    "Good_7": "Grandpa said we could arrange a little get together for our friends over at the cabin$h#$b#Who would you like to invite love?",
    "Good_8": "You’re so handy love!#$b#I’m so lucky to have you$h#$b#You make me happy both in bed and at chores$l#$b#Whoops$u#$b#Was that too much information?*Slowly bites her lip*$l",
    "Good_9": "This life with you is really peaceful.$h#$b#I love it. I love you. And I’m looking forward to growing old with you$l",
    "Neutral_0": "I’ve been working my ass off to nail the Black Swan routine and I just get so frustrated because it seems like I can’t get my pirouettes in check *sigh*$s",
    "Neutral_1": "Love, can you please pass by Pierre’s shop before you go home later and check if they have strawberry seeds available?#$b#I’m kind of craving for those lately and I think it’s smarter to grow one in our farm rather than keep on buying elsewhere haha $h",
    "Neutral_2": "Oh dear, Grandpa needs me to go to the cabin right away. $u#$b#He’s been having some issues with a bully customer $a",
    "Neutral_3": "If you have the chance @, would you like to see my new routine?$l",
    "Neutral_4": "%Ysabelle is practicing her routine",
    "Neutral_5": "Love, if ever you pass by the library could you check if they have a book about pointe shoes?#$b#I’d just like to check if what I’m doing to break mine in is correct.",
    "Neutral_6": "I wonder if Grandpa has been taking the inventory these days. Hmmm.. I better check with him later$6",
    "Neutral_7": "Love, are you happy with me?$s#$b# I mean I am happy with you, I just want to make sure that you are with me because I wouldn’t want to lose you because of something I didn’t know $8",
    "Neutral_8": "Are you taking your vitamins daily love?#$b#Please do so, I wouldn’t want you to get sick $8",
    "Neutral_9": "Hmmm.$7#$b#Do you think it’ll be cheaper and more efficient if I try to make my own tutus from now on?$7",
	"Bad_0": "*sigh*What’s this argument about? I mean you don’t want me to perform because my clothes are too revealing for you??$a#$b#Have you ever seen a ballerina under lumps of clothes???$a",
	"Bad_2": "%Ysabelle is ignoring you#$e#Can’t you see I’m ignoring you because I don’t want to talk to you because it’s pointless!$a",
	"Bad_3": "I’m going to stay at the cabin for a few days..$s#$b#I think we need some space from each other.",
	"Bad_4": "I never thought that someone as sweet as you are could be so close minded$a",
    "Bad_5": "It has been a tiring few days. $8#$b#I have no more energy to talk to you at the moment.$s",
	"Bad_6": "I’ve been having a bad day today please can we just not go over it anymore$s#$b#It’s just making me so sad.",
	"Bad_7": "Why don’t you talk to me like we used to?$s#$b#We used to understand each other even in our darkest moments? What happened?$8",
	"Bad_8": "I don’t know what I think about us anymore$8",
	"Bad_9": "If you’re not going to put in effort to save our marriage… *sigh* $s#$b#I don’t know anymore really..",
            	
//Day before Festivals  
    "spring_12": "Why don’t we have our own version of the egg hunt tomorrow?$l#$b#Why don’t I hide, then you come and find me. And when you do, I’ll give you the prize you so greatly deserve*wink*$l",
	"spring_23": "Promise to dance with me tomorrow?$h#$b#If you trip, I’ll be here to catch you*wink*$l",
    "summer_10": "Oh no$u#$b#Grand dad said that he has a new crop that he’d like to add tomorrow!$u#$b#Love, please help me convince him that it’s a bad idea! Who knows what weird crop he has in mind!$u",
    "summer_27": "Are you excited for tomorrow night?#$b#I honestly don’t care for the jellyfishes anymore.#$b#I just want to enjoy looking at the stars… and you$l",
    "fall_15": "We should look around tomorrow and have a mini food trip around the fair$h",
    "fall_26": "I think, I won’t wear a costume tomorrow..#$b#But I may just wear a costume here in our home for you$l#$b#What do you think?*wink*$l",
    "winter_7": "Ahhh, the festival tomorrow brings back a lot of memories for me$6#$b#I’m glad that I’ve reconnected with my passion$l#$b#Thank you for helping me with that love.$h",
    "winter_14": "Lola told me earlier that they might be selling some unique baby stuff on the night market tomorrow#$b#I’m thinking about buying some..$6#$b#I mean, for when we decide to have kids? Or if we want one?$l#$b#If we decide not to have one we could let our dog or cat use it then haha$h",
    "winter_24": "Ending the year with you has been the best lucky charm of all$h#$b#You make everything feel so much better love$l",
            	
//Seasonal
    "spring_1": "Seeing the flowers bloom makes me want to take off my shoes and dance around on the fields$h",
    "summer_1": "It’s honestly scorching hot outside whenever it’s the start of this season.$u#$b#The only plus side for this is that I’ll be seeing more of your hot body this time if you get too much sweat from heat *wink*$l",
    "fall_1": "The colors of this season would always make me fall in love with it over and over again$l#$b#Hahaha of course I would always be more in love you @!$h#$b#Don’t be jealous with the seasons! Haha $h",
    "winter_1": "Love!! Let’s make snow angels on our backyard$h",
 
 
}

