{    
    "spouseRoom_Alissa": "I've been working on a new song darling. I hope to have you hear it first ofcourse!$h#$b#Hmm.. I'm still a little shy about singing in front of others though. But I'll try!$h#$e#This new microphone picks up my voice so good!$h",
    "patio_Alissa": "I'm just clearing my head here outside darling.$h#$b#It's so nice being here in the patio.",
	
    "Rainy_Day_0": "Awwee baby, I want to sleep innnn $s#$b#Do we really have to get ready for the dayyy?$s",
    "Rainy_Day_1": "Hey baby, can you stop what you’re doing and give your little wife a hug?$l#$b#She’s feeling a little cold right now and maybe you could help?*wink*Sl",
    "Rainy_Day_2": "Mother nature’s making her own way to take care of our crops today$h#$b#Well yay for us, more time for ‘us’ time baby hihi$l#$b#So what would you like to do today??",
    "Rainy_Day_3": "Hey @,  please take care of yourself when you go out alright?#$b#Remember to change your clothes if you get too wet okay?$h#$e#Or maybe I could change them for you.. hihi$l",
    "Rainy_Day_4": "Have you tried singing in the rain baby?$h#$b#Why don’t you come and join me!$6",
    "Rainy_Day_Alissa": "Ahhh, Singing in the rain gives me such a happy feeling$h#$b#Ah-ah-ah-ah-ahh she sings a tune to herself$6#$e#~What a glorious feeling, I’m happy again~ *she sings to herself $6",
	
    "Rainy_Night_0": "Why don’t you take off your clothes for me here baby#$b#WHAT?$l#$b#Oh,I didn’t mean it like that$l#$b#I meant, take off your clothes so that I could wash them and give you dry ones$l#$b#Buttt, if you mean it like that.. I could go along with what you like*wink*$l",
    "Rainy_Night_1": "Hi baby! You’re back! How was your day?$h#$b#I had an eventful day today.#$b#But my night’s going to become even more eventful now that you’re here*wink*$l",
    "Rainy_Night_2": "I cooked dinner for you baby!$h#$b#I hope you like it!$l#$b#Auntie Olga taught me an old recipe. She says that she got it from her great grandmother and she’s passing it on to me.#$b#I hope I did a good job making my own twist in it$l",
    "Rainy_Night_3": "You must be tired baby, come. Change your clothes and climb on the bed with me$h#$b#I’m going to sing you a lullaby to help you sleep$6",
    "Rainy_Night_4": "The rain’s been pretty vocal today.#$b#Hmmm.. maybe if I sing it’ll calm the rain down$6#$b#Hahaha any excuse just to sing, I know. Sorry $l",
    "Rainy_Night_5": "~Rain rain, go away~$6#$b# Oh weelcome home baby$h#$b#Were you good today? I’m thinking about making a hot bath for myself tonight.. Maybe you’d like to join me?$l",
    "Rainy_Night_Alissa": "When life gives you rainy days, go out and play to make the bad days go away *she sings to herself*$6#$b#Come here baby, give me a hug and a kiss please? *pouts her cute little lips*$l",
	
    "Indoor_Day_0": "Good morning baby! I feel so energized today! I was able to write 3 verses for my new song$h#$b#Ahh it’s such a joy to be so carefree and in love $l",
    "Indoor_Day_1": "Hey baby, I’m going to go outside and sing to our farm today.$6#$b#Flor told me that it’s a good practice to talk to your plants.#$b#I’m going to try to sing to them, maybe they’ll grow even faster and bloom brighter haha $h",
    "Indoor_Day_2": "When you go out baby can you check if our crops are doing okay?#$b#I’m planning on tidying up inside our house today. I hope you don’t mind$h",
    "Indoor_Day_3": "Baby did you sleep good last night?#$b#I had the strangest dream, I actually thought I was in the middle of an amphitheatre alone with a spotlight on me. $9#$b#Hmmm.. I wonder what that means $11 ",
    "Indoor_Day_4": "Have a great day ahead baby!#$b#Bring me some of Pika’s special today please!#$b#I’m having some cravings about it hihi$l",
    "Indoor_Day_Alissa": "~Rise and shine~$6#$b#Good morning @!$h#$b#It’s such a great way to start the morning with the person you love$l",
	
    "Indoor_Night_0": "Hi baby, how was your day?#$b#That’s great!#$b#What about mine?#$b#Well, Miss Lenny asked if I would make a little composition for the town$l#$b#I’m still a little nervous. What if the others won’t like what I’ll sing?$7",
    "Indoor_Night_1": "Are you done for the day baby?#$b#Would you like me to cook dinner for you? I just harvested some fresh crops earlier!$h",
    "Indoor_Night_2": "Let’s lie down and talk about our day baby!$l#$b#Yay a little ‘us time’ for you and me baby$h",
    "Indoor_Night_3": "I don’t know why baby, but I really find the night time inspiring.#$b#It gives me a lot of lyric ideas and even tune ideas$6",
    "Indoor_Night_4": "You’re home baby! Can you please take off your clothes and join me under the sheets right now?$l#$b#It’s time for us to have some alone time darling*wink*$l",
    "Indoor_Night_Alissa": "~Lullaby.. And good night.. Let the starlights be your guide~$6#$b#What my darling?$l#$b#Hihi nothing, I’m just practicing some lullabies for when we decide to have kids$h",
	
    "Outdoor_0": "Darling! What a wonderful day it is to be outside$h#$b#Can you smell the flowers around us??$l#$b#I mean, even the birds are singing a great melody!#$b#~Hi birds!~$h",
    "Outdoor_1": "~I’m wishing, for the one I love. To find me, by this ridgeside lake~$6#$b#Ohhh that was bad rhyming even for me$u",
    "Outdoor_2": "I wanna write you a song love.$l#$b#I want to make one as beautiful and as sweet as you are$h",
    "Outdoor_3": "~Have you ever seen such a beautiful sight! I could almost kiss the stars for shining so bright~$6#$b#I don’t know where that song came from, it just went inside my head haha. Must’ve been a childhood memory $h",
    "Outdoor_4": "Ohh darling do you see our crops?$h#$b#We have so much and they all look so good! I’m so happy$h",
	
    "funLeave_Alissa": "I’m off to tend to the crops now my darling! Have a great day ahead and you take care of yourself alright??$h",
    "funReturn_Alissa": "~I’m hoooooomeee~$6#$b#Haha You missed me @?$l#$b#Well, come on over here and give me a kiss *pouts*$l",
	
	"OneKid_0": "Oh darling, did you feel %kid1’s cheek??$h#$b#It’s just as soft as yours! HAHA I want to squish you both and bite your cheeks you adorable babies!$l",
	"OneKid_1": "Look darling! %kid1 is starting to learn how to walk$h#$b#In a few days we’ll both be exhausted from %kid1’s running hahahaha$h",
	"OneKid_2": "Awwwwe aren’t you and %kid1 just so adorable$l #$b#You both just look so alike$h",
	"OneKid_3": "Do you think %kid1 would like a little brother or sister?$l#$b#Hihi why don’t we make one now?$h",
	
    "TwoKids_0": "Awweee look at them both running around our field$h#$b#It seems like yesterday that they were both just inside my tummy$l",
    "TwoKids_1": "I’m glad we decided to start a family darling$h#$b#We have the cutest kids ever who we can leave all this land and these crops to hahaha $h",
    "TwoKids_2": "Hey darling, %kid1 has been giving %kid2 some fruit$l#$b#It’s definitely such a delight to see them share$h",
    "TwoKids_3": "I love you, I love our kids. I love our life$h#$b#I’m definitely happy and contented with everything we have$l",
	
    "Good_1": "~Hmm hmm hm hmm~$6#$b#I’ve got this melody in my ear that I can’t seem to shake it off my head $u#$b#It must be a sign or something right$7",
    "Good_2": "~When the world is cold, you can have a hiding place you can go. In beneath my arms you are home~$6#$b#Oh Hi darling! Oh it’s nothing, I’m just dabbling with some words$l",
    "Good_3": "~I want to build you a boat, a vessel that’s so strong as you are free. So anytime you feel that you are going to that ‘place’ in the sea, know that you’re safe with me~$6",
    "Good_4": "I’ve been getting so inspired lately my darling that I’ve been trying to make a new composition. $l#$b#I hope I can finish this soon and I hope you’ll like it$h",
    "Good_5": "~Ohhhhh I just wanna say every little thing I feel when I’m with you. I’d just like to make you feel them too oohh ohhh~$6#$b#So far darling, what do you think?$l#$b#",
    "Good_6": "*Sigh* It feels so free and so light to be with you!$h#$b#My mind is actually at peace here$l#$b#Thank you for being a happy place for me.$l",
    "Good_7": "Give me a hug please?$s#$b#I’ve been needing your hugs a little too often now.$l#$b#You really are my favorite person$l",
    "Good_8": "You’re very much like my safe place my darling$l#$b#No one could ever replace you hihi$h", 
    "Good_9": "Have you thought about, wanting to expand @?$l#$b#I mean in terms of our family$h",
    "Neutral_0": "I’m sorry if I often sing what i say, or just get lost in song$s#$b#I hope I don’t annoy you$7",
    "Neutral_1": "Have you been to the caves lately?#$b#I hear some geodes give off precious items. I think we can use some of those when we expand our farm.",
    "Neutral_2": "%Alissa is humming while tending to her crops",
    "Neutral_3": "I saw some rodents run through our field$u#$b#*sigh*Let’s buy some repellents okay?$s#$b#I don’t want our crops to go bad because of them$a",
    "Neutral_4": "Miss Lennie said that she expects me to sing during the upcoming festival$u#$b#Do you think I’ll be able to do good for the village?$s",
    "Neutral_5": "I wonder if Trinnie needs help with her lessons#$b#I’m going to go over to their house and bring my materials. I could also teach her how to farm$h",
    "Neutral_6": "Hey @ let’s go over to Pika’s! I found out that they have a superb cold drink there!$h#$b#My mouth is drooling just by thinking about it!$h#$b#I’m so ~exciteeeeeed~$6",
    "Neutral_7": "Auntie Olga is going to teach me some more family recipes okay? I’m going to go over there and maybe spend the night. Is that okay?",
    "Neutral_8": "I found out that we could make fertilizers with our leftover food there’s no more leftovers for us yay$h",
    "Neutral_9": "%Alissa is vocalizing#$e#Oh I’m sorry I was busy vocalizing$u#$b#I’m actually so nervous I really need to practice and vocalize everyday$7",
    "Bad_0": "With just a hint of pain, for the feeling that I get when you are gone…$s#$b#Is no match for this pain you’re causing me.$a",
    "Bad_1": "You know how sensitive that topic is for me$s#$b#Are you even human or, do you have a heart of stone?$a",
    "Bad_2": "It’s such an insult to human nature that someone like you is living and breathing$a",
    "Bad_3": "I thought you loved me$s",
    "Bad_4": "I feel suffocated in this marriage.$s#$e#I can’t even fathom how I stayed in this relationship for so long$a",
    "Bad_5": "You haven’t been paying attention to how I feel$a#$b#All you’re thinking about is just how YOU want to live YOUR life.$s#$b#Why would you marry me then if I’m not even included in your plans!$a",
    "Bad_6": "I honestly don’t see any future with you$s",
    "Bad_7": "You’re honestly the most selfish human being I’ve ever met$s",
    "Bad_8": "*Sigh*I’m so tired about talking to you about this.. Nothing seems to be coming through to you$s",
    "Bad_9": "I’m tired. I give up. I don’t want this anymore$s",
	
//Day before Festivals	
	"spring_12": "They actually bought some eggs from our farm to bring today @. $h#$b#I hope that's alright with you$l",
	"spring _23":"I'm still a little shy around crowds $s#$b#Could you guide me tomorrow please$l",
	"summer_27": "The jellyfishes are quite fascinating aren't they my darling?$h#$b#I wonder how they glow though haha$h",
	"summer_10": "We're going to have the best crops to add tomorrow$h",
	"fall_15": "Would you like to sleep early so that we could set up for the fair earlier tomorrow?$h",
	"fall_26": "Uhu I don't want to wear a costume darling $u#$b#Can I just wear my concert dress instead?$l",
	"winter_7": "A lot of people are going to get together tomorrow, stick with me okay?$l",
	"winter_14": "Can we buy some more farming materials?$I#$b#I have some ideas for the farm that I think will make it even more prettier hihi$h",
	"winter_24": "Happy holidays my darling, you're the best blessing I've gotten in a long while$l",
	
//Seasonal
	"spring_1": "It’s a great day today isn’t it?$h#$b#The birds in the trees are singing a sweet melody in my ears and it makes me just wanna sing $6",
	"summer_1": "We need to monitor our crops for weed control, fertilizer needs and pest management if we want our farm to be in tip top shape for this summer. $h",
	"fall_1": "Ohhh did you see how pretty the leaves are falling this year?$l#$b#It reminds me of how I started falling for you..$l#$b#Slowly, but it’s a sight so beautiful to witness$h.",
	"winter_1": "I actually found the winter a little hard to appreciate before.#$b#I was looking for different reasons to like it at first..#$b#You actually gave me a new love for it. Hihi. Winter became a new season of hugs for me hihi <3$l",
}
