{
  "Alissa": "A garden fills with life as Alissa hums her sweet tunes.#You gain +4 Farming with her by your side.",
  "Corine": "Corine's fiery ambition and energy inpsires and pumps you up!#You gain +1 Speed, +1 Defense, and +1 Attack with her by your side.",
  "Daia": "Everything, even lady-luck herself, seems to fall for Daia's seductive smile.#You gain +2 Luck and +32 Magnetism with her by your side.",
  "Flor": "With such watchful yet quiet eyes, Flor helps you spot dropped objects from a distance.#You gain +64 Magnetism with her by yor side.",
  "Ian": "Ian's perserverance and hardworking demeanor influences you to work harder.#You gain +80 MaxStamina with him by your side.",
  "Jeric": "Here goes Jeric being competitive all over again.#It's getting you pumped up!#You gain +2 Farming, +2 Fishing, and +1 Foraging with him by your side.",
  "Jio": "Jio makes sure you're always prepared for battle.#He teaches you proper stances, breathing, and effectively using your weapon.#You gain +3 Attack and +2 Speed with him by your side.",
  "Kenneth": "Give Kenneth a workbench and he won't stop talking about gadgets and gizmos!#You gain +5 Crafting with him by your side.",
  "Maddie": "Maddie's knowledge of minerals and local flora proves handy in your adventures.#You gain +3 Mining and +2 Foraging with her by your side.",
  "Philip": "Being really careful, Philip monitors your proper body mechanics as you do your daily activities.#You gain +4 Defense with him by your side.",
  "Shiro": "Shiro's company makes you feel at ease.#There's something about him that warms your heart.#You gain +3 Luck and +60 MaxStamina with him by your side.",
  "Ysabelle": "As Ysabelle moves with such grace, you can't help but to be in awe.#She becomes an inspiration!.#You gain +3 Speed and +20 MaxStamina with her by your side.",
  "Kiwi": "Kiwi is fast, and you're pressured to be as well.#You gain +5 Speed from all the pressure you're feeling",
  "Keahi": "Keahi radiates energy and shares his talents of craft.#You gain +2 Digging, Mining, and Crafting and +30 MaxStamina with him!",
  "Trinnie": "Trinnie radiates energy and shares her talents of farming.#You gain +3 Farming and Foraging and +30 MaxStamina with her!"
}
