{
 "bagItemsSentLetter.Alissa": "Dear {0},^^Hello! You forgot to get your stuff from me yesterday. Here they are! I hope they are in good shape.^^   -{1}",
 "bagItemsSentLetter.Corine": "Dear {0},^^Hey! Looks like you forgot about the stuff you had me hold on last time. Here you go!^^   -{1}",
 "bagItemsSentLetter.Daia": "Dear {0},^^You clumsy cutie, you made me hold on these stuff for you yesterday! Hmph!^You better make it up to me for taking care of them!^Just kidding!^^   -{1}",
 "bagItemsSentLetter.Flor": "Dear {0},^^You may have forgotten to retrieve these items from my possession the last time I accompanied you.^I've sent them back.^^   -{1}",
 "bagItemsSentLetter.Ian": "Dear {0},^^Ian asked for my help to write you this letter with your stuff you made him hold the last time you went out. Don't take advantage of his kindness too much now, he might get sad! Haha!^^   -Lenny",
 "bagItemsSentLetter.Jeric": "Hey {0},^^You must've forgot! Haha! Yeah, here are the stuff you made me carry the other day.^^   -{1}",
 "bagItemsSentLetter.Jio": "{0},^^Be careful with your possessions. You left these with me.^^   -{1}",
 "bagItemsSentLetter.Kenneth": "Hello {0},^^I've delivered the items you had me hold on from yesterday. I hope nothing's missing or broken.^^   -{1}",
 "bagItemsSentLetter.Maddie": "Dear {0},^^Are you this careless? You forgot the junk you had me hold the other day.^Be careful next time!^^   -{1}",
 "bagItemsSentLetter.Philip": "Dear {0},^^It might have slipped your mind, but you forgot some stuff from my backpack the other day.^I hope they arrived safely.^^   -{1}",
 "bagItemsSentLetter.Shiro": "Dear {0},^^I was wondering why my bag was heavy. You forgot your stuff!^It's all good, I've sent them back^I hope they're complete.^^   -{1}",
 "bagItemsSentLetter.Ysabelle": "Dear {0},^^Here were the items you asked me to hold on for you the other day.^I assume you might've forgot, so it's alright. But please be careful the next time.^^   -{1}",
 "bagItemsSentLetter.Kiwi": "{0},^^You forgot these. Kiwi was disappointed^^   -Jio",
 "bagItemsSentLetter.Keahi": "Dear {0},^^Heya! You forgot these stuff! You put them in my bag but you forgot!^^   -{1}",
 "bagItemsSentLetter.Trinnie": "Dear {0},^^You silly! You forgot these thingies in my bag! Mom said it's only right to give them back. Here you go!^^   -{1}",
}