
{    
    "spouseRoom_Maddie": "Little Gupgup is a glutton little goldfish! He eats so much!$h#$b#He is so cute though!!$9#$e#Hey babe, want to feed Gupgup too?$h",
    "patio_Maddie": "Ah.. This is relaxing..$h#$b#I have to hand it to you babe. You're doing an amazing job with this farm.$6#$e#Teehee < ,Ofcourse you are. I've never married you if you weren't this amazing.$6#$b#Hmm$l",
	
    "Rainy_Day_0": "Big day at the water facility today, the marine life would be going through a different phase today because of the rain$h#$b#What about you babe? What are your plans for later?#$e#Well then, how about doing me later so that we could warm ourselves up?*winks*$6",
    "Rainy_Day_1": "Hey you! Don’t forget your jacket alright?$a#$b#I don’t want you getting sick and all that from everything else.",
    "Rainy_Day_2": "What would you like me to order at Pika’s tonight?#$b#I can handle any soup you’d like just not any chowder please.",
    "Rainy_Day_3": "Hey love, can you give me a warm hug before we go to work?#$b#It feels so cold today.#$b#Or I think I just need your hug?$l#$b#Or I don’t know. Just please.. A hug?$s",
    "Rainy_Day_4": "Have you decided on what you’d like for later?#$b#I have a special surprise for you later$l#$b#If you know what I mean.. *winks*$6",
    "Rainy_Day_5": "Babe, can you make some hot cocoa for me please?$$8#$b#IOh and can you make some for Mr. Aguar too? You know that old man pretends he can do everything but a softie inside$h#$e#What?$l#$b#What do you mean I’m just like him?#$b#Can I help it if I’m such a strong independent woman??$h",
    "Rainy_Day_Maddie": "Raiiiiiin! Oh I love the rain! It’s such a lucky day for the facilty$h#$b#It’s such a great day I think I’m going to cry$11#$e#Oh dear these hormones$u#$b#They’re making me emotional?! Noooooo.$10",
	
    "Rainy_Night_0": "Hello babe! Hmm.. where have you been?$7#$b#Why don’t you wash up and come lie down here with me if you’d like?$l#$b#Or not I don’t care.$8#$e#Just Kidding, come here you!$6",
    "Rainy_Night_1": "Hey hottie$6#$b#I know this rain is good for the environment and all, but I was hoping you could focus on ending my drought?*Winks*$l#$e#Well, that is if you want though.. and stuff$8",
    "Rainy_Night_2": "It was a great day at the facility. Mr. Aguar said that we’re close to making breakthroughs! I’m so happy!$8#$b#He even congratulated me for my hard work babe$9#$e#Why don’t we celebrate by having dinner and cuddling tonight?$l#$b#I think I want to share my happiness with you$6",
    "Rainy_Night_3": "I still feel so cold babe$8#$b#I think I might have a fever coming on$s#$e#Can you please heat up some soup for me please?$10",
    "Rainy_Night_4": "Hello love!$h#$b# Welcome home! I cooked your favorite dinner today.$8#$e#What? No, I did not do anything wrong.$6#$b#Haha I just felt like cooking for my love$l",
    "Rainy_Night_5": "Mr. Aguar actually seemed happy earlier$l#$b#The hot cocoa must’ve done him good$h#$b#I’m happy babe, thank you!#$e#Would you want me to make Y-O-U happy too?$6#$b#Come with me to the bedroom then *winks*$l",
    "Rainy_Night_Maddie": "Rainy nights are for ‘you and me’ time babe! Now stop what you’re doing and get under the covers with me!!$6",
	
    "Indoor_Day_0": "Ughh it’s so early in the morniiing$a#$b#I need my coffeeee!$a#$b#Huh? Oh what? I look pretty even without it?$l#$b#Uhh?? What’s the connection???$8#$e#Hahaha sorry I’m a bit cranky today I just need my daily dose of human ambrosia ughh$7",
    "Indoor_Day_1": "Hey babe, looking good there aren’t you?$6#$b#Have you been working out?$8",
    "Indoor_Day_2": "Good morning @! How was your sleep?#$b#Want to come with me when I go to the facility to get some samples?$6",
    "Indoor_Day_3": "Oh dear!$9#$b# It’s such a great morning. Don’t ruin it with a cheesy pick up line babe!$6#$b#Hahaha just kidding!!$h#$b#Oh stop pouting you!! HAHA come on and give me a kiss!$l",
    "Indoor_Day_4": "OOOOHH Babe why don’t we grow some strawberries on our backyard?$9#$b#I have a bit of a hankering for strawberries lately$8#$e#Hmmm maybe even dip them in chocolates later tonight?$6#$b#What do you think?*winks*$l",
    "Indoor_Day_Maddie": "Another day another hustle for us! Have a great day ahead!$h#$#Don’t mess up the farm alright?$6#$b#AHAHA Kidding babe! See you later!",
	
    "Indoor_Night_0": "Ahhh home at last! What’s cooking babe?#$b#It smells like it’s burning$u#$b#HAHA KIDDING!!$6#$e#I’m sorry I wasn’t able to go home earlier. We had a busy day at the facility today.#$e#I had a bit of a problem with my research earlier and thank Yoba I was able to find the miscalculation in my hydrocrystal solutions.$10",
    "Indoor_Night_1": "Brr.. There’s a cold breeze blowing the air tonight.$7#$b#Why don’t we prepare for dinner then go watch a movie and cuddle till we fall asleep?$l#$e#Or maybe… you’d like to do more than just cuddling*winks*$6",
    "Indoor_Night_2": "@!! You’re home!$l#$b#You wouldn’t believe what a day I had! I actually had fun earlier because there were cute little bunnies that visited in the facility today!$h#$b#During my break time Mr. Aguar gave me permission to feed them and make a cage for them!$h#$e#I’m going to have new companions in the facility now! YAY!$11",
    "Indoor_Night_3": "UGH$a#$b#I feel so aggravated today.*sighs*$10#$b#Can I get a hug from you please?$10#$b#Uhm.. Or not. Whatever floats your boat @.$8#$b#I just feel like I need one.. I think$s",
    "Indoor_Night_4": "Hi babe! I see that you’re super tired from today’s work.$9#$b#Would you like it if I’d give you a massage?$h#$b#Alright! But make sure to give me one after okay? HAHA$6",
    "Indoor_Night_Maddie": "Whew, I had a rough day earlier oh myy.$10#$b#Can we heat up some water and take a warm bath babe?$l",
	
    "Outdoor_0": "Ahhh the sun! so relaxing isn’t it? I think I need this for my pale complexion*sighs$10#$b#Huh? What? I’m pretty even if I’m not tan?$l#$b#Oh stop it you! You’re making me blush! Hmph$8",
    "Outdoor_1": "I’m going over on the ridge to soak up some sun and maybe hang around till I see some bunnies hop by. $h#$b#Wanna come with me?$l#$b#Oh alright! Then don’t$7#$b#Haha I can go there by myself you know?$6",
    "Outdoor_2": "Oh please babe, stop teasing me with your sweat covered body!$l#$b#You know how much I like that. I might just pounce on you right here!$6#$e#If you do this often, I might end up getting pregnant$9",
    "Outdoor_3": "Hey babe why don’t we plan for a picnic today?$l#$b#Where would you like to hang out?#$b#I know a great spot by the facility where we could place a blanket. Maybe you’ll even get to meet my little friends!$h",
    "Outdoor_4": "What? Hahahaha You want to dance around in the sun?$h#$b#HAHAHA You do know that’s not my thing right?$7#$b#What? Yes of course I love you! What made you think otherwise$9#$b# Ugh okay FINE! But just one dance Okay??$l",
	
    "funLeave_Maddie": "Bye babe! Have a great day ahead alright?$h#$b#Don’t go chasing around other girls while I’m gone okay?!$7#$b#Especially that Penny girl I can see that she has her eye on you! HMPH $a#$e#But, I’m just teasing! I trust you okay? Have fun! Good bye! MWA!$l",
    "funReturn_Maddie": "I’m baaaaaaackkk, and with some midnight snacks for us this time$h#$b#Let me just take a bath and we’ll have a little date night just the two of us!$l#$e#Or maybe you’d like to join me?*winks*$6",
	
	"OneKid_0": "Oh no! %kid1 has your eyes and lips babe! Tsk2 we need to have %kid1’s face reconstructed then$6#$b#HAHA just kidding! *sigh* %kid1 will have a beautiful face!$h#$b#OF COURSE BABE! He’s our kid!$l",
	"OneKid_1": "Did you hear %kid1 today?$9#$b#%kid1 almost said mama! Hah! She’ll say my name before yours babe!$h",
	"OneKid_2": "Don’t worry about %kid1 today babe I’ve got it. Just bring baby and mommy some delicious meals from Pika tonight please!$h",
	"OneKid_3": "Isn’t it amazing how %kid1 just changed our lives? I mean, I didn’t even know I want kids till %kid1 $l#$b#I was absolutely terrified of having them.$u#$e#I really thought I wouldn’t be able to get through labor$10#$b#But once I saw %kid1’s face I just… $9",
	
    "TwoKids_0": "Oh Yoba! Babe!! You wouldn’t believe how much %kid1 and %kid2 ate for breakfast!$11#$e#They must’ve followed my appetite @..$6#$b#You’ve got to keep up with us now that we’re 3 against you in eating! HAHA $h",
    "TwoKids_1": "If any of our kids end up getting filthy and icky will you take them for a bath?$u#$b#Pleaaaaaseee babe? You know how I don’t like those!$10#$b#Plus you’re used to that with all your grinding!HAHA$6#$b#Just kidding uhu but babe please? Please take them in for a bath for meeee?$10",
    "TwoKids_2": "*Sigh*$10#$b#I never really imagined that I’d have a family of my own after what happened to me before..#$b#Thank you so much for coming into my life and giving it more meaning!$l",
    "TwoKids_3": "*Sigh* I just love you, %kid1 and %kid2, you all are the best gift Yoba gave me. #$b#Well except for the gift of me of course! Haha!$h",
	
    "Good_1": "Hey babe, I have some burgers and pizza from Pika’s here!$h#$b#I stopped by there before I went home.#$e#What? Haha I didn’t do anything wrong!$#6$b#What? A wife couldn’t buy a spontaneous dinner if she didn’t do anything wrong?$7#$b#Nothing, haha I’m just happy today.$h",
    "Good_2": "Are we really married? $9#b# Am I really Mrs. @??$11#$b# It all feels so surreal!$11#$e#I never even thought I’d see another altar after what happened but look at us now!$9",
    "Good_3": "*Kisses you* Wow, you look really handsome today!$l^Wow, you look beautiful today.$l #$b#Getting married to you was such a surprise. I can’t believe that I’d find love again!",
    "Good_4": "I never imagined that I’d be happy with someone other than myself. I’m glad that it’s you after all babe.$l",
    "Good_5": "Ms. Lenny congratulated me earlier on our nuptials!$l#$b#She said she wishes we had a baby girl! $u#$b#HAHA oh my, kids? I don’t think I’ll be a good mom though$10#$b#What? Oh alright I’ll try, I hope if ever we have one someday that he/ she will have your good qualities though.$8",
    "Good_6": "Hey babe!$8#$b#Oh you’re going out today? Alright please be careful okay??$9#$b#Hurry home! I have a surprise for you later at night in our love nest *winks*$l",
    "Good_7": "I had the impression before when I got my heart broken that I’d never be this comfortable with someone other than myself.$10#$b#I never thought I’d be able to trust someone again. Thank you <3$l",
    "Good_8": "Awwee thank you for caring for me babe!$9#$e#Wanna go home and make a baby?$l#$b#Whoops that just slipped$8#$bHAHA!$6#$b#Well that is if you also want one haha. *wink*$h", 
    "Good_9": "This. This is the life. Thank you so much for everything babe.$11#$b#I know that I don’t say this very often.. But I really love you.. So much $l",
    "Neutral_0": "Hey babe! Great day isn’t it? Don’t forget to water the plants okay?",
    "Neutral_1": "Babe, can you make me a coffee before you go?#$b# I’m actually fixing up some sandwiches for you and for Mr. Aguar. I hope you’ll like them$8#$e#But if you don’t.. well okay make your own sandwiches then$7",
    "Neutral_2": "Hey babe, random question.$7#$b#Did you ever feel like there’s something in life that you could achieve only if you set your mind to it?",
    "Neutral_3": "I honestly thought that Ysa was a spoiled brat.$7#$b#But I actually came across her earlier and I saw how she treats her grandfather with so much care.$9#$b#Hmm.. I guess I must’ve misunderstood her situation.$7",
    "Neutral_4": "Trinnie made such a fuss over at the facility today, I actually think that she might be interested in the marine life. HAHA$h",
    "Neutral_5": "Pierre and Mr. Morris got on a fight earlier today$u#$b#Wooh you should’ve been there, it was so intense.$6",
    "Neutral_6": "Pika had a special today have you tried it?$7#$e#Ehe I’m sorry I wasn’t able to bring you one!$8#$b# I actually brought two but then I got hungry before my shift ended I had to eat it $8#$b#Hehe I’ll just cook some for you!$l#$b#Hey! What do you mean my cooking’s bad?$10",
    "Neutral_7": "Oooh! I learned a new technique today in filtering water. Do you have any clean paper? I’d love to show you how!$h",
    "Neutral_8": "Just imagine.. You have me as a wife! Aren’t you lucky?? hahahaha $6",
    "Neutral_9": "Babe! I want to have a puffball!:3 $9#$b#I actually read about them when I went to the library to research about solvents and I found them really fascinating$h",
    "Bad_0": "Oh, stop making such a fuss over me!$a#$b#I told you I’m alright okay?? I can take care of myself! Even though we’re married, I am still a very independent woman! Hmph$a",
    "Bad_1": "Uhm, who are you to even tell me not to go out?$7#$b#That’s such a toxic way of thinking.$a#$b#Just because you’re my spouse, doesn’t mean that you’re going to boss me around like I’m some child!$a",
    "Bad_2": "That does it! I can’t take this anymore!! $a#$b#You’re hopeless! You’d rather put other people before us first right??$11#$b#UNBELIEVABLE$a",
    "Bad_3": "Aren’t you tired$10#$b#I’m tired of fighting like this everyday...$10#$b#If I’d have known that marriage with you was like this, I would’ve stayed single.$11",
    "Bad_4": "So, what? You’ll believe others more than you believe me??@a#$b#Who’s your wife huh?! If we don’t have trust in this marriage we might as well quit before we even have kids!",
    "Bad_5": "WOW! That’s a low blow! Even for you!$a#$b#I’d never thought you’d actually do and say these things to me.$10",
    "Bad_6": "I feel tired @.$7#$b#I want to give up already. I don’t know if this is even worth fighting over$10",
    "Bad_7": "What’s my problem??$a#$b#YOU! You’re my problem! Why the hell would you do anything to humiliate me?!$a",
    "Bad_8": "With everything..$s#$b#With EVERYTHING that I’ve been telling you, and for all that I told you to improve you didn’t even think of changing @??$a#$b#Not even one bit you inconsiderate human being!! UGH!$a",
    "Bad_9": "Can you just stop that?? Do you even think about me?$10#$b#About us?? Or do you just think about yourself and all that you’ll gain for YOURSELF?!#$b#That’s it I quit!$a",
	
//Day before Festivals	
	"spring_12": "Oh I’m excited!$h#$b#Imagine if we have our own little kids to bring to this festival! I’m going to help him/her get the egg!! HAHA#h#$b#Well, that is if we decide to have kids though.$l",
	"spring_23": "Hey uhm.. Teach me how to dance for tomorrow okay?$7#$b#I want to have a good time with you.$l",
	"summer_10": "Oh$l#$b#But I don’t really dance much babe! I might step on your foot tomorrow!$8#$b#UGH okay but promise me you’ll guide me okay??$l",
	"summer_27": "Oooh maybe we could sneak off while the festival is going on and have a go at it in the beach?*winks*$6#$b#You’d like that won’t you?$l",
	"fall_15": "The fair tomorrow huh? Just don't get too carried away from the game stalls okay babe?#$b#Be watchful of your money.$h#$b#And uhmm.. I'll be watchful of you..$8",
	"fall_26": "Oh dear! I won’t wear a costume in public tomorrow! OH no sirrie!$7#$b#If you’d really like to see me in costume… well, why don’t we go home early and I’ll show you my birthday suit?$8",
	"winter_7": "Would you teach me how to go fishing babe? Pleaaaasssee? Even If I’m clumsy as hell?$l#$b#Hihi thank you!!$h",
	"winter_14": "Ohhh we’re going to showcase our best products tomorrow!$h#$b#What do you mean you’ll showcase me?? Am I a possession?$9#$b#Hmph that’s right I am my own person! Remember that okay?!$7",
	"winter_24": "Aahh.. This festival is much more homey because of you. Thank you so much for being my best Winter star gift <3$l",
	
//Seasonal
	"spring_1": "Oh I don’t believe that a bouquet of flowers is something good to give. Even in spring time$7#$b#Maybe give me one and then we’ll place it in resin together or preserve it so it’ll last longer right?$h",
	"summer_1": "Make sure to wear your sunscreen so that we’ll be able to protect ourselves from all that solar heat!#$b#Babe can you rub some sunscreen on my back please?$l",
	"fall_1": "I just realized that the leaves just look so pretty don’t they?$9#$b#Ughh I love the way how the leaves fall!$l#$b# Much like how you fell in love with me right!*wink*$6",
	"winter_1": "Gah! I still wanna be a bear that could hibernate for the rest of the season. $7#$b#But the difference is.. Right now, I wanna hibernate under the covers with you. Hihi. $l",


}
