{
"Changes": [

	{
		//Mail Letters
		"LogName": "Mail Letters",
		"Action": "EditData",
		"Target": "Data/mail",
		"Entries": {
			"AlissaLetter": "{{i18n:Mail.AlissaLetter}}",
			"AlissaPerform": "{{i18n:Mail.AlissaPerform}}",
			"FlorLetter": "{{i18n:Mail.FlorLetter}}",
			"MaddieLetter": "{{i18n:Mail.MaddieLetter}}",
			"MaddieDate": "{{i18n:Mail.MaddieDate}}",
			"JericLetter": "{{i18n:Mail.JericLetter}}",
			"GH1Letter": "{{i18n:Mail.GH1Letter}}",
			"EmberNightInvitation": "{{i18n:Mail.EmberNightInvitation}}",
			"GatheringInvitation": "{{i18n:Mail.GatheringInvitation}}",
      "WedReceptionMail": "{{i18n:Mail.WedReceptionMail}}",
      "DaiaDate": "{{i18n:Mail.DaiaDate}}",
			"MaiveSOLetter": "{{i18n:Mail.MaiveSOLetter}}",
			"RichardSOLetter": "{{i18n:Mail.RichardSOLetter}}",
			"CarmenSOLetter": "{{i18n:Mail.CarmenSOLetter}}",
			"MythFlowerLetter": "{{i18n:Mail.MythFlowerLetter}}",
			"LinkedFishesLetter": "{{i18n:Mail.LinkedFishesLetter}}",
			"ViperialSlayLetter": "{{i18n:Mail.SlayViperialLetter}}",
			"SeanLetter": "{{i18n:Mail.SeanLetter}}"
		},
	},

	{
		"LogName": "RSV Secret Notes",
		"Action": "EditData",
		"Target": "Data/SecretNotes",
		"Entries": {
			"-75160": "Miner's Diary, Chapter 1^^Summer 4th, Year -504^We set up a proper camp in this place a couple of weeks ago and I've already seen something you just would not believe. The other night a darned star fell right out of the sky and landed into that valley just a few kilometers down south. Now a group of people are thinking of going to scope it out, see if it's dangerous or not-- Maybe it could be useful to us.^^Summer 17th, Year -504^The scouts just came back the other night, said that star was nowhere to be found just a hole and some rubble where it should be. Though they said that valley was something to behold, even without the star. An abundant land with apparently more forage to be had and fish to catch than we'd know what to do with. Said it's even got quarry filled with ore on the eastern side. Sounds like as perfect a place as any to set up a proper town. The rest of us are gonna make our way on over after we pack up the rest of camp. It takes about 3 days time on horseback.^^Fall 22nd, Year -504^After about a month's time, we finally got something set up that we could call a town. There was a nice spot between the mountain and the ocean that we decided to settle down in. It's a good town for fishing and mining. We decided to call it Pelican Town. Once we get some boats up and running this could have a real nice bustling port going on, should bring in new people to the valley. The wildlife here is all friendly, too, 'cept for the monsters in the cave by the mountain. But there's this little turtle we found when we started settling, been real fond of us. It seems like the little feller has been here for quite a bit, but it's nice to have him around to keep us company.",
			"-75161": "Miner's Diary, Chapter 2^^Winter 20th, Year -504^Life in this valley has started to show its share of difficulty. I thought the monsters in the mines were a big enough problem, but the cold here is like nothing I have ever encountered before. No crops can grow in this brutal cold, 'cept for these snow yams you see rarely, though there's not enough for the town to survive on. We've barely been getting by on fishing, but the rations we made before winter have been running low. I'm starting to fear what'll happen to this town. Some of the towns folk are gonna trek up the mountain, see if they can't find some forage up there. I'm doubtful... but hell, what do we have to lose?^^Winter 22nd, Year -504^Folks in town have been talking about that bright star in the sky... For some reason we have only been able to see just how bright it is this winter. Some of the more superstitious folks have been saying it brings good luck and we're blessed to see it. With how this winter has been going, I wonder if we're blessed or cursed to be here. I will say, though, that there is something comforting about seeing that light in the sky.^^Winter 24th, Year -504^We lost some people to the cold these past few days. I just hope we don't lose any more. The forage team just got back and they were at least able to find some food. Sadly, not enough to last longer than a day or two. But maybe our luck will change... Winter shouldn't last too much longer, so we just gotta hold on until spring comes. I've been trying to give some of the kids and the older folks a bite of my share of food. Yoba knows they need it more than I do. I even gave a bit of my ration to that little turtle in town-- Don't know how the feller is surviving in this weather, let alone finding food. Least I can do is give him some food and a blanket to keep 'im warm.^^Winter 25th, Year -504^By Yoba, a damned miracle happened today. When I awoke and came out this morning, I found my yard filled with them snow yams! Apparently the mariners said their fishing lines were filled as well! It's like Yoba heard our cries and came to feed us themselves. Even one of the stars down in the Alden's house turned into this purple fruit. I don't know what happened last night, but I won't question these gifts. Thanks to this miracle, we can make it to spring without worry.",
			"-75162": "Dear Governor,^^   I think your proposal to build a new town in the neighboring mountains is most likely our best course of action. With the new railway being built into our town, there has been a marked influx of travelers here. Also, with a possible war looming, I'm worried about what could happen to our town. It's over two centuries old, and was built without defense in mind. That being said, some of the folks in town went with me to scope out an area to start construction. I think we found just the place-- There's a nice flat spot with a river going through it, leading from a waterfall to the north. I saw something strange up there, though-- A tortoise... Isn't that just peculiar? I've heard stories of a tortoise being around when Pelican Town was created... I guess he must be an ancestor of his.^But I digress. I did want to mention that it would be difficult to haul all the needed construction materials up the mountain. If we have the funding, maybe it would be best to have one of those new funiculars built? Well, just let me know your thoughts on the matter, and if you agree, we can get started right away.^^   - Mayor Maynard^^P.S. I'm thinking of naming it \"Ridgeside Village\"-- Sounds quaint, don't you think?",
		}
	}


]
}
