{

///Spring
	"spring_1": "Will you help me do some spring cleaning this year? #$b#As much as I love winter, the sunshine and fresh air makes the house feel stuffy after being shut up against the cold for so long.$h",
	"spring_12": "Tomorrow's the egg festival, right? #$b#I almost forgot... I'm not expected to bring an egg dish on our behalf, am I?$s",
	"spring_23": "Um... do you... do you feel strongly about dancing, tomorrow? $s#$b#I still don't know how I feel about dancing in front of everyone...$l",

///Summer
	"summer_1": "Summer already?$u#$b# I need to order more sunscreen...",
	"summer_10": "Are you all set for tomorrow, honey? #$b#Do you know what you're bringing?",
	"summer_27": "Do you want to bring something to drink with us, tomorrow?#$b# I'm okay with anything, I just thought it might be a nice touch...$l",

///Fall
	"fall_1": "I remember working up on the hotel balcony during the fall. #$b#I like doing it on your porch better. Er. Our porch.$l",
	"fall_15": "Are you going to compete tomorrow?#$b# I should probably tell you to do your best to be okay with any outcome, but... I'm pretty sure you'll win.$h",
	"fall_26": "What are your plans during Spirit's Eve tomorrow? I#$b#'ll probably stick around the center of town again.",

///Winter
	"winter_1": "Let me know if you need any help this winter, okay?$h#$b# I might have to ask for directions, but I want to help if I can.",
	"winter_7": "Please be careful out on the ice tomorrow. $s#$b#I was reading about neurological reactions to extreme environment changes,#$b# and the article included what happens in the brain and body when someone falls through ice into frigid water.$s#$b# It was... well, it was scary.$s",
	"winter_14": "Do you think the rare book vendor will be with the merchants this year? #$b#I've been trying to track down an old philosophy book someone in my graduate program recommended years ago on epistemic injustice, but it's impossible to find!$h",
	"winter_15": "%Flor acknowledges you with a smile, and then goes back to watching everything at the market with wide eyes.",
	"winter_16": "%Flor acknowledges you with a smile, and then goes back to watching everything at the market with wide eyes.",
	"winter_17": "I love the art vendor here!$h#$b# What do you think about the painting he's selling tonight?",
	"winter_24": "Can we place a wreath on our door?$h#$b# I read about how evergreen boughs and holly represent eternal life...#$b#But that's not why I want to put one up. I just think they're pretty.$h",

///Room
"spouseRoom_Flor": "I keep meaning to digitize these articles that I collected during school, but I like reading things on paper so much more than digitally... #$b#I guess I could always get another bookshelf...",

///Patio
"patio_Flor": "Everything about this place is so conducive to just being present... $h#$b#I love this farm. I love the farmer even more.$l",

///Rainy Day 
"Rainy_Day_0": "Hey honey, do you want another cup of coffee before you tackle your day? #$b#I made plenty.",
"Rainy_Day_1": "@, can I wear your sweatshirt? $l#$b#I don't think you'd mind if I just took it, but I wanted to ask anyway.4h",
"Rainy_Day_2": "I was reading a book the other day that talked about how different types of clouds can help predict the weather. #$b#I wanted to check the sky, but it didn't say anything about rainclouds like these.",
"Rainy_Day_3": "Would you like me to pick up some soup from Pika's? #$b#I think it'd be really good in this weather.",
"Rainy_Day_4": "Hey @, do you mind if I come lend a hand? #$b#I know it's gross out, but I just... um. I guess I just wanted to spend more time with you.$s",
"Rainy_Day_Flor": "I wonder where the phrase “raining cats and dogs” came from. #$b#A lot of common phrases have origins that make sense if you think about it, but that one just...#$b# why cats and dogs?",

///Rainy Night
"Rainy_Night_0": "Oh, you're home! You're soaked!$u#$b#I can run you a bath if you want?",
"Rainy_Night_1": "Hey @, I missed you today.#$b# Can I ask for a hug$l?",
"Rainy_Night_2": "Oh dear, you're soaking wet!$u#$b#Let's get you out of those wet clothes...#$b# And into something dry! Don't look at me like that!$l",
"Rainy_Night_3": "Have you ever noticed how poets like comparing good things to warm sunny days and bad things to storms and rain? #$b#I understand why on a surface level, but I think there isn't much better than being with someone you love when it's pouring out.",
"Rainy_Night_4": "Have you finished all your work for today?#$b# I have some notes to review on the couch before I call it a night. Do you want to spend some time with me?$h",
"Rainy_Night_5": "Muddy boots outside, please! $a#$b#Dinner will be ready by the time you wash your hands. $h#$e# Welcome home, by the way. I love you.$h",
"Rainy_Night_Flor": "This weather makes me want to curl up with you in front of a fire.$h#$b# I wonder why... aside from the obvious answer of 'because it's you', of course.$l",

///Indoor Day
"Indoor_Day_0": "Good morning, honey. I hope you have a wonderful day today. $h#$b#I have a couple of appointments but I'll be home on time today.",
"Indoor_Day_1": "Lewis offered to lend me his truck so I can drive out to Grampleton and take on clients there, too... $s#$e#it's been a really long time since I've driven, though, and that's a lot of responsibility...$s",
"Indoor_Day_2": "Were you always a morning bird, or did farming force that? #$b#I'm still a night owl, no matter how hard I try to wake up with you...$s",
"Indoor_Day_3": "Good morning! I'm working on a research proposal with Doctor Harvey.#$b# We don't think it'll go anywhere, especially with the nearest IRB being in Zuzu, #$b#but we might as well give it a shot!$h",
"Indoor_Day_4": "I love you, @. I just wanted to tell you that.$h",
"Indoor_Day_Flor": "It's so much easier to be relaxed here with you, but I still get anxious outside our farm...$s#$b# it's kind of embarrassing.$s",

//Indoor Night
"Indoor_Night_0": "Welcome home. Did you have a good day?",
"Indoor_Night_1": "I really thought that it would be easier to focus when we got married. $s#$b# I used to spend evenings trying to work and getting lost in thought, back when I lived at the hotel. $s#$b#Now I spend evenings trying to work and waiting for you to come home.$l",
"Indoor_Night_2": "Lewis suggested starting a clinic here... $s#$b#I had to remind him I'm not fully licensed and can only practice because Harvey's allowed to act as my supervisor since we're in such a rural area... Someday, though, it would be nice.",
"Indoor_Night_3": "I've set the timer on the coffee pot for the morning, so it should be ready when you wake up.$h",
"Indoor_Night_4": "I've been waiting for you to get home! I missed you! $h#$b#I-- (cough, cough) $u#$e#  read something about being more effusive and wanted to try it, but I got anxious and oversold it and made my voice crack. That was embarrassing.$s",
"Indoor_Night_Flor": "Today was really long. I'm glad I get to come home to you.",

///Outdoors
"Outdoor_0": "Don't mind me, just enjoying... all of this, really.$h",
"Outdoor_1": "Did you remember to put on sunscreen? $s#$b#Harvey went on a tangent about skin cancer the other day and I started worrying about you...$s#$b# Will you humor me?$s",
"Outdoor_2": "It must feel amazing to do all this work with your own two hands and then watch it come to fruition.$h#$b# Er, no pun intended.$s",
"Outdoor_3": "I feel bad that I'm not more help around the farm... $s#$b#I know we've talked about this, but I have to ask because I get anxious.#$b#Do you mind that I'm... er, kind of useless, I guess?#$b# That's a bit harsh, but it's true...$s",
"Outdoor_4": "I really love this life with you. $h#$b#Have I told you that lately? Because I really do.$l",

//Leaving
"funLeave_Flor": "I'm off to win my share of the bread, honey.$h#$b# Do you need me to pick up anything on the way home?",

//Returning
"funReturn_Flor": "Today's sessions went well.$h#$b# I never get sick of the walk home... #$b#it's a really good opportunity for me to just practice being mindful and present.$h", 

//One kid
"OneKid_0": "%kid1 is growing so fast!#$b# I kind of wish I specialized in child psychology, just to better appreciate the way child brains work.", 
"OneKid_1": "Phew, Taking care of one kid is tiring, huh? #$b#Imagine if we had two! I'm tired just thinking about it...$s", 
"OneKid_2": "@! %kid1 said “Mama” earlier! $h#$b#It might have just been babbling, but, I mean, that is how language forms, and it was amazing!$h", 
"OneKid_3": "%kid1 and I will be here when you get home, and dinner  will be ready. We love you!$h",

//Two kids
"TwoKids_0": "I fell asleep while the kids were napping earlier. $s#$b#%kid2 and %kid1 woke me up. #$b#I should be worried about dozing off and not waking up with them, but it was really cute to see them collaborate like that.",
"TwoKids_1": "I've been reading up on child psychology and lifespan development. #$b#I'm glad I remember some of this from school, even if we only barely touched on Piaget and Erikson.$h",
"TwoKids_2": "%kid2 said you're their favorite. $a#$b# I mean...I can't really blame them.You're my favorite too.$l",
"TwoKids_3": "I get so absorbed in the day-to-day chaos, and then I look up and it seems like the kids grew a year overnight. $s#$b#It's kind of chaotic, and I wouldn't have it any other way.$h",

//Relationship-dependent
///Good
"Good_0": "Serotonin and oxytocin dose, please!$h #$e# A hug, I mean. I'd like a hug.$l",
"Good_1": "I got sucked into a research rabbit hole yesterday and used up too much printer paper at the library. #$b#I think Gunther's a little annoyed with me.$s",
"Good_2": "Ahh! I burned my finger. Ow! $u#$b#... um. Can I... $l#$b#um, w-will you... $l#$b#willyoukissitbetter?$l",
"Good_3": "I asked Olga and Bert for advice on  how to maintain a successful relationship, but they just went on a tangent filled with inside jokes. #$b# I guess that's advice, in a way.$h",
"Good_4": "Hey, honey? I love you. I just wanted to tell you that.$l",
"Good_5": "I'm so happy I ended up here, with you, like this.$h #$b#This life is a good one.$h",
"Good_6": "I need to replace my favorite cardigan, ugh.$a#$b# It has holes in it. Do you want me to pick you up a new pair of jeans while I'm shopping?",
"Good_7": "Please take care out there when you are exploring, okay? $s#$b#Just come home safe.",
"Good_8": "I really, really love this pendant. $h#$b#I never want to take it off, but I'm worried it'll break accidentally.$s",
"Good_9": "At what point is it too cheesy to ask for a kiss as a reward for cleaning the house?#$b# Because I, uh, I cleaned, and...$l",

///Neutral
"Neutral_0": "I cleaned your tools earlier, honey. #$b#I hope that's okay with you.$s",
"Neutral_1": "%Flor is reading a book",
"Neutral_2": "%Flor is writing something intently in her notebook.",
"Neutral_3": "I saw some foxes on the edges of the property yesterday.$a#$b#I did my best to shoo them away, but we should ask Marnie for advice.$s",
"Neutral_4": "%Flor is reviewing what looks like session notes. You shouldn't read over her shoulder.",
"Neutral_5": "I know I'm not the most thrilling spouse, but I like our little life here.$s",
"Neutral_6": "I want to focus on research of some kind, but I can't decide what...",
"Neutral_7": "Yawn...I'm really sleepy...",
"Neutral_8": "I just want to lay in bed all day today.",
"Neutral_9": "I can't find a book I swear I brought with me to the valley... I wonder if I left it at the hotel?$a",

///Bad
"Bad_0": "Sometimes I wonder where the line between annoyance and resentment is.$a",
"Bad_1": "I wish I wasn't the only therapist in the area, because we are in desperate need of one. $s",
"Bad_2": "We have had the same argument over and over again... $a#$b#at some point, we have to break the cycle.$a",
"Bad_3": "%Flor hasn't acknowledged you.",
"Bad_4": "I'm tired @... I don't have the energy to talk at the moment...$s",
"Bad_5": "I think I  want to stay at the hotel for a little while...$s",
"Bad_6": "Can we... just... can we not, right now? $s#$b#I don't really know what to say to you.$a",
"Bad_7": "I can't believe I was worried about codependence over everything else... I had no idea.$s",
"Bad_8": "Why did we get married?$a",
"Bad_9": "This is toxic. There's no way to pretend it's not.$a",
}
