{    

///Spring
	"spring_1": "The way the valley looks in the spring is so beautiful.#$b#All the fresh new life, it really gives me hope.$h",
	"spring_12": "Hey, I'm excited to actually go to the festival with you tomorrow. It'll be nice to see everyone.$h",
	"spring_23": "Hey, @? I can't do the traditional dance with my leg, yet, but will you save me a slow dance afterwards?$l",

///Summer
	"summer_1": "Ugh, I don't envy you having to take care of the farm in this heat. I wish I could help...$6#$b#I'll just have to find other ways to help out.",
	"summer_10": "I think going to the festival tomorrow would be good for me. Will you go with me?$l#$b#Hopefully the soup's not disgusting...",
	"summer_27": "The moonlight jellies will come back tomorrow night. Want to pack dinner and eat on the dock?$h",

///Fall
	"fall_1": "I love fall, it's so peaceful. It's absolutely perfect. Like you, @.$l",
	"fall_15": "I hope that Yuuma enjoys the fair tomorrow. I want him to enjoy his childhood.#$e#You're here for me, right? We can both tell Yuuma that I'm in good hands.$h",
	"fall_26": "What would be scarier for me to dress up as tomorrow: a zombie, or a doctor?...#$b#Why is a doctor scary? I guess that's not a universal thing, huh...",

///Winter
	"winter_1": "Oh man, winter again. So cold...$6#$b#But at least I have you to keep me warm now!$l",
	"winter_7": "Hey, @, would you like to spend time with me at the festival tomorrow?$l#$e#Maybe make some snowmen, drink some hot chocolate, share a kiss in an igloo...$l#$b#Ahh, I'm kidding. ...but maybe...?$l",
	"winter_14": "I'm so excited for the night market tomorrow! Hopefully we can find some really good deals.$h#$b#You can have my free coffee.$l",
	"winter_15": "I can't decide if I like the painting that artist is selling or not.",
	"winter_16": "Is it just me, or do we see the woman with the purple cart everywhere?",
	"winter_17": "I think I want to try the deep sea fishing...$s#$b#Next year, though.",
	"winter_24": "Well, @, another year has almost come and gone. You have no idea how much it means to me to have you here with me for it.$l#$b#Here's to another great one together, one day at a time...$h",

///Room
"spouseRoom_Shiro": "Since I'm stuck at home a lot, I've been trying to find some new hobbies. #$e#Leah has been teaching me to paint, and Robin has been teaching me some whittling. Maybe I can show you sometime!$h",

///Patio
"patio_Shiro": "It feels so nice to just sit here and relax. Can you stay with me a while, @?$h",

///Rainy Day 
"Rainy_Day_0": "Whoops, I woke up a little late today. The rain is making me drowsy...",
"Rainy_Day_1": "I was planning on taking a walk with you today, but it's raining hard.$s#$b# Oh well, I guess we can still do stuff indoors, right?$h",
"Rainy_Day_2": "Good morning handsome. ^Good morning beautiful. It's raining, so take it easy now, okay? We can have some fun indoors.$h#$b# I'm looking forward to spending the day with you.$l",
"Rainy_Day_3": "I miss working out. $s#$b#But Philip and the doc said I'm getting closer and closer to being able to get back to my old routine. I'll do my best! Then maybe we can exercise together!$h",
"Rainy_Day_4": "The rain is pouring down hard. It's kinda relaxing, though. I hope Yuuma's doing okay back home. I know Lenny checks on him, but I still hate that he's there alone so much. Let's visit him sometime soon, okay, @?",
"Rainy_Day_Shiro": "It's a little cold, isn't it, @? #$b#Maybe we can spend the day indoors together and keep warm.$h",

///Rainy Night
"Rainy_Night_0": "I'm glad you're back home, @. $h#$b#Woah! You're soaking wet! $a#$b#You better change your clothes now. I don't want you getting sick.",
"Rainy_Night_1": "Hey. I got a little tired doing some chores inside the house, but I'm alright.$8#$b#  I'm sorry for worrying you, I'll rest a bit now! $8",
"Rainy_Night_2": "The rain's not stopping, huh? I'm glad you're home, though.#$b# I wish I could join you in your adventures in the rain. $s#$b#It sounds fun, if wet.$8",
"Rainy_Night_3": "Welcome back home, @! I've been doing my best to keep the house clean. It's the least I can do.$l",
"Rainy_Night_4": "The rain sure makes you real sleepy, huh? #$b# I think I'm gonna go to bed a little early tonight. Join me when you can, okay?$h",
"Rainy_Night_5": "I saw you left your raincoat in the front closet.#$b# Please be more careful, okay?  I don't want to see you get sick!$s",
"Rainy_Night_Shiro": "I'm glad you're back home. How was your day? #$b#Oh, before that, here. You need to eat. [194]$h",

///Indoor Day
"Indoor_Day_0": "Good morning. Rise and shine! $h#$b# You look a little sleepy. Here, a good morning kiss to wake up.$h",
"Indoor_Day_1": "I'm heading out a little later to visit Harvey for my check up. I'll tell you all about it later. #$b#Don't worry about me, okay? Just focus on your work, I'll be okay!$h",
"Indoor_Day_2": "Good morning! I've been moving really easily for the past couple days. It's a relief. $h#$b# I sure hope this continues. Anyway, I hope you have a great day!$h",
"Indoor_Day_3": "I thought I heard something outside last night. It kept me up.$s#$b# I get a little paranoid sometimes... I'm okay, though. Don't worry about me. I promise it's no big dea.",
"Indoor_Day_4": "Oh, hey. My surgery scar hurts a little today. I don't know why... It's a little tender all over. I better go see the doc later. I don't want you to worry or anything, okay?  I'm sure this is nothing.",
"Indoor_Day_Shiro": "It's a bright sunny day today! I hope you have a good day of work ahead. $h#$b#One day when I'm well enough, I'll help you out with the work. I'll work hard to make you proud.$l",

//Indoor Night
"Indoor_Night_0": "I'm glad you're back home. I hope you had a good day. You should rest up now, okay?#$b# I'll join you in a while, once I'm done washing the dishes.",
"Indoor_Night_1": "Oof. I got too tired doing some chores. I'll be more careful next time!$8",
"Indoor_Night_2": "Good evening. I'm glad you're back home safe. $h#$b# I missed you. I'm glad we can spend the rest of the night together.$l",
"Indoor_Night_3": "I hope Yuuma's alright back home. #$b#I know he can take care of himself and Lenny is just around the corner, but I still worry.$s#$e# Let's visit him tomorrow, okay?",
"Indoor_Night_4": "I've been trying out some new hobbies during the day. #$e#Pika came by and tried to teach me how to cook, but it, um... didn't go so well. Ha ha. $8#$b# But at least it's something to do.$h",
"Indoor_Night_Shiro": "Welcome back home! Go take a bath and relax now, okay?$h#$b# I wanna hear all about your day when you're ready.",

///Outdoors
"Outdoor_0": "@! Come with me to my session with Philip! I want to show you my progress.$h",
"Outdoor_1": "Ah, the breeze feels so nice. Sometimes I just close my eyes, take in a deep breath, and forget about my worries...$h",
"Outdoor_2": "I want to bring Yuuma to the beach sometime. #$b#I'd love to see him have some fun, and I'm sure with both of us there he'd be able to relax.$h",
"Outdoor_3": "Phillip says being in the water could be good for me. Let's go over to the ridge and wade in the river, okay? $h#$b#Maybe we can bring Yuuma, Trinnie, and Keahi with us! They can have some fun together.$h",
"Outdoor_4": "Going out is a new thing for me. I never used to go out before you were around.$s#$b# Thank you, @. I owe you so much.$l",

//Leaving
"funLeave_Shiro": "I'm going to go on a walk, maybe head into town or visit the ridge. #$b#I'll be okay, don't worry. I promise to go slow and take it easy. See you later, okay? Love you!$h",

//Returning
"funReturn_Shiro": "Phew! That was a good stroll. I had a really good day, and the walk was so refreshing. $h#$b#I, um... am kind of tired now, though... $6#$b#Come rest with me later, okay, @?$8", 

//One kid
"OneKid_0": "Hey, did you see %kid1's big, goofy smile? $h#$b#Ha ha, I think they got that from me!$h", 
"OneKid_1": "You go ahead and focus on the farm, okay?#$b# I'll keep an eye on %kid1.$h", 
"OneKid_2": "I think %kid1 is teething. #$b#Did you hear the crying this morning?", 
"OneKid_3": "I'm really thankful for you, @. Thank you for taking care of me and %kid1, we're both so lucky to have you!$h",

//Two kids
"TwoKids_0": "I don't have words to express how happy I am with our life now.$l#$b# I'm sure %kid1 and %kid2 will grow up to be amazing people because of how good we raise them. I hope so, at least. Thank you for giving me all this, @. I love you.$h",
"TwoKids_1": "Ha ha, %kid2 has been playing with some of your old tools, and %kid1 has been trying to help me cook. I think they're already taking after us!$h#$b#",
"TwoKids_2": "The kids are behaving well today. I think it might actually be kinda quiet for once, ha ha.",
"TwoKids_3": "I'm glad %kid1 and %kid2 get along. It would've been a lot to handle if they fought a lot.",

//Relationship-dependent
///Good
"Good_0": "Ha ha, hey, @. What am I laughing at? Oh, nothing. I'm just happy to see you. $h#$b#you make me so happy.$l",
"Good_1": "I definitely feel more at ease and at peace because you're here. It's like you brought me out of my shell.$l#$b# I was even convinced that I had no more chances for love. $s#$b#But because of you, I feel like I got a second chance. I can't thank you enough for that.$l",
"Good_2": "I'm so happy with the family that we have. It feels so good to have you close. $h#$b#After our parents went away, it felt like it was Yuuma and I against the world. $s#$b#But now... we have a family again.$l",
"Good_3": "I tried cooking french toast today, and I did it without any help!$h#$b# I feel so proud of myself, ha ha. Maybe next time I could even cook a meal for you!$h#$b#",
"Good_4": "Hey, @, have you ever seen a field of fireflies before? #$b#I remember one time we camped out on a field on top of a plateau, and there were fireflies everywhere. That view was one of the most stunning sights I've ever seen. $s#$b#I want to bring you there someday...$l",
"Good_5": "You know, I never really liked planning for the future before. It seemed so far away and unreachable.$s#$b# But right now I think planning for our future together just feels so right, and I couldn't be happier.$h",
"Good_6": "@! My session with Philip was so good today that we were able to go around the village without me getting tired! I hope I keep up this good physique, ha ha!$h",
"Good_7": "I have so much energy today, @! I feel great! And I think it's all thanks to you.",
"Good_8": "Maybe I'll get my pilot's license renewed and take you on a flight around the valley.$l#$b# ...What? You didn't know I had my pilot's license?$h",
"Good_9": "You're so beautiful. Your beauty keeps me alive... $l#$b#Okay, maybe my flirting needs some work, ha ha. Sorry.$8",

///Neutral
"Neutral_0": "I tried to make some fertilizer for the farm, but the sap just kind of got everywhere, so then I spent forever trying to clean it up so you wouldn't notice.$s #$b#Uh... I guess me telling you about it kind of negates that though, huh? Ha ha. Sorry, @!$l",
"Neutral_1": "%Shiro is out of breath. Hey, @. Don't worry, I'm okay. I just went for a jog earlier and pushed myself a little too hard. But, hey, I got to see you, so I guess it wasn't so bad!",
"Neutral_2": "Uh, I found some purple shorts out near Marnie's earlier. I wonder who would just leave those lying around...$6",
"Neutral_3": "I've been in a bit more pain than usual lately, but I'll be okay. #$b# Philip and Yuuma are helping me a lot with the physical therapy treatment. I'm so glad to have them around to help me.$h",
"Neutral_4": "I saw some nunchucks in my storage box. Man, I haven't thought about those in years... I used to pretend I was a super ninja and would sneak around the house. $h#$b#One time I accidentally wacked my mom in the knee with one... didn't hear the end of that for a long, long time.$8",
"Neutral_5": "I've always been a fan of dancing.$h#$b# I know Ysa is a really great dancer and I'd love to see her perform sometime, but... would it be weird to ask? $l#$b#Um, yeah, I guess it kinda would be, ha ha.$8",
"Neutral_6": "People have been looking at me differently ever since they found out I was sick. You're one of the only people who treat me like I'm a human being. Thanks for that.",
"Neutral_7": "I wonder why Pika and Gus haven't made a collaboration of their restaurants. I think that business will ramp up twice as much if they team up!",
"Neutral_8": "Morris over at JojaMart has been bugging Pierre lately. I really don't get what he gets out of bullying Pierre.",
"Neutral_9": "There's been some rumors that there might be an uprising. I really hope it doesn't come to that. The last thing we need is more fighting in the world.",

///Bad
"Bad_0": "Are you tired of me?$a",
"Bad_1": "I'm sorry if I'm such a burden to you. $s#$b# I know this condition of mine has been bothering you and keeping you from your happiness.",
"Bad_2": "You seem a little distant... I mean, I don't blame you... #$b#Who would want to spend so much time with a boring person like me?$6",
"Bad_3": "Hey... Are you tired of me? I'm sorry...$s",
"Bad_4": "Please be honest and tell me what you want, @. It feels like you've been trying to avoid me.$s",
"Bad_5": "%Shiro is out of breath. What? It's nothing. Leave me alone.$a",
"Bad_6": "The pain from you ignoring me can be a lot worse than the actual physical pain I'm in...$6",
"Bad_7": "Do you love me? I feel like I'm just a big burden...$s",
"Bad_8": "I think we weren't meant to be...This was a mistake...$u",
"Bad_9": "I need time to cool off.$a#$b# ...I can't handle another day like this.$s",

}
