{    

///Spring
	"spring_1": "Let's get to planting, huh babe?$6",
	"spring_12": "Lewis bought eggs from both me and Alissa this year for the egg hunt.$s#$b#I gotta step up my game if he thinks her and I are on the same level.$6",
	"spring_23": "I'm gonna sweep you off your feet tomorrow.$7",

///Summer
	"summer_1": "I'm thinking of going in on starfruit this year.#$b#Or red cabbage. What do you think babe?",
	"summer_10": "I need your help picking something out for the Luau tomorrow, @.#$b#Gotta pick the finest, every time.$7",
	"summer_27": "I know a great spot near the trees on the beach.$6#$b#Bring a towel, we can just chill tomorrow night.$7",

///Fall
	"fall_1": "I've got a craving for sweet gem berries this year.$l#$b#Couldn't tell you why.$7#$e#@, think we could fit them into the plans this year?$6",
	"fall_15": "We're going to have the best display out of all of them, tomorrow!$6#$b#We've got the best produce in the valley.$7",
	"fall_26": "Should probably pick something other than what I wore last year...$u#$b#but you fell for me, so I know I looked good in it.$6#$b#Tried and true, huh?$h",

///Winter
	"winter_1": "It's winter, once again.#$e#Looks like we'll be stuck indoors for the next few weeks.$6$#b#Alone. Just the two of us.$6#$b#We're gonna have such a good time this winter, aren't we?$l",
	"winter_7": "I'm ready for tomorrow's event!$h#$e#I've been practicing since last year, I was so bad last year that I nearly fell into the water!$u#$b#Good thing I have great reflexes.$6",
	"winter_14": "Let's go visit the merchants together!$h#$b#I'll buy you anything you want from the market.$l",
	"winter_15": "Oh! Right in time for our date, babe.$h#$b#Should we take a submarine trip together?$l",
	"winter_16": "Have you watched the mermaid show?#$e#It's breathtaking.$h#$b#But not as breathtaking as you!$l",
	"winter_17": "I bought some furniture tonight.#$b#Don't worry babe, we both know I have excellent taste and our house could use a little redecoration.$7",
	"winter_24": "This year was one of the best I've ever had!$h#$e#I have the best spouse ever and our crops have been ripe and blooming this year!$h#$b#Let's hope next year is even better.$h",

///Room
"spouseRoom_Jeric": "Hmmm... if this goes here, I've got good light for Pinstagram shots, but I gotta fit the bookshelf in somewhere...#$e#Oh, hey babe, I was just planning out this workroom.$h#$b#Gotta find the right balance, you know?$6",

///Patio
"patio_Jeric": "Sometimes you gotta just chill.$6#$e#This is the perfect place.#$b#Come sit with me for a sec.$l",

///Rainy Day 
"Rainy_Day_0": "Oh hey, did you sleep well?#$b#The rain woke me up early so I whipped up some breakfast for you. [195]$l",
"Rainy_Day_1": "Hey babe, it's a rainy day today.#$b#Wanna just stay inside?#$e#We could use some quality time.$l",
"Rainy_Day_2": "Rainy days mean less work all around.$h#$b#Might as well take the day off, huh?$6",
"Rainy_Day_3": "Oh, I grabbed your old raincoat for some alterations.#$b#You can use mine, it's in the front closet.",
"Rainy_Day_4": "It's too hard to get up. Let's go back to bed.$l",
"Rainy_Day_Jeric": "Hey babe, be careful out there, okay?#$b#Mud can get real slick.$u",

///Rainy Night
"Rainy_Night_0": "The rain gave me a lot of free time, but I still managed to accomplish a bit.#$b#Hey, wanna grab a bite somewhere?",
"Rainy_Night_1": "Whoop whoop! Today was a good day, babe!$h#$e#Pika bought all the eggs and butter I had in the store, and didn't try to get a bulk discount.$h#$b#More money in the bank!$h",
"Rainy_Night_2": "I'm glad you're back home, babe.$h#$b#I just wanna kick back and relax with you tonight.$l",
"Rainy_Night_3": "One of my chickens escaped while I was cleaning the coop and I had to chase it in the rain.$u#$b#Made me look crazy, running after a wet hen, but I caught her in the end.$h",
"Rainy_Night_4": "Hey, babe. Take it easy tonight, you deserve to relax.$7",
"Rainy_Night_5": "Phew, I'm beat! Even on rainy days there's a lot to do.$s",
"Rainy_Night_Jeric": "I like the sound of rain on our roof.#$b#It helps me fall asleep.",

///Indoor Day
"Indoor_Day_0": "Looks like it'll be a good day, huh?#$b#If there's anything I can do to help, just let me know! I'm here for you.$h",
"Indoor_Day_1": "I'll be heading out to my farm and shop in a minute, here.#$b#Gonna be a busy day.#$e#See you tonight! Love you!$l",
"Indoor_Day_2": "Good morning, babe... I can't wake up.$s#$b#Today is gonna be rough.$u",
"Indoor_Day_3": "Hey babe.$h#$b#Daang, you're looking fine. I'm a lucky man.$6",
"Indoor_Day_4": "Hey, babe! Have you seen any pictures of Telfar Clemens' show?#$b#The new collection looks dope!$h",
"Indoor_Day_Jeric": "One of these days I'm gonna sit down and actually work on my designs for more than a few minutes...#$b#but not today.$s",

//Indoor Night
"Indoor_Night_0": "Hey babe, you're home early!$h#$b#Missed me that much, huh?$6",
"Indoor_Night_1": "I picked up dinner from Pika's.#$b#Let's make it a date night, yeah?$7",
"Indoor_Night_2": "How was your day, babe?#$b#You seem tired.$s#$b#Come here, let me help you relax...$6",
"Indoor_Night_3": "Phew! I had a long day today!$u#$b#Lots of work to do tomorrow, too.$s",
"Indoor_Night_4": "The king is finally back!^The queen is finally back!$h#$b#Anything you need me to do, your highness?$6",
"Indoor_Night_Jeric": "I'm glad you're back home, babe. Are you hungry?#$b#I got you, because I am the best husband ever.#$b#Here! [224]$h",

///Outdoors
"Outdoor_0": "I'm gonna hit up the beach soon.#$b#Philip said something about running in sand being really good for your glutes.$7",
"Outdoor_1": "I've got a great idea on how to make fertilizer!#$e#I think Alissa was the one who told me about this trick.#$b#She really does know her stuff when it comes to farming.$h#$b#It'll stink though.$u",
"Outdoor_2": "I'm heading into town to check how the other farms are doing, make sure we're still the best.$6#$e#Nothing wrong with a bit of friendly competition!$7#$b#Want to come with me?",
"Outdoor_3": "Hey babe, are you good at fishing?#$b#Is there a way to get better at it?#$e#The governor really likes fishing, so I want to get better at it.$l",
"Outdoor_4": "Hey I had an idea!$h#$b#Let's pack a lunch and go visit the ridge.#$e#Picnic time!$h",

//Leaving
"funLeave_Jeric": "I'm off to my farm and shop now.#$b#I'll see you later, babe.$7",

//Returning
"funReturn_Jeric": "Man, today was long. I'm glad to be back home!$l", 

//One kid
"OneKid_0": "Oh, babe, when %kid1 is sleeping we should catch up on that show we were watching.", 
"OneKid_1": "It's okay babe, I can look after %kid1 while you work on the farm today.$h", 
"OneKid_2": "Babe, %kid1 is such a smart kid, a lot like you.$l", 
"OneKid_3": "I still can't believe that I'm a father.$l#$b#I'm going to work hard to be as good as the Governor was to me.$h",

//Two kids
"TwoKids_0": "Woah, hey look at our kids, babe!$h#$e#%kid2 looks a lot like me, I wonder if they will get into modeling too, right babe?$7",
"TwoKids_1": "This still sometimes feels unreal. I have my own family.$l#$b#I love you babe.",
"TwoKids_2": "I found %kid1 and %kid2 trying to climb on my motorcycle the other day.$u#$e#I can't wait for them to get big enough for me to teach them how to ride.$l",
"TwoKids_3": "Hey babe! Look at our kids, aren't they looking gorgeous?$6#$b#I designed those outfits myself!$h",

//Relationship-dependent
///Good
"Good_0": "Hey babe, wanna go on a ride later tonight?$6#$e#The view of the valley is amazing, even better if I get to share it with you.$l",
"Good_1": "Hey babe, Mayor Lewis and Miss Lenny came here earlier and asked if they could showcase our farms in an article about the valley.$h#$b#How cool is that?$h",
"Good_2": "I got that itch under my skin that means I'm about to have a great idea.$6#$b#I've gotta find time to sew today.$h",
"Good_3": "Never thought, back in Zuzu, that I'd see a chicken in my whole life, and here I am with a buncha my own.$h",
"Good_4": "It's funny how life works, right?#$e#I mean, I never thought I would get married, but then you moved here and we clicked right from the start.$l",
"Good_5": "I've got some ideas for clothes for you, especially with the festivals coming up...#$b#You got time for me to take measurements?",
"Good_6": "I was talking to Kenneth the other day and he showed me a couple of sprinkler designs.#$b#I'm probably gonna craft some, just to save a bit of time.",
"Good_7": "I was thinking about bringing Turbo here, but he is very fond of his stable.#$b#I don't want him to be upset about leaving.$s",
"Good_8": "You really hit the jackpot with this farm.$h#$b#It's like it was always supposed to be yours.$6",
"Good_9": "Have you heard about giant crops?#$b#I've heard word about it but I've never actually seen one.#$e#You should try and grow one!",

///Neutral
"Neutral_0": "I planted some new crops by my farm today.#$b#I hope they turn out good. #$b#It's my first time using them.",
"Neutral_1": "*Yawn* Boy am I sleepy...",
"Neutral_2": "%Jeric is reading a fashion magazine.#$b#Oh sorry, @. I was occupied. What's up?",
"Neutral_3": "Sometimes when I've finished my chores, I just like to take a quick nap in the stable.#$b#Feels rustic, I guess.",
"Neutral_4": "I tried to make a new omelette recipe.#$e#It turned out alright.",
"Neutral_5": "Hey, you've been so busy lately.$s#$b#Anything I can do to help around the farm?",
"Neutral_6": "I got some letters from the governor the other day.#$b#He was asking about what's been going on with me lately.#$e#I ought to talk to him more.$s",
"Neutral_7": "I might submit some of the clothing designs I've been working on to this competition in Zuzu.$l#$b#The winner gets a slot at Fashion Week next fall!$h",
"Neutral_8": "I'm sorry, I have no time to talk today.#$b#I'm off to work. I'll make it up to you later!$7",
"Neutral_9": "I'm a bit hungry. Maybe I'll go grab a bite later.",

///Bad
"Bad_0": "I've heard that marriage is supposed to feel liberating.$a#$Then... what's this?$s",
"Bad_1": "I've been thinking of what it would be like to move back to the city.$s#$b#Couldn't tell you why.$s",
"Bad_2": "I wish I could spend just a few more hours back at my farm...$s#$b#Just to feel a bit more free.$s",
"Bad_3": "Ugh, you even care if I started hitting up someone else, huh?$a#$b#I mean, you don't even talk to me anymore.$a",
"Bad_4": "What are we, @?$s#$b#You never want to talk or do anything.$s#$e#If you're unhappy with me just say it.$a",
"Bad_5": "Either we got married too soon, or this was a bad idea from the start.$a",
"Bad_6": "Sometimes I wonder if you even know I'm here.$s#$b#I feel like I'm being treated like trash.$a",
"Bad_7": "I can't seem to get anything right.$s#$b#All the outfits I've sewn recently look like garbage.$a",
"Bad_8": "I haven't checked on my farm in days.$s#$b#I bet all my crops have withered by now.$a",
"Bad_9": "I can't bring myself to sit down and design outfits anymore.$a#$e#I feel so uninspired.$s#$b#Why do I feel like that's got something to do with you?$a",

}
