{    

///Spring
	"spring_1": "Happy new year!$h#$b#I'm going to keep trying to improve the world, one small step at a time.$h",
	"spring_12": "Oh, I'm excited! Imagine if we have our own little kids to bring to this festival!$h#$b#I'd definitely help them win the egg hunt.$6",
	"spring_23": "Oh, I don't really dance much babe!$u#$b#I might step on your foot tomorrow!$s#$e#Just promise you'll catch me if I fall.$l",

///Summer
	"summer_1": "Make sure to wear sunscreen so that you'll be able to protect yourself outside, ok?#$b#I'm surprised I've never seen you sunburnt, considering you spend so much time outdoors.$6",
	"summer_10": "If you ask me, I still really don't get the point of putting in a bunch different ingredients.$u#$b#Please place something that's yummy in there.$s",
	"summer_27": "I think the jellyfish are always so cute!$h#$b#If we get there early, let's find a spot all to ourselves for watching the jellyfish together.$9",

///Fall
	"fall_1": "I used to think the leaves were just messy, but I've come to appreciate all the different colors and shapes.$l#$b#Fall is starting to be my favorite season.$9",
	"fall_15": "The fair tomorrow, huh? Just don't get too carried away with the game stalls, okay babe?#$b#Be watchful of your money.",
	"fall_26": "Oh dear! I won't wear a costume in public tomorrow! I would look so ridiculous in a costume!$a",

///Winter
	"winter_1": "I wish I was a bear, just able to hibernate through the whole winter.$7#$e#I wish you were there with me.$s#$b#Oh well, we both have work to do.$6",
	"winter_7": "I still think don't fishing is ethical, but I'll cheer you on if you insist on competing.$6#$b#To be honest, I'd much rather build a snowgoon than go fishing.$6",
	"winter_14": "I hope I find some cute trinkets at the night market!#$b#It's always a mystery what they're going to sell.$7",
	"winter_15": "Honey, look at this one! I think I might buy it, I bet it'd look good on the counter.$h",
	"winter_16": "I think I'll look around tomorrow and see what I can find that's perfect for our home babe.$6",
	"winter_17": "I actually don't mind the amount of people here right now#$b#Hmm... Must be a 'you' thing huh?$h",
	"winter_24": "Tomorrow I'm gonna dine like a queen.$h#$b#Gus tries to up his game every year, so who knows what he has in store for us!#h",

///Room
"spouseRoom_Maddie": "Little Gupgup is a glutton little goldfish! He eats so much!  He is so cute though!!$h#$b#Hey babe, want to feed Gupgup too?$h",

///Patio
"patio_Maddie": "Ah...This is relaxing... I have to hand it to you babe.$h#$b#You're doing an amazing job! I absolutely adore this!$h",

///Rainy Day 
"Rainy_Day_0": "Big day at the water facility today, Mr. Aguar has informed me of some inspector that will visit the place.$u#$b#Out of all the days, why pick a rainy one?$s",
"Rainy_Day_1": "Hey you! Don't forget your jacket alright?#$b#I don't want you getting sick and all that from everything else.$a",
"Rainy_Day_2": "What would you like me to order at Pika's tonight?#$b#I can handle any soup you'd like just not clam chowder please.$6",
"Rainy_Day_3": "Hey love, can you give me a warm hug before we go to work?$l",
"Rainy_Day_4": "Have you decided on what you'd like to eat for later?#$b#I think I can stop by Blooming Hill Farm before I go home.",
"Rainy_Day_Maddie": "Babe, can you make some hot cocoa for me. I feel cold brr...$l",

///Rainy Night
"Rainy_Night_0": "Mr. Aguar actually seemed happy today.$l#$b#I seldom see him smiling. I guess he must've remembered something good.$h",
"Rainy_Night_1": "I still feel so cold babe. I think I might have a fever coming on.$s#$b#Can you please heat up some soup for me please?$l",
"Rainy_Night_2": "It was a great day at the facility.$h#$b#Mr. Aguar said that we're close to having a breakthrough! Ahhh I'm so happy!$h",
"Rainy_Night_3": "I still feel so cold babe. I think I might have a fever coming on.$s#$b#Can you please heat up some soup for me please?$l",
"Rainy_Night_4": "Hey hottie! Missed me?$6",
"Rainy_Night_5": "Rainy nights are for 'you and me' time babe!$6#$b#Could you make time for us right now?$l#$e#I was thinking maybe... Dinner and game night???$h",
"Rainy_Night_Maddie": "Raiiiiiin! Oh I love the rain! I guess I'm really such a water baby haha!$h",

///Indoor Day
"Indoor_Day_0": "Ughh it's so early in the morning! I need my coffeeee!$a#$e#Huh? Oh what? I look pretty even without it?$l#$b#Uhh?? What's the connection???$8#$b#You're just messing with me aren't you?$6",
"Indoor_Day_1": "Hey babe, looking good there aren't you? Have you been working out?$6",
"Indoor_Day_2": "Good morning @! How was your sleep?#$e#Did you dream about your side chick?$6#$b#Haha kidding boo! I'm just messing with you!$h",
"Indoor_Day_3": "Oh dear! It's such a great morning. Don't ruin it with a cheesy pick up babe.$6#$e#A breakfast in bed would've been better, haha! Kidding!$h#$b#I love you, you crazy thing.$l",
"Indoor_Day_4": "OOOOHH Babe why don't we grow some strawberries on our backyard?$9#$b#I have a bit of a hankering for strawberries lately.$l#$e#Hmm, maybe I'll try to buy one from Blooming Hill.",
"Indoor_Day_Maddie": "Another day another hustle for us!$h#$e#Have a great day ahead! Bring home the bacon my little champion!$h",

//Indoor Night
"Indoor_Night_0": "Ahhh home at last! What's for dinner blubby?$h",
"Indoor_Night_1": "Brr...There's a cold breeze blowing the air tonight. Want to get some hot cocoa and maybe make a campfire outside?$l",  
"Indoor_Night_2": "@!! You're home!  You wouldn't believe what a day I had!$h#$b#I actually had fun earlier because there were cute little bunnies! Hihi.$9",
"Indoor_Night_3": "UGH  I feel so aggravated today.$8#$b#*sighs* Can I get a hug from you please?$s",
"Indoor_Night_4": "Hi babe! I see that you're super tired from today's work.#$e#Would you like it if I gave you a massage???$l#$b#Well, as long as you also give me one soon! Haha!$l",
"Indoor_Night_Maddie": "Whew, I had a rough day. Thank Yoba that I'm here now.$u#$b#Aaaaaah, home at last.$h",

///Outdoors
"Outdoor_0": "Ahhh the sun! So relaxing isn't it?$h#$b#I don't get much sun when I'm at the facility sometimes.$7",
"Outdoor_1": "I'm going over on the ridge to soak up some sun and maybe hang around till I see some bunnies hop by. Wanna come with?$h", 
"Outdoor_2": "Oh please babe, would you be a dear and give me some refreshments?$6#$b#I've been sweating like crazy geez!$u",
"Outdoor_3": "Hey babe, it's a beautiful day today! Would you like to go to the ridge?$h#$b#Maybe we'll see the bunnies!$l",
"Outdoor_4": "I was thinking, what if we had a small flowerbed over here?$7#$b#Just something pretty...$l",

//Leaving
"funLeave_Maddie": "Bye babe! Have a great day ahead alright?$h#$b#Don't forget to bring food or else you might pass out!!!$a",

//Returning
"funReturn_Maddie":  "I'm baaaaaaackkk, and with some midnight snacks for us this time.$h#$e#Teehee, we could stay up all night and just play or talk about anything under the stars!$l",

//One kid
"OneKid_0": "Oh no! %kid1 has your eyes and lips babe!$u#$b#Tsk, we need to have %kid1 face reconstructed I guess...$s#$b#Just kidding! %kid1 has a beautiful face!$h",
"OneKid_1": "Did you hear %kid1 today? %kid1 almost said Mama! I knew that'd be the first word!$h",
"OneKid_2": "Don't worry about %kid1. That little stinker's got my wits and your perseverance.$6",
"OneKid_3": "Isn't it amazing how %kid1 just changed our lives?$9#$b#It's hectic, but it's worth it.$h",

//Two kids
"TwoKids_0": "Oh Yoba! Babe!! You wouldn't believe how much %kid1 and %kid2 ate for breakfast!$u#$e#We better get some more chickens to keep up with how many eggs they eat in a week!$u",
"TwoKids_1": "It's going to be bathtime soon for these two...#$b#You'll help me wrangle them, right? Co-parenting and all that!$6",
"TwoKids_2": "I never really imagined that I'd have a family of my own...$l#$b# I'm so grateful for what we've built together!$9",
"TwoKids_3": "Ahhh. I just love you, %kid1 and %kid2.$l#$b#You all are the best gift the universe gave me. Well except for the gift of me of course! Haha!$h",

//Relationship-dependent
///Good
"Good_0": "I've been having such a great day! And it's even greater now that you're here with me!$h",
"Good_1": "Hey babe, have you been out in the sun? You look glowing! I love it!$h",
"Good_2": "Are we really married? Am I really Mrs. @?? It all feels so surreal!$9#$e#I never even thought I'd see another altar after what happened but look at us now!$h",
"Good_3": "Wow, you look really handsome today! ^Wow, you look beautiful today.$l#$b#Getting married to you was such a surprise. I can't believe that I'd find love again!$9",
"Good_4": "I never imagined that I'd be happy with someone other than myself.$l#$b#I'm glad that it's you after all babe.$h",
"Good_5": "Ms. Lenny congratulated me earlier on our nuptials!$h#$e#She said she wants to be a godmother and gave me a very obvious wink and a nudge... kind of ridiculous, huh?$u",
"Good_6": "Hey babe! Oh you're going out today?#$b#Could you bring back some takeout for dinner?",
"Good_7": "When I got my heart broken, I'd never be able to trust anyone else.$l#$b#Thanks for being patient with me @.$9",
"Good_8": "Awwee thank you for caring for me babe! When you get sick I'll take care of you!$7#$e#But please don't get sick??? I'm terrible at that kind of stuff.$u#$b#Haha but I'll try for you.$h", 
"Good_9": "This. This is the life. Thank you so much. I know I don't say this often... But I really love you so much.",

///Neutral
"Neutral_0": "Hey babe! Great day isn't it? Don't forget to water the plants okay?$h",
"Neutral_1": "Babe, can you make me a coffee before you go?#$b#I'm actually fixing up some sandwiches for you and for Mr. Aguar.$h#$e#I hope you'll like them. If you don't, you can make your own sandwiches.$6",
"Neutral_2": "Hey babe, random question.#$b#Did you ever feel like there's something in life that you could achieve only if you set your mind to it?",
"Neutral_3": "I honestly thought that Ysa was a spoiled brat.#$b#But I actually came across her earlier and I saw how she treats her grandfather with so much care.$8#$e#Hmm.. I guess I must've misunderstood her situation.$7",
"Neutral_4": "Trinnie made such a fuss over at the facility today.#$e#I think she might have an interest in my field.#$b#It would be exciting to have an apprentice of my own.$h",
"Neutral_5": "Pierre and Mr. Morris got in a fight earlier today.$u#$b#You should've been there, it was so intense.$u",
"Neutral_6": "Pika had a special today. Have you tried it?#$e#Hehe I'm sorry I wasn't able to bring you one!$l#$b#I actually brought two, but then I got hungry before my shift ended I had to eat it.$l",
"Neutral_7": "Oooh! I learned a new technique today in filtering water.$h#$b#Do you have any clean paper? I'd love to show you how!$h",
"Neutral_8": "Just imagine...You have me as a wife! Aren't you lucky?? Hahaha!$6",
"Neutral_9": "Babe! I want to have a puffball!< $h#$b#I actually read about them when I went to the library to research about solvents and I found them quite fascinating.$h",

///Bad
"Bad_0": "Oh, stop making such a fuss over me!  I told you I'm alright okay??$a#$b#Is that hard to understand?$a",
"Bad_1": "Uhm, who are you to even tell me not to go out?$a#$b#That's such a toxic way of thinking.$a",
"Bad_2": "That does it! I can't take this anymore!! You're hopeless!$a#$b#You'd rather put other people before us first right??  Unbelievable!$a",
"Bad_3": "Aren't you tired? I'm tired of fighting like this everyday...$10#$e#If I'd have known that marriage with you was like this, I would've stayed single.$10",
"Bad_4": "So, what? You'll believe others more than you believe me??$a#$b#Who's your wife huh?!$10#$e#If we don't have trust in this marriage we might as well quit before we even have kids!$a",
"Bad_5": "WOW! That's a low blow! Even for you!$a#$b#You've changed a lot since you were wooing me.$10",
"Bad_6": "I feel tired @.  I want to give up already.$10",
"Bad_7": "What's my problem??$10#$b#You! You're my problem! I'm tired of this!$a",
"Bad_8": "With everything, that I've been telling you, and for all that I told you to improve you didn't even think of changing @??$a",
"Bad_9": "Can you just stop that???$a#$e#Do you even think about me? About us? Or are you just too selfish to care?$10",

}
