{
	"Introduction": "A new face? Are you new here?#$b#Where are my manners! I'm sorry! My name's Corine! I work at the outdoor restaurant at the Ridgeside Village. Nice to meet you.$h",

//Spring
	"spring_1": "I'm excited to see what this new year has in store!#$b#Good luck to everyone!$h",
	"spring_12": "Ysa is sure to bring a cute dress tomorrow. She told me she also bought a dress for me!#$b#I'm thankful, but also embarrassed!$s",
	"spring_23": "I'm looking forward to the Flower Dance tomorrow#$b#Not just because of the dance though, it's one of those rare days where I get to see all my friends in one place.$h",

//Summer
	"summer_1": "Pika cooks some amazing barbecue during the summer!$h#$b#I sometimes just can't resist and buy some even if I work the counter.",
	"summer_10": "Papa said he'll be bringing some type of weird crop he used in his chef days in the army. I'm so worried...$s",
	"summer_27": "Will you be at the beach tomorrow night too? It would be amazing to have everyone I know see the beautiful scenery.#$b#Everyone deserves to take a little break right?$h",

//Fall
	"fall_1": "Papa hates the fall.#$b#He says that leaves clutter up the porch, but I think he just wants an excuse to be angry at something.",
	"fall_15": "I can't wait to win fun prizes at the fair tomorrow!#$b#I hope there's going to be some accessories too!",
	"fall_26": "I hope I see you in costume tomorrow night.#$b#Ysa said she doesn't want to be wearing one, but I'll be pestering her until she agrees!#$e#This is gonna be fun!",

//Winter
	"winter_1": "Ooohh, it's so cold!!$u#$b#This is a very fun season though! I especially love drinking hot cocoa by the fire.",
	"winter_7": "I'm glad that the fish are released after the fishing competition tomorrow.#$b#It'd be a big waste to try and cook them all; they'd never get eaten in time.",
	"winter_14": "I hope I get to buy a cute necklace tomorrow. I once saw a pretty blue shell necklace when I was young!$h#$b#I wanted to buy it then my Mama said it was not for kids.",
	"winter_15": "Pika always gives me a bonus before the night market.#$h#He’s such a generous boss!", 
	"winter_16": "I wonder if they’ll have glass beads.#$b# I was thinking of making Ysa a bracelet, you know, for being so good to me over the years.$l", 
	"winter_17": "I hope you’ve found something to your liking, @!#$h#The night market leaves tonight, so make your last purchases while you can!$h", 

	"winter_24": "It's going to be the end of the year soon, @. I hope you had a good one.#$b#Papa's been looking forward to spring, he hates the cold!$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hey there, @, What are you up to today?",
	"Tue": "Oh, hi. Taking a break?",
	"Wed": "I visit Ysa at her job every now and then.#$b#She gets lonely and that can make her really cranky.",
	"Thu": "Pika is such an amazing cook! His passion really flares whenever I ring up an order.#$b#My favorite dish of his is spaghetti.$h",
	"Fri": "Hello, @. I hope you have a nice day!$h",
	"Sat": "Ugh... I'm going to be really busy again today...$s#$b#I wish I had a day off.$s",
	"Sun": "This job is calm and all, but I do wish I could go around town every once in a while for a break.",
	
	//2 Hearts
	"Mon2": "I visited Emily yesterday, she taught me a thing or two about mixing some drinks!#$b#I sometimes help in the Saloon.$h",
	"Tue2": "Gus and Pika are not long time friends but they instantly clicked the moment Pika moved in here.#$b#It's really fun when they hold their annual cooking competitions.$h",
	"Wed2": "Hello there, @. Another busy day?#$b#You better remember to eat your meals.$h",
	"Thu2": "I saw what looked like a kiwi fruit jumping from tree to tree yesterday.$s#$b#That must have been a very fat squirrel...",
	"Fri2": "Keahi helps around in the morning.#$b#He then goes off to play during the afternoon.#$b#He is a good kid... A little hyper, but a good kid.$h",
	"Sat2": "Do you know that girl who owns the farm at the south side of the village?#$b#Her name's Alissa. I sometimes hear her hum to herself.#$b#She sounds like she has a good singing voice.$h",
	"Sun2": "Why, hello there, @. How's the farm?#$b#I hope it's all well and good!",
	
	//4 Hearts
	"Mon4": "I like seeing people's faces when they're really happy with their food.#$b#It makes this job so rewarding being able to help make people so happy...$h#$b#Although, I think I'm taking Pika's credit if I say that, haha!",
	"Tue4": "Hello, @! It's nice seeing you here.$h#$b#How are you today?",
	"Wed4": "I sometimes visit the town, It's really nice to learn a thing or two from Gus and Emily.#$b#They're amazing people.$h",
	"Thu4": "Papa said he thinks Gus' and Pika's jobs are easy, and that anyone could do them.#$b#Oh, that old man can sometimes be so insensitive.$s#$b#He's a good man though. Don't get the wrong idea.",
	"Fri4": "Hi, @! It's good seeing you.#$b#You're looking a lot sharper today. Good for you!$h",
	"Sat4": "I can't remember if I locked the door to my room, and it's driving me crazy!$a#$b#Dad is a terrible snoop, I know he'll go poking around if he has a chance.$a",
	"Sun4": "I've been saving to buy a new bracelet! I have a little collection haha!$h#$b#How about you, @? Do you collect anything?",
	
	//6 Hearts
	"Mon6": "Sometimes I join Ysa at the gym when she's practicing.#$b#She says it's just for fun, but she dances so gracefully!",
	"Tue6": "Papa is a big collector of artifacts.#$b#I told him to donate some at the museum but he refuses to do so.$s#$b#He takes the phrase 'finders-keepers' too seriously.$a",
	"Wed6": "Today's a beautiful day, @.$h#$b#I hope you have a good day and finish everything you want to accomplish!",
	"Thu6": "Yuuma, the quiet little boy, comes here sometimes to pick up some food to go.#$b#I do wonder if he's okay? He seems so busy all the time.$s",
	"Fri6": "Lenny is such a sweet soul! She and I talk about lots of stuff when she gets to visit.$h#$b#Pika scolds me when I get too carried away with the chit-chat though, haha.$h",
	"Sat6": "I went to town the other day to buy groceries and Alex almost hit me with his football!$a#$b#I almost dropped a week's worth of groceries! I was so scared!$a#$b#He said he was sorry though and things went well so it's fine.$s#$b#He even offered to help me with bringing the groceries back!",
	"Sun6": "Papa does not like boys talking to me. He is so old fashioned.$s#$b#I just want to talk with my friends. Hmph.$a",
	
	//8 Hearts
	"Mon8": "Hi there, @! It's a lovely day today isn't it?#$b#If you ever need help or someone to talk to. I'm here okay?$l#$b#Never hesitate to reach out.$h",
	"Tue8": "Oh! Hi @! What do you mean I look red?$l#$b#I'm fine! It's probably the heat or something...$l",
	"Wed8": "Hi, @! I hope your week is going well!$h#$b#Any big plans for the weekend?",
	"Thu8": "I sometimes hear Papa talk to Mama's picture at night when I pass by his room.$s#$b#I miss her...$s#$b#It's okay, though. It's been a while, and everyone deals with grief in their own way.$s#$b#Flor suggested that I make time to feel it for a little bit every day, and then go on with my day-to-day life, and that's been working pretty well!",
	"Fri8": "The ridge up north is a good place for a picnic right, @?#$b#If you're free sometime, do you want to join me? If you want to, that is!$l",
	"Sat8": "Trinnie and Keahi are such good friends. They are like a dynamic duo!$h#$b#It's cute though, I sometimes see Trinnie get red when Keahi holds her hand when they play!$h",
	"Sun8": "Hey, @. Uhhmm. How's the farm? I mean, How are you too?$l#$b#I'm sorry, I don't know why I'm struggling to talk today.$l",
	
	//10 Hearts
	"Mon10": "Good day, @. I missed you.$h#$b#Too straightforward? I don't mind.#$b#I want to show you exactly how I feel so I don't waste any moment I get to be with you.$l",
	"Tue10": "Papa said he's actually fond of you...$l#$b#He's rarely fond of someone, so I'm happy he is for once!$h#$b#Sooo... Meet me after my shift?$l",
	"Wed10": "Hey, @. Can you go with me later to visit the town?#$b#I want to buy a new pair of shoes I've been saving up for.$h#$b#If you're busy I understand. I also want to buy some new earrings.#$b#I should ask Ysa for some recommendations!",
	"Thu10": "Ysa said she someday wishes to have someone like how I have you.#$b#I told her I got so lucky that you actually asked me out.$l#$b#I never regretted saying yes to you, @.$l",
	"Fri10": "Pika won't let me give customers a discount!$s#$b#He says it's unfair! I just want to give you a 70 or 80 percent discount!$a#$b#It's not that big of a deal!$a",
	"Sat10": "Papa had an extra set in his collection.#$b#He says give it to someone special and, well, you're someone really special sooo here [577].$l#$b#I hope you like it, @.$h",
	"Sun10": "@! I'm glad you're here!$h#$b#I have some errands to do later. Want to come with?#$b#We can make a bit of a date of it!#$b#I just want an excuse to spend time with you.$l",

//Special Dialogue
	"breakUp": "Please... I don't want to talk to you right now.$s",
	"danceRejection": "I'm going to have to say no, @. I'm sorry!$s",
	"divorced": "Don't even try to talk to me. I hate you.$a",
	"MovieInvitation": "Really??? The movies?!$l#$b#I'd love to go with you!$h#$b#Just let me freshen up a bit okay?",

//Locations
    "Saloon": "Hey there, @.#$b#What can I get you?$h",

//Resort
	"Resort_Entering": "This place looks amazing!$h",
	"Resort_Leaving": "Time to head back home!#$b#It was a fun day!$h",
	"Resort_Leaving_2": "*Yawn* Woah! Am I tired!$h",
	"Resort_Shore": "It would be nice if someone rubs some sunscreen on my back right about now.$s",
	"Resort_Shore_2": "Ah! The relaxing sun, the waves crashing, and the warm sand. This is fabulous.$h",
	"Resort_Umbrella": "Oh don't mind me here. Just taking a break from the sun.$h",
	"Resort_Umbrella_2": "Hey now! You can join me here if you want to.$h",
	"Resort_Umbrella_3": "Wanna talk under the shade? I'm all ears!$h",
	"Resort_Wander": "Maybe I could go have a little adventure around here. Haha!",
	"Resort_Bar": "Oh! Maybe I could ask if there's a job opening here!",
	"Resort": "I wonder what wonders I can see around here.#$b#Tell me if you find anything interesting, okay @?$h",

}
