{
	"Introduction": "Oh, hey there!$h#$b#You're new here, right?#$e#Oh! You're the new farmer, huh?#$b#My name's Jeric. @, is it?$h#$e#Well, if you ever need some farm supplies, you can always visit my shop. See ya!$h",

//Spring
	"spring_1": "Time to head off to Pierre's and buy some seeds!#$b#I also have to restock my own!",
	"spring_12": "Lewis came by the other day and bought some chicken eggs.$h#$b#I forgot that tomorrow is the Egg Festival.$u#$e#Well, I'm glad I can help in the festivities.$h",
	"spring_23": "Hmm....I wonder if I have a good outfit for tomorrow?$s#$e#Oh, hey there, @!$h#$b#Are you dressing up for the Flower Dance?#$e#I bet someone as good looking as you doesn't need to think too much about it, huh?$7",

//Summer
	"summer_1": "Should probably plant a bunch of corn this season, but they're a brat to harvest.$a",
	"summer_10": "I have to pick which of my crops to bring tomorrow for the soup.#$b#I want it to taste amazing...$h#$b#Gotta do good for the governor after the help he's given me.$l",
	"summer_27": "How cool would it be if you could capture the jellyfish and put them in tanks to use as lamps?$6#$b#That'd be pretty brutal though. Best to just enjoy the show.$7",

//Fall
	"fall_1": "Don't forget to buy pumpkin seeds!#$b#All the suburban moms love to come out this way and have the 'farm experience', and they always pick up pumpkins.$h",
	"fall_15": "One of these years, Lewis will figure out how to fit more displays in so I can actually compete.$6",
	"fall_26": "I put together my own costume for tomorrow.#$b#I can't wait to show it off!$6#$e#Well it's the same as last year. So it's more of a refurbishment.$l#$b#You'll see it tomorrow.$7",

//Winter
	"winter_1": "Nothing much to do this season.$s#$b#I always gotta save up all year to get ready for winter, but it means I can take a break and focus on other stuff.",
	"winter_7": "I don't really fish, but I'll definitely be there tomorrow.$h#$b#Gotta admire the scenery, you know?$6",
	"winter_14": "The merchants arrive tomorrow.#$b#They always got good stuff.#$e#I've been saving up for this all year.",
	"winter_15": "Governor told me the mermaid show is something else$6$#b#Gotta make sure to see that before they leave.$7",
	"winter_16": "They always have good seeds you can't get anywhere else...#$b#I kinda want to buy wholesale and stock my shop, but then I won't have money for the wool I've been eyeing...$s",
	"winter_17": "You should go tell the art dealer you can model for him sometime.$6#$b#There's no way he'd turn a beauty like you down.$7",
	"winter_24": "Been a good year, huh @?$h#$e#Next one's gonna be even better.#$b#Got some good plans, you'll see!$h",

//Days of the Week

	//0 Hearts
	"Mon": "Hey there, @! Need something?#$b#If it's for your farm, I probably sell it.",
	"Tue": "Oh, look at you. You wear that outfit well, @.$7#$b#I bet you could be a model if you had some actual variety in your closet.$6",
	"Wed": "Alissa and Trinnie came by the other day to buy some seeds.#$e#Trinnie said Alissa and I should compete to see who can grow the most crops.#$b#I mean, why not? I'm going to win, of course.$6",
	"Thu": "Pierre taught me how to be a salesman.#$e#I'm gonna be THE shop in the valley, one day.$6#$b#Student overtakes the master, you know?$7",
	"Fri": "Hey there, @. What's up? Not busy today?#$e#How about we talk about it over a cherry berry shake?$6#$b#Just you, me, and a straw...$l#$b#What's wrong? Not in a good mood today?$u",
	"Sat": "Visit my shop when you get the chance, yeah$6#$b# I'm sure you'll find something good.$h",
	"Sun": "I take a day off once in a while to go into town and catch up with people.#$b#Gotta let the people you care about know you still care, you know?$h#$b#You should too, @.",
	
	//2 Hearts
	"Mon2": "I did my math wrong and stocked too much fertilizer.$u#$b#Gotta work my butt off to make back the money I'm going to lose from this.$s",
	"Tue2": "How you doin', @?#$e#Let me know if you need any tips. #$b#Some fertilizers speed up crop growth. #$b#They're good for some crops, but not all. Use 'em wisely.$h",
	"Wed2": "Hey @, look at this outfit.#$b#Sharp, right? Made it myself.$l#$b#Sometimes you just gotta look good, just because.$7",
	"Thu2": "Too many crows in my crops this morning.$u#$b#I need to get a better scarecrow...$s",
	"Fri2": "Oh, hey! New pants, whaddya think?$6#$e#Finished them this morning. I try to keep my closet fresh.$h#$b#Gotta change it up once in a while, you know?$h",
	"Sat2": "Is your farm doin' good, @?#$e#You gotta make sure everything's running smoothly, animals happy, crops watered, you get the gist.$h#$b#That's how you make good money.",
	"Sun2": "Keahi and Vincent came by the other day and offered to help me at the farm.#$e#I dunno what they were thinkin' they were going to pull.$a#$b#But I took them up on the offer and kept an eye on them.#$b#Turns out they just wanted to help. Good kids.$h",
	
	//4 Hearts
	"Mon4": "How's the farm life so far?#$b#Are you adjusting well? #$e#If you want, I could give you a one-on-one consultation on good farm practices.$h#$b#You up for it?$6",
	"Tue4": "I sometimes hire Ian to help me with farm work.#$b#He's a cool guy, kind of quiet but we respect each other.#$b#Hard worker, too.$h",
	"Wed4": "You know Haley, from Pelican Town? She's an old friend of mine. Her family travels around the world a whole bunch. I met her years back when I was with the Governor.#$e#She seemed snobby at first, but then we got to know each other after a while.  Say hi to her for me, would ya?$h",
	"Thu4": "Sometimes I wish there were some clubs in the valley, somewhere I could just lose myself.$s#$b#Gotta settle for a drink at Pika's or the saloon, though.",
	"Fri4": "Seb visited yesterday.#$b#He's been close to me ever since I moved here.$h#$b#We're bike buddies now, we're thinking of taking a couple of days to go on a road trip sometime soon.",
	"Sat4": "Hi there, @! What's up?#$b#Can I help you with something?",
	"Sun4": "I saw a kiwi by the ridge yesterday.#$b#I went over to pick it up, but I swear I blinked and it disappeared.$u#$b#Strange.",
	
	//6 Hearts
	"Mon6": "Hey! What's up? Any plans for today?#$b#I'll be in front of my computer tonight, the new Aurora James kicks go on sale at 8.$h",
	"Tue6": "I bought my chickens from Marnie's ranch. She sells some quality chicks!#$e#I often see Lewis there too. I don't ever see him buying chickens, though...",
	"Wed6": "Having a greenhouse works wonders for your income.#$e#I remember your grandfather's farm had one, I think.#$b#Is it still there?#$b#Well, I hope you find a way to use it. It's a pretty old farm.$h",
	"Thu6": "Gunther brought me a bunch of G2 magazines the other day.#$b#They're out of date, but still good for inspiration!$h", 
	"Fri6": "I found a flyer about an island and this huge aquarium the other day.#$b#I forget where it went. I want to visit so bad!$s",
	"Sat6": "Lewis was talking about the town east of Pelican Town.#$e#He says there are trees that go up as high as you can see.#$b#I gotta visit sometime.$h",
	"Sun6": "What's up, @? How's the farm?#$e#I got a glimpse of it on my way home from town the other day! I gotta say, I was amazed!$h#$b#Maybe one of these days it'll be as good as mine.$7",
	
	//8 Hearts
	"Mon8": "Hey there, @. I gotta say, you're looking good.$6#$b#All that hard work on the farm, huh?$l",
	"Tue8": "Well, look who it is!$h#$b#You look great today, by the way.$l#$e#We should hang out sometime, I wanna show you something I designed that'll look good on you.$l",
	"Wed8": "Oh, hi! How have you been lately?#$b#Anything exciting going on?#$e#We should grab coffee or a drink sometime when we're not both working.$l",
	"Thu8": "It took Seb a good while to finally warm up to me.$h#$b#He can be very shy around people he doesn't know.#$e#He's a good person, though.$h#$b#Don't let his shyness put you off, ok?$h",
	"Fri8": "Hey, let me know if you need any help around the farm.$h#$b#I know you got it, but I'm just sayin' I'm available.$l",
	"Sat8": "Haley visited the other day, we talked about what's been going on lately.#$e#She's real sweet once you get to know her.#$b#She's got a soft spot for sunflowers, funny enough.$h",
	"Sun8": "My farm is doing great!$h#$b#Amazing harvest this week, turned a tidy profit.#$e#How about you? Anything neat happen last week?",
	
	//10 Hearts
	"Mon10": "Having a good day, beautiful?$6#$b#Seeing your face takes a weight off my shoulders, I swear.$l",
	"Tue10": "You need something??#$b#Anything?#$e#If there's any way I can help, I want you to let me know, ok?$l",
	"Wed10": "I've got plans for us next time you have a free evening.$l#$b#Just let me know--and make sure to wear something comfortable.$7",
	"Thu10": "Hey, hot stuff. Doing good?$6",
	"Fri10": "I was thinking: you, me, my motorcycle, a long drive with just us.$l#$b#What do you think?$6",
	"Sat10": "My horse gets real happy when he sees you.$h#$b#He must really like you.$h#$e#Well, makes sense, his owner likes you too...$l",
	"Sun10": "What's up, @?$h#$b#Having a good day so far?#$b#Mine's better now.$7",

//Special Dialogue
	"breakUp": "What..?$s#$b#Did - did I do something?$s#$b#Can't we talk about this?$s",
	"danceRejection": "No, not now. Sorry, @.$u",
	"divorced": "Sorry? Ha!$a#$b#Go fool around with someone else.$a",
	"summer_Mon": "I've seen you at the beach before.$6",
	"summer_Mon4": "Wanna join me at the beach sometime to soak up some sun?$6",
	"summer_Wed": "Summer's a good season for fruits, but it's also a good time to take a break once in a while.$h",
	"summer_Fri": "Dressing light for the summer, @?$6#$b#It's a good look on you.$7",
	"winter_Mon": "Winter's a weird season for farmers.#$b#I usually just stay inside and work on some sewing project.$l",
	"'winter_Thu": "I feel bad for Ian.$s#$e#The poor guy seems like he's freezing, doing so much work outside.$s#$b#One of these days I'm gonna invite him inside for some hot chocolate.$h",
	"winter_Sat": "Pika's doesn't see much business during the winter.#$b#I would go to the saloon to eat out, but it's a long walk.$s",
	"fall_Fri": "Fall's probably my favorite season to design for.$h#$b#It's the start of the fashion year!$l",
	"MovieInvitation": "Oh! A movie?$l#$b#That's a great idea, @!$h#$e# Don't forget the snacks, I'll be there waiting for you.$7",

//Resort
	"Resort_Entering": "How did you manage to find a spot like this?#$e#And more importantly, why didn't you tell me?$6#$b#Haha, just kidding.$7",
	"Resort_Leaving": "Well, that was fun.$h#$b#I do love a good trip to the beach.$h",
	"Resort_Leaving_2": "This was exactly what I needed.$l#$b#I'll have to come back here again.",
	"Resort_Shore": "I'm just sunbathing.$6#$b#I don't really do much else while I'm at the beach.$l#$e#Well, except for being a great sight to see.$7",
	"Resort_Shore_2": "I hear there are crops on this island you can't find anywhere else.#$b#I wonder where to find them, though...$s",
	"Resort_Umbrella": "Lying under an umbrella, a cold tequila in hand...#$b#Does it get any better than this?$h",
	"Resort_Umbrella_2": "Ah, this is nice. I wish I had someone next to me, though.$s#$e#Hey, @, I can make room for you if you want.$6",
	"Resort_Umbrella_3": "I've got sand in my shorts.$u#$b#I don't think I can lie down for much longer...$u",
	"Resort_Wander": "I never thought about beach wear before.$l#$b#This place is giving me so many design ideas.$h",
	"Resort_Bar": "%Jeric is hanging onto the bar and slurring something to the bartender.#$b#%Better wait for him to sober up before talking to him.",
	"Resort": "This resort's nice.$h#$e#I wish there were some night lights or music playing.#$b#Just something to amp it up, you know?$h",

}
