{
	"Introduction": "Hey! You're the new farmer right? Lenny said you'd likely stop by. #$b#Nice to meet you. I'm Kenneth, Ridgeside Village's own electrician. #$b#Hope you're doing well!$h",

//Spring
	"spring_1": "I have to go check on different systems and clear out the remaining snow. #$b#We have to be careful to maintain all this old wiring.",
	"spring_12": "I've been craving a custard tart for a while! I'm glad it's the Egg Festival tomorrow.$h",
	"spring_23": "The forest looks amazing when it's decorated for the flower festival. #$b#I'm looking forward to tomorrow!",

//Summer
	"summer_1": "I can't wait to visit the beach and relax! #$e# After my work today I'll go back home to fetch my swimsuit.",
	"summer_10": "I hope you bring something good for tomorrow, @. #$b#Gotta impress the Governor... #$e#Haha, no pressure!$h",
	"summer_27": "The moonlight jellies are best appreciated with all the lights on the beach turned off. #$e#I do love seeing them, the jellyfish always give off the most beautiful natural light.$h",

//Fall
	"fall_1": "Fall is the best season for fresh air and long walks.#$b#I sometimes get startled by the random squirrels running around, though.$u",
	"fall_15": "I'll be helping Ian and Lewis in setting up the town for tomorrow. #$b#I hope the fair turns out to be a big success!",
	"fall_26": "The decorations for tomorrow don't require too much work on my end.#$e#That wizard takes care of most of it, actually. #$b#Still, if anything seems out of place, let me know. I'll do what I can to make sure everything is safe.",

//Winter
	"winter_1": "The snow is pretty and all, but all the moisture worries me. #$b# I installed precautions last season, but all the wiring is really old...",
	"winter_7": "Hey @! Are you going to be fishing tomorrow? #$b#I hope to see you there!$h",
	"winter_14": "Are you going to look for anything specific at the night market tomorrow, @?#$e#I'm not looking for anything in particular, but I like to browse!$h",
	"winter_15": "I set up all the hanging lights around the pier for this year's night market.#$b# I hope it all goes well.",
	"winter_16": "I haven't found anything worth buying tonight.#$b# Has anything sparked your attention, @?",
	"winter_17": "Hey there, @! Did you know that submarines have been used for centuries? #$b# And now we can even fish in them!",
	"winter_24": "The Feast of the Winter Star makes me anxious - the decorations use up so much power!$s#$b#I just hope there isn't a power surge.",

//Days of the Week

	//0 Hearts
	"Mon": "Good day, @. I've been pretty busy today. What about you?",
	"Tue": "I've got to stock up on some basics... #$b#I need parts for a personal projet, too, but that'll have to wait.",
	"Wed": "I check the lamps in town every week, just to be safe. #$b#I know I'm a huge worrywart about these sorts of things.",
	"Thu": "Maru is a great help! She's incredibly smart for her age. #$b#Sometimes it feels like she even knows more than I do!",
	"Fri": "I'm hungry.$s#$e#I wonder what's on Pika's menu today?",
	"Sat": "Hi.#$e#Sorry, I don't have time to chat.",
	"Sun": "My little invention exploded last night.$s#$e#I should ask Maru for some help.",
	
	//2 Hearts
	"Mon2": "I saw a kiwi rolling through the trees the other day.#$e#I'm sure I just misunderstood what I was seeing.",
	"Tue2": "Making sure all this wiring is in good condition is tedious.$s#$e#I wish we could get funding to replace some of this...$s",
	"Wed2": "I wonder if anyone will hold a concert at the village someday?#$e#That could be fun. And then someone can finally use that setup Lenny bought.",
	"Thu2": "Sometimes at night when I fix the town lamps, I see Linus searching through trash cans.#$e#I'm not bothered by it. #$b#I want to go buy him food, but he refused whe I offered the other day.$s",
	"Fri2": "Maru is a good friend of mine. #$b#She teaches me a lot about things like servos and I teach her more detailed circuitry.#$e#It's a good arrangement! And we share our projects with each other.",
	"Sat2": "My little robot exploded and almost set my house on fire last night!$u#$e#Ian came down to help me as soon as he heard the bang! I owe him.$h",
	"Sun2": "I always make sure the lamps are in top condition! #$b#I don't want anyone to get lost in the dark at night.#$e#But to be honest, I'm the one who's afraid of the dark.$s",

	//4 Hearts
	"Mon4": "Fixed up the museum's electrical system the other day. #$b#I found some interesting stuff hidden in the walls while I was at it.#$e#I wonder who hid it? I told Gunther about them and he was surprised!$h",
	"Tue4": "Demetrius has been real welcoming to me. #$b#I'm afraid he might get the wrong idea. Maru's like a little sister to me.#$e#I'm actually rooting for Harvey and Maru.$h",
	"Wed4": "Willy had some problems with his lights the other day.#$b# He gave me some crab as thanks for the help.#$e#I gave it to Pika, and he turned it into an amazing dinner!$h",
	"Thu4": "I have to admit I'm not too fond of fixing the lamps. #$b#I mean I like tinkering with the wiring, it's just...$s#$e#I'm afraid of heights.$s",
	"Fri4": "I'm always up here checking everything to try and keep any of these bulbs from popping. #$b#This town is under a strict budget and these aren't cheap to replace.#$e#I keep telling Lenny we need more...",
	"Sat4": "Hey there @! How's it going?$h",
	"Sun4": "I helped make the jukebox that Gus has in his Saloon.#$e#I'm really proud, I wanted to share that.$h",
	
	//6 Hearts
	"Mon6": "I've been trying to rig up my own surround-sound system at home.#$e#It's harder than you'd think. I'm not an audio engineer.$s",
	"Tue6": "Hey there @! Nice seeing you today!#$e#If you notice any flickering lamps around the valley, please tell me, okay?",
	"Wed6": "I don't like fixing anything by the bus stop at night.#$e#I sometimes hear really strange stuff...$u",
	"Thu6": "How's it going, @? You doing good?#$e#Awesome! We should grab a drink sometime. #$b#Well, coffee. I don't drink much.$h",
	"Fri6": "I heard you have some machinery helping you out on your farm.#$b#Oh you do! I've always wanted to see one of those in action...#$e#I'd love to take a look sometime. #$b# Let me know if it ever breaks and I'll fix it for free, okay?$h",
	"Sat6": "Hey there @! Nice to see you today! #$b# How's the farm?#$e#I had an idea for something that might help you out in the field, but it's still in progress. #$b# I'll let you know when it's ready to be tested!$h",
	"Sun6": "The television I've been fixing is finally working properly!$h#$e#Now I just have to remember who gave it to me to fix in the first place...$s",
	
	//8 Hearts
	"Mon8": "Want to go with me with my rounds today @?#$e#It could be fun! I mean, I don't know. I hope you find it fun.$h",
	"Tue8": "Do you need help with anything around your farm @?#$b# I hope I can help.#$e#I'm trying to figure out how to automate harvesting on a small scale.$h",
	"Wed8": "You look great today @. I mean it.$l#$e#Why the sudden compliment? I mean why not?#$b#I don't mean anything weird by it. Just saying.$h",
	"Thu8": "Hey, @. How's your day looking today?#$e#If you have the time, want to hang out?$h",
	"Fri8": "Hey, how do you manage going around in the fields after dark?$s#$b#I'm just curious.$s#$e#I mean, I don't love the dark... or like it... at all...$l",
	"Sat8": "Fixing up the sound system at the stage is kind of fun.$h#$e#Want me to sing you a song? Haha I'm just kidding, I'm bad at singing.$h",
	"Sun8": "I hope you're doing fine today @. Need any help with something?#$e#I hope I can help you with anything.$h#$e#Just tell me okay?$h",

	//10 Hearts
	"Mon10": "You're looking great today @. #$b#I can't figure out how I managed to steal your heart.$l#$e#I'm just glad I did like you did mine.$h#$e#Cheesy? I'm sorry, I tried!$h",
	"Tue10": "Marnie came by the other day and asked for some help with her television.#$e#It looked like someone kicked it! I was confused. I didn't ask any questions though.",
	"Wed10": "I tried to finish some more work last night.#$b# Man I'm so tired! I haven't gotten enough sleep.$s",
	"Thu10": "Hi there @. You finished with your work?$h#$e#Want to spend the day together now? You can accompany me with my rounds too if you want.$h",
	"Fri10": "Want me to teach you some basic circuitry? #$b#I saw that you do your own crafting at your farm too. I'd like to help.$h",
	"Sat10": "Sometimes the little things you do pop into my head out of nowhere.#$e#Like how you tug on your ear when you're thinking, or smile at me...$l#$b# I'm being cheesy again, sorry!$h",
	"Sun10": "@! I'm glad you're here.$h#$b#It's just been a long week and seeing you always helps.$l",

//Special Dialogue
	"breakUp": "Did I do something wrong, @? I didn't think it would come to this.$s",
	"danceRejection": "Oh, no. I'm not much of a dancer...$6",
	"divorced": "Doesn't matter how many times you try to mend two wires, the outcome is always a blown fuse.$s",
	"MovieInvitation": "The movies? Sure!$h#$b#I'd love to come with you to the movies, @.#$b#Nice change of scenery for me. Ha ha!$h",

//Resort
	"Resort_Entering": "This beats the beach back in Pelican Town, that's for sure!$h",
	"Resort_Leaving": "I had a fun time today. I get anxious if I don't check on the machines in town for too long, though.$6",
	"Resort_Leaving_2": "The beach was nice. I think a nice dinner at Pika's will be the perfect way to finish my day off.$h",
	"Resort_Shore": "The water's so warm here. It's nothing like the beach at Pelican Town.$h",
	"Resort_Shore_2": "I wonder if this beach would benefit from some lights set up. No, no.#$b#We don't want to pollute the island, do we?",
	"Resort_Umbrella": "It's a refreshing change of pace to be so far from civilization.#$b#This island is almost like a whole different world.",
	"Resort_Umbrella_2": "I need some shade.$6#$b#The village doesn't usually get this hot!",
	"Resort_Umbrella_3": "Finally, some time to relax.$h#$b#If I had to repair machines for one more day, I think I might go crazy!$6",
	"Resort_Wander": "I know some people who would want to go exploring the interior of the island.#$b#As for me? I'm fine right here! I'm NOT getting abducted by pirates today, no thank you!$6",
	"Resort_Bar": "Oh, I'm just having a fruit punch. I don't really care much for alcohol.$h",
	"Resort": "I bet there's all sorts of hidden treasures here.$h#$b#I'd love to collect a few, but who knows what lurks in that jungle...$6",

}
