{
  "SpiritEve.Aguar.1": "Lenny informed me we are required to wear outfits. I suppose this is passable.",
  "SpiritEve.Aguar.1-2heart": "If only our formal wizardry attire were more like this. Personally I find this much more enjoyable than that gothic cowboy look.#$b#Perhaps I’ll surprise Rasmodius by wearing this to our next meeting...$1",
  "SpiritEve.Aguar.2": "My outfit? This is just something I found laying around... Don’t read too much into it, @.",
  "SpiritEve.Aguar.2-2heart": "Have you ever heard the saying, \"It's darkest underneath the lamp\", @?#$b#It means that sometimes the best place to hide something is in plain sight.$1",
  "SpiritEve.Wizard.2": "Aguatros certainly is bold, wearing his formal robes so publicly... But I suppose this is the best night to do it.",

  "SpiritEve.Alissa.1": "All the other girls look so cute, and I look so frumpy...$s#$b#Maybe I could ask Faye for costume advice next year?",
  "SpiritEve.Alissa.2": "Well, when I heard you and Dad were going as pirates, I thought I’d surprise you both by joining in on the theme!#$b#Don’t we all look cute together?$1",
  "SpiritEve.Alissa_spouse.1": "Do you think this looks cute on me, @?$2#$b#No, I mean... Don't I look cute, @?$l#$b#I'm trying to have a bit more confidence in myself.$1",
  "SpiritEve.Alissa_spouse.2": "Oh, hi sweetie! Don’t mind me - You go enjoy the festival and I’ll stay here.$1#$b#Not that I don’t want to spend time with you! It’s just, well, this costume is awfully hard to walk in...$s",

  "SpiritEve.Anton.1": "Kiarra keeps threatening to \"et tu\" me. I'm not sure if she's mad at me or not...$6",
  "SpiritEve.Anton.2": "Wait, what’s that big black thing in the cor- Oh, it’s my finger...$u#$b#...Uhh, guys? Mind if we take another one?$1",
  "SpiritEve.Anton_spouse.1": "You don't mind if I coordinate with Paula, do you? She was nervous to go by herself.#$b#Though if you have any ideas for couple's costumes, I'm all ears...$4",
  "SpiritEve.Anton_spouse.2": "Marrying you, I sure feel like I went from zero to hero.$4#$b#So, want a picture?$1",
  "SpiritEve.Anton.2-ian": "Oops, looks like Ian and I had the same idea. Wish I’d known, ‘cause he definitely pulls it off better than me...$u",

  "SpiritEve.Ariah.1": "Irene, once you’re done refilling the buffet, can we please go in the maze together? You promised we would...$s",
  "SpiritEve.Ariah.2": "I wish Grandmother would wrap up her conversation so I could go home and study.$s#$b#Look at me, reduced to reading by a stack of hay! Hmph.$a",

  "SpiritEve.Bert.1": "Don't you worry none, sweetie, I'll help you clean up afterwards.#$b#This way, I can say the part about how you're already the most beautiful of them all as many times as I want!$h",
  "SpiritEve.Bert.2": "Mwahaha! You'd better run, princess, or I'll drag you back to my evil lair!$h",

  "SpiritEve.Blair.1": "Mom!! Why are you dressed up as some kiddie character!?$a#$b#Ugh... Don’t stand next to me, it’s too embarrassing!$a",
  "SpiritEve.Blair.2": "Prepare for trouble, for Team Prankster has arrived!$h",
  "SpiritEve.Blair_spouse.1": "Mom, @ is coming! Don't make me regret coming with you...$a#$b#Oh, hey babe! Are you enjoying the festival?#$b#Don’t get too close, or my hair might bite you!$1",
  "SpiritEve.Blair_spouse.2": "Hey, babe! You should put on some cat ears and join us!$h",

  "SpiritEve.Bryle.1-single": "I already told you, Faye, I didn’t know about your costume when I chose mine.$a#$b#Believe it or not, most people don't plan their lives around you, Miss Center of the Universe...$7",
  "SpiritEve.Bryle.1-faye": "Be careful not to eat too many sweets, Faye... I’m not gonna carry you back up the mountain if you get a sugar crash...$6#$b#I mean, I will, of course, but I don’t want to...$s",
  "SpiritEve.Bryle.2": "Lewis tasked me with surveilling the perimeter all night to ensure everyone’s safety, so feel free to enjoy the festival with peace of mind.",
  "SpiritEve.Bryle_spouse.1": "I suppose I could wear something that doesn't clash with Faye, but I look damn good in this, don't you think?#$b#And I can't help giving her a hard time every now and then.$1",
  "SpiritEve.Bryle_spouse.2": "What, this gun? Oh, of course it’s not real! I would never walk around brandishing a real gun in people’s faces.#$b#Don’t worry, babe. My actual firearm is safely concealed in the holster under my jacket.$h",

  "SpiritEve.Carmen.1": "Oh, lighten up, chiquita! I’m dressed up as a monster, just like you!$h#$b#Would you feel better if I gave you a cookie? Eh? Ehhh?$h",
  "SpiritEve.Carmen.2": "I found this kitty outfit at the store! Aren't I a cute little kitty?$h",

  "EggFest.Corine_spouse": "Honey, look! What do you think of my outfit?$h#$b#I feel so pretty.$h",
  "SpiritEve.Corine.1": "Don't be silly, Ysa, of course I'd do it for you!$1#$b#And don't worry, Maddie. We won't post them anywhere you don't want us to.",
  "SpiritEve.Corine.2": "I'm practicing my shadow steps as I clear these plates. What do you think, @?#$b#If I can pull this one off, maybe I should consider a career change.$1",
  "SpiritEve.Corine.2-8heart": "Jio said I couldn't wear my training robes as a costume... Hmph.$5#$b#I guess I'll just be a pretend undercover fighter instead!$h",
  "SpiritEve.Corine_spouse.1": "Coordinating outfits is fun, don't you think, @?$1#$b#Maybe we could try it in a different setting...?$4",
  "SpiritEve.Corine_spouse.2": "Better be careful, tonight, @. I've got a lot of concealed knives on me.$1",

  "SpiritEve.Daia.1": "Has that wet blanket Jio been bothering you about me?$8#$b#Well, you can tell him he has nothing to worry about! I’m perfectly capable of behaving myself - Besides, I’m completely covered, head to toe!$6",
  "SpiritEve.Daia.2": "Now this delectable snack here knows how to liven up a party. Those abs are a feast for the eyes.$6#$b#Do you know if he's seeing anyone, @?$7",
  "SpiritEve.Daia.2_dating": "Jeric here knows how to liven up a party. Those abs are a feast for the eyes.$6#$e#Do you have something in mind to one-up this devil's show here, cutie?$7",
  "SpiritEve.Daia_spouse.1": "Which do you prefer, @? Leaving something to the imagination, or baring it all?$6",
  "SpiritEve.Daia_spouse.2": "Once I'm off duty, shall we have a little trick-or-treat of our own?$7#$b#Of course, it'll be a treat for you, baby.$l",

  "SpiritEve.Ezekiel.1": "Look at my daughter, taking photos with her friends! It reminds me of when she was a little girl...$4#$b#Now she’s all grown up, and I couldn’t be prouder... *sniff*$4",
  "SpiritEve.Ezekiel.2": "...If that Jeric so much as looks at my Corine, I’m throwing him in that cage with the skeletons.$a",

  "SpiritEve.Faye.1-bryle": "Bryle, darling, look at all this food! It all looks so good, I don’t even know where to start!$h#$b#Hmm, which should I have first? The bat cupcakes? The pumpkin cookies? The ghost macaroons? Ahh, I can’t decide!$h",
  "SpiritEve.Faye.1-single": "Oh, that Bryle! He heard about my costume plans and thought he just had to match!$a#$b#And his outfit's not even the right color palette!$5",
  "SpiritEve.Faye.1-nobryle": "If only I'd remembered Spirit's Eve was coming earlier, I could have planned something more elaborate...$s#$b#But sometimes classics are fun, too.$h",
  "SpiritEve.Faye.2": "This is my favorite festival, beyond a sliver of a doubt!$1#$b#So what do you think, @? I've been working on it for weeks!",
  "SpiritEve.Faye_spouse.1": "I know I wore this one a couple of years ago, but it seems like a waste to only wear it once, you know?#$b#Plus I don't even need a wig!$h",
  "SpiritEve.Faye_spouse.2": "Sweetie, I don't suppose you could bring me some snacks, can you? It's a little hard to move around in this outfit.",

  "SpiritEve.Flor.1": "@! I- um- Behind me- J-Jeric- s-so... incredibly... shirtless...$3#$b#I-I don’t- Um, what do I- Where am I... s-supposed... t-t-to look...??$3",
  "SpiritEve.Flor.2": "I'm keeping an eye on Yuuma here while Naomi gets some food.#$b#His knowledge of local tortoise species is quite extensive. I'm learning a lot myself just listening to him.$1",
  "SpiritEve.Flor_spouse.1": "Would you stay with me a moment, @? I need to calm my nerves after seeing Jeric...$2#$b#I mean, there's only one person I want to see without a shirt on...$4",
  "SpiritEve.Flor_spouse.2": "The kids really wanted me to dress up like a teacher again.#$b#Though, um, if there was something you liked more, I could consider it?$4",

  "SpiritEve.Freddie.1": "Oh, phooey, Lola. You grow more beautiful each and every day, right before my eyes.$1",
  "SpiritEve.Freddie.2": "@, do you ever think about how odd it is that Death's weapon of choice is just a simple farming tool?#$b#Well, perhaps it just goes to show that sometimes that which seems plain and ordinary can actually be the greatest danger.$1",
  "SpiritEve.Freddie.2-8heart": "\"The Grim Reaper\" was my nickname for a time - though I always found it a bit uninspired.#$b#Not that I'd expect great wit from the nimrods who dared to make an enemy of me, of course!$1",

  "SpiritEve.Ian.1": "Sean came up with our outfits. What do you think?#$b#Mine was really cheap.$h",
  "SpiritEve.Ian.2": "Kenneth? Hello?$s#$b#...Uh, Kenneth? You in there, buddy?$s",
  "SpiritEve.Ian_spouse.1": "It's okay if I wear this outfit over again, right, honey? I didn't want to disappoint Sean.$1",
  "SpiritEve.Ian_spouse.2": "How do you feel about stubble, @?#$b#I could... maybe let it grow out once in a while.$l",

  "SpiritEve.Irene.1": "One second, Ariah! Let me just change out these potatoes...$1#$b#Wait a-- Has the fruit salad run out, too? Shoot...!$s",
  "SpiritEve.Irene.2-nozayne": "I love this costume, but... do you think I pull it off well?$s#$b#Ahh, I feel so silly...$3#$e#...@, do you ever think about dying?$1#$b#...$1#$b#...I don't know why I just said that.$s",
  "SpiritEve.Irene.2-single": "I wasn't planning on coordinating with anyone, but doesn't that costume just suit Zayne perfectly?#$b#He makes the perfect accessory to my look - Oh, but don't tell him I said that!$1",
  "SpiritEve.Irene.2-zayne": "O-M-Y Zayne, I just can't get over how hot you look like this! I just want to eat you up!$l#$b#Hey, @! We're next in line for pictures, and Zayne promised to hold me on his shoulder for one!#$b#I'm so excited, I just might pass out! Eeeee~!$1",
  "SpiritEve.Irene_spouse.1": "I offered to help Pika out this year, since he's holding that giant hook and all, but this costume isn't really meant for this much hustle and bustle...$s#$b#Well, if I lose a lollipop, you can just stick it back in my wig. 'Kay, honey?$1",
  "SpiritEve.Irene_spouse.2": "Honey, I just want you to know that...$3#$b#Thanks to you, today is the best day ever. So was yesterday, and so is tomorrow, and every day from now until forever.$l#$e#And I'm so happy to be your bride-wife instead of your long-term long-distance low-commitment casual girlfriend.$1",

  "SpiritEve.Jeric.1": "Hey there, @. I’m trying to score tonight, and I’d love to touchdown in your end zone.$7#$b#Chill, chill! I’m just playin’. Pretty good line though, right?$1",
  "SpiritEve.Jeric.2": "Chill out, Maddie, I’m not hurting anyone. If anything, I’m giving them all a treat on this fine Spirit’s Eve.$8#$b#So quit harshing the vibes! Anyway, check out my tail! Sexy, right?$7",
  "SpiritEve.Jeric_spouse.1": "Hey babe! What do you think?$7#$b# I know, I know... Hands down the sexiest - and it’s all yours.$6",
  "SpiritEve.Jeric_spouse.2": "You go have fun, @, I'm just going to annoy Maddie a little bit more.$1#$b#Don’t go getting jealous, now. You’ll have this sexy devil all to yourself once we get home.$6",

  "SpiritEve.Jio.1": "@, can you alert me if Daia does anything rash?#$b#I’m doing my best to keep an eye on her without revealing myself, but there is only so much I can do from the shadows...$s#$b#Only one thing is certain - No good can come of Daia interacting with the locals while dressed like- like that...$7",
  "SpiritEve.Jio.2": "Hm... Due to the nature of this evening, I can attend this event publicly without donning any sort of disguise, and even the locals who do not know me think nothing of it...$7#$b#What a peculiar festival this is.$h",
  "SpiritEve.Jio_spouse.1": "I found this costume in the discount section of the general store... Tell me, my love, is this really what the average human thinks elves look like?#$e#It took me a while to grow accustomed to these tights, but I must concede that they are rather comfortable.$h",
  "SpiritEve.Jio_spouse.2": "Hey, listen!$6#$b#Hm... Nevermind. I thought I heard something for a moment... Must've been the wind.$7",
  "SpiritEve.Jio_spouse.2-corine": "Corine brought me this costume and insisted that I wear it to this festival. She did not elaborate further...#$b#Oh, and she told me to say, \"Hyup!\"",

  "SpiritEve.June.1": "I find it so interesting to see everyone in their costumes. It tells you a lot about a person, y’know?$1#$b#Take those two over there. I had no idea Flor had a nerdy side, or that Jeric was in such good shape.$3#$b#I mean, it does make sense, given his line of work and all, but, wow, that’s one hell of a six-pack.$3#$b#Seriously, you could sharpen a knife on those abs - Not to mention his biceps...$3#$b#...$3#$b#...Sorry, what were we talking about?$s",
  "SpiritEve.June.2": "Be careful not to touch me, @. I don’t want to stain any of your clothes gray.#$b#You wouldn’t believe how much of this stuff I have on me. I swear, I had to go through three whole tins just to cover my tat-$s#$b#I-- Um... Hm...$3#$b#Enjoy the rest of your evening, @.$3",
  "SpiritEve.June_spouse.1": "Ugh, this wig is so itchy... Maybe I should’ve just dyed my hair back to its natural color.$s#$b#But black hair makes me look dark academia when the aesthetic I’m trying to achieve is modern minimalism!$7#$b#And talk about two diametrically opposed ideologies...$s",
  "SpiritEve.June_spouse.2": "Hey, hon. It’s getting awfully late, isn’t it?$1#$b#What do you say we go home and I see how much of this body paint I can get on you?$9",

  "SpiritEve.Keahi.1": "SUS! SUS! SUS! SUS! SUS!$1#$b#Don't be too sus, @, or I'll vote you off the ship!$4",
  "SpiritEve.Keahi.2": "Yarr! I'm gonna be the King of the Pirates!$1",

  "SpiritEve.Kenneth.1": "...",
  "SpiritEve.Kenneth.2": "...",
  "SpiritEve.Kenneth_spouse.1": "...#$b#Psst, @ - Do you think you could slip me some cupcakes though the exhaust hatch? They smell great.",
  "SpiritEve.Kenneth_spouse.2": "...#$b#%Kenneth is committing to the part.",

  "FlowerDance.Kiarra": "%Kiarra is muttering to herself.#$b#Corine looks so nice in that dress. Maybe....$4",
  "SpiritEve.Kiarra.1": "Like my outfit, @?#$b#It might not be the most riveting- Actually, it IS the most riveting!$1",
  "SpiritEve.Kiarra.2": "I worked up the nerve to go as one of my favorite characters.$1#$b#I had such a crush on her when I was younger...$4",
  "SpiritEve.Kiarra_spouse.1": "Hey, @...$l#$b#If you're wondering if we can do it, yes we can.$h",
  "SpiritEve.Kiarra_spouse.2": "Wanna pose for a picture with me, @?#$b#It's simple - Let me just hold you in my arms and lean you over, and put my hand on your chest...$4",

  "SpiritEve.Kimpoi.1": "It's a little hard to eat with this beak on.",
  "SpiritEve.Kimpoi.2": "I think I’ll just let those two sort that out themselves...#$b#Anyway, happy Spirit’s Eve, @.$h",

  "SpiritEve.Kiwi.1": "Kiwi in disguise as pumpkin. Kiwi blend in well!$h",
  "SpiritEve.Kiwi.2": "Daia say this kiwi real look.#$b#Kiwi disagree.$5",

  "SpiritEve.Lenny.1": "Hello, @! If you need me, I'll be plotting nefarious deeds in my underground lair.$1",
  "SpiritEve.Lenny.2": "What do you think of my outfit, @? It's shrimply amazing, right?$1#$b#I need to share that one with Sean, he'll appreciate it.",

  "SpiritEve.Lola.1": "It's been a long time since I last wore a wig... Still, it's nice to make-believe I'm not old and gray from time to time.$1",
  "SpiritEve.Lola.2": "Surprised to see us in such spooky costumes? Freddie and I used to put quite the fright in folks on Spirit's Eve, you know.$1",
  "SpiritEve.Lola.2-8heart": "I actually got this headpiece from one of our missions way back when.#$b#The locals called it the crown of thorns, and it was said that its points were so sharp it could pierce straight through flesh.#$b#Personally, I found my dagger to be much more effective.$1",

  "SpiritEve.Lorenzo.1": "Oh, come on, dear - You could make a burlap sack look like a runway piece! Please let me get just one picture with the world's most beautiful woman by my side?$1",
  "SpiritEve.Lorenzo.2": "Of course, mi amor! Anything for my dear wife!$1",

  "SpiritEve.Louie.1": "Grandmother insisted I match with her, so now I’m stuck wearing this stupid bunny costume. I wanted to be the Prairie King!$a#$b#Not that she ever asked... Hmph.$s",
  "SpiritEve.Louie.2": "What an odd choice of pet. It can’t go on walks, it can’t do any tricks - Not to mention the smell...$3#$b#But I suppose it’s somewhat cute, in an odd, ugly way...#$e#AAAHH! Yuuma, this scaly mongrel of yours just bit me!$a",

  "SpiritEve.Maddie.1": "Well, it's not like I really had an outfit lined up already, so I guess it's fine.#$b#These photos... They're not going to be posted anywhere, are they?$4",
  "SpiritEve.Maddie.2": "Jeric!! What in the world is wrong with you?!? There are literal children around - Either cover all of THAT up or go home right now!!!$a#$e#Ugh, these fake teeth make the task of yelling at idiots even more difficult...$s",
  "SpiritEve.Maddie.2-jeric": "I’m glad you're here, @. Take your man back home - That costume is NOT part of the dress code!$5#b#Seriously, some people just have a real knack for raising my blood pressure.$3",
  "SpiritEve.Maddie_spouse.1": "Corine and Ysa wanted to reprise our group costume, and I didn't want to disappoint them...$2#$b#Maybe next year we could do a couple’s costume, just us two?$4",
  "SpiritEve.Maddie_spouse.2": "Hmph, I'm just going to ignore Jeric’s showboating this year.#$b#I only have eyes for one person, after all.$4",

  "SpiritEve.Maive.1": "Never let it be said that I cannot participate in a festival in an appropriate manner, @.#$b#Now go fetch me a tart.$1",
  "SpiritEve.Maive.2": "There's also something to be said for costumes that are easily recognizable, Sonny.#$b#Though I suppose it's to be expected that not everyone here is familiar with the classics.",

  "SpiritEve.Malaya.1": "We used to watch this show with Lissa all the time when she was young.$1#$b#Oh... Maybe she considers herself too old for it now?$2",
  "SpiritEve.Malaya.2": "Why, Lissa, dear! Don’t you look stunning!$7#$b#...Just out of curiosity, what compelled you to choose this particular costume? It just, um... suits you so well!$h",

  "SpiritEve.Naomi.1": "I always liked it as a kid when my parents would dress up with me. I'm glad I could do the same for Yuuma this year.",
  "SpiritEve.Naomi.2": "It's such a blessing to see both of my sons so happy...#$b#I wish Shoto were here to see it, as well...$s#$b#But in the meantime, I'll be sure to tell him all about it when we call later.$1",

  "SpiritEve.Olga.1": "I'm not sure about all this green, Bert. We're going to have a heck of a time getting it off.",
  "SpiritEve.Olga.2": "Alissa mentioned dressing up as a family, so I thought we could try it, too.#$b#I'm glad we did. Bert and Trinnie are having so much fun posing together.$1",

  "SpiritEve.Paula.1": "This outfit makes me feel so pretty.$4#$b#Still, it’s hard not to feel self-conscious...$s#$b#But it’s a bit better thanks to Anton pairing up with me.$1",
  "SpiritEve.Paula.2-single": "Anton offered to fill in for Kiarra so that she could have a chance to enjoy the festival! Isn’t that so thoughtful?#$b#He can be a pretty good brother, despite what his siblings may tell you.$1",
  "SpiritEve.Paula.2-anton": "Anton offered to fill in for Kiarra so that she could have a chance to enjoy the festival! Isn’t that so sweet?$h#$b#He can be such a softie, underneath that rough-for-wear outer shell of his.$l",
  "SpiritEve.Paula_spouse.1": "I wanted to wear this so you'd be with the prettiest girl here.$1#$b#How long I keep it on after we get home depends on you.$4",
  "SpiritEve.Paula_spouse.2": "I love this outfit, honestly. Sometimes you just need to channel your inner sass.$1",

  "SpiritEve.Philip.1": "I couldn't resist the chance to go as my favorite superhero.$h#$b#I even found a character Shiro likes so we could match!",
  "SpiritEve.Philip.2": "Strike first! Strike hard! No mercy!!$a#$b#Shiro? What's wrong!? You didn't over-exert yourself, did you? Should we take a break?$s#$b#I knew this was a bad idea... What kind of physical therapist karate-fights their patient?$s",
  "SpiritEve.Philip_spouse.1": "Never thought I'd find someone who wouldn't mind me being such a nerd about comics. Being with you certainly makes me feel like I can leap over tall buildings, @!$1#$b#Uh, not that I'm going to try it. I haven't had that much to drink, honest!$4",
  "SpiritEve.Philip_spouse.2": "I've never actually done karate, but the clothes make me feel pretty cool!#$b#Maybe I should rock the sleeveless look more often.$1",

  "SpiritEve.Pika.1": "Pretty good spread, huh? What can I say except \"you're welcome\"?$1#$e#You okay there, Irene? I can put this hook down if you need help!$s",
  "SpiritEve.Pika.2": "I don't really know much about this show, but Keahi likes it a lot.#$b#He even drew some abs on me with a marker! Not that you could tell, right?$1",

  "SpiritEve.Richard.1": "You came, @! I award you 15 points for attendance!$1#$b#Not that I ever doubted you, of course. Now go enjoy the festival!",
  "SpiritEve.Richard.2": "@, should you dine on this wine, you'll be in a world of pure intoxication...$h#$b#Oh, and be sure to try the blueberry pie - It’s to die for!$h",

  "SpiritEve.Sean.1": "No, I'm not an elk, @. It's a reindeer. Don't rein on my parade, or I'll...#$b#Sorry, I got nothing that puns with \"elk\".$2",
  "SpiritEve.Sean.2": "And make it double - It's the day to be terrorized!$h",
  "SpiritEve.Sean_spouse.1": "So, @, how do you feel about furries? Because this is pretty comfortable, actually.$h",
  "SpiritEve.Sean_spouse.2": "Would you prefer to prepare for trouble now in the maze, or back home?$l",

  "SpiritEve.Shanice.1": "A picture? I don't know, Lorenzo - This costume isn't exactly flattering...$s",
  "SpiritEve.Shanice.2": "Lorenzo, darling! Shall we go put a little spook into the children tonight, mon cher?$1",

  "SpiritEve.Shiro.1": "I'll admit I'm not as into this stuff as Philip is...#$b#But when he told me about his costume idea, I found something really inspiring about a superhero whose body doesn't work quite right, you know?$1",
  "SpiritEve.Shiro.2": "Kiai! Kiai! Kiai! Ki-$a#$b#Agh- Oof... I...$6#$b#...I'm alright, Philip. Don't worry... Let's go again. Just don't sweep the leg, okay?$8#$b#Alright... Banzai!!!$1",
  "SpiritEve.Shiro_spouse.1": "I'll be honest with you, @ - This costume does make me feel pretty super.$l",
  "SpiritEve.Shiro_spouse.2": "Hey, honey. Do you like my outfit? The hachimaki's part of the costume, of course, but these are my real judo gi from back in the day. Even the black belt is real!$1#$b#Let's just say that Philip's lucky I'm going easy on him.$1",

  "SpiritEve.Sonny.1": "All aboard! Glad to see you joined the festivities, Mr. @.$h^All aboard! Glad to see you joined the festivities, Ms. @.$h#$e#Hm... Young Mr. Amethyne doesn't seem very pleased with his costume this year...$s#$b#Perhaps a kind word from you might cheer him up? I'm sure it would mean a lot to him, even if he doesn't show it.",
  "SpiritEve.Sonny.2": "Oh, good evening, Mr. @!$h^Oh, good evening, Ms. @!$h#$b#It’s elementary we discuss the importance of an appropriate costume during this event. Isn’t that right, Madame Maive?$h",

  "SpiritEve.Torts.1": "*Fails horribly at stealthing around*",
  "SpiritEve.Torts.2": "*Absolves you of sin*",

  "SpiritEve.Trinnie.1": "@! Look, look, I’m a magical ice fairy! I can even fly - Look!$1#$e#Keahi, if you call me \"sus\" one more time, I'm gonna vote YOU off the spaceship!$5",
  "SpiritEve.Trinnie.2": "Yeeeeek! I'm gonna get kidnapped!!$1#$e#Hey - D’you think if I ask Keahi, he’ll be my hero for the night and save me...?$4",

  "EggFest.Ysabelle": "So, what do you think of my dress?$h#$b#It looks chic, doesn't it?",
  "EggFest.Ysabelle_spouse": "Do you like my dress, love?#$b#I want an honest answer, alright?$h",
  "SpiritEve.Ysabelle.1": "I always wanted to do a group costume like this, but never got the chance as a kid. I'm so grateful you two went along with it!$h",
  "SpiritEve.Ysabelle.2": "O-M-Y Faye, your costume is absolutely divine! Did you really stitch those petals yourself?$h#$e#Oh, hello @! Do you recognize my costume, or are you not cultured enough, hm?$1",
  "SpiritEve.Ysabelle_spouse.1": "@, if you want to join us next year, you could always be our villain.$1",
  "SpiritEve.Ysabelle_spouse.2": "I'm impressed I could fit into this old performance tutu still.$1#$b#Now no tricks from you, @. If you're good, I'll show you how to do a pas de deux.$l",

  "SpiritEve.Yuuma.1": "It’s morphin’ time!!!#$b#Hm... it doesn’t sound very cool when I say it...$s#$b#Oh, well!$1",
  "SpiritEve.Yuuma.2": "He’s not a pet, Louie, he’s my friend. And he’s the coolest guy I know.$h#$b#See this shell around him? That’s not a shell, it’s his exoskeleton. That means his bones are outside of his body rather than inside it, like ours are.#$b#And he can retract his limbs and hide inside it in case he feels threatened. So he’s basically a pro at hide-and-seek.#$b#Plus, he looks really spiffy in his hat, don’t you think?$h",

  "SpiritEve.Zayne.1": "A toast to an auspicious festival, @!#$b#Drink up if you'd like. I'm certainly not letting anyone get behind the wheel tonight.$1",
  "SpiritEve.Zayne.2-single": "When Irene told me about her costume plans, I couldn't resist pairing up with her.#$b#I pull off blonde pretty well, don’t you think?$1",
  "SpiritEve.Zayne.2-irene": "Grandmother’s not pleased with me for dressing in such an \"immodest\" fashion...#$b#But when it’s for my darling Irene’s sake, how on earth could I say no?$l#$e#...Irene, dear? How much longer do I have to carry around this surfboard?$s",
  "SpiritEve.Zayne_spouse.1": "It always feels different when you wear a suit to a costume party like this. That said, I don't mind it in the slightest.$1#$b#Can you think of other places I should wear it?$4",
  "SpiritEve.Zayne_spouse.2": "Grandmother's not pleased with me for dressing in such an \"immodest\" fashion...#$b#But I wanted to make sure you had a chance to see this look up close.$4#$e#Maybe when we get home later I can play the guitar at you.#$b#Just kidding. I don't think I've ever so much as touched a guitar in my life.$1",

}
