{
// Traduit par Fs_echo7
  
  "SpiritEve.Aguar.1": "Lenny m'a informé que nous devons porter des tenues. Je suppose que celle-ci fera l'affaire.",
  "SpiritEve.Aguar.1-2heart": "Si seulement nos tenues de sorcellerie formelle étaient plus comme ça. Personnellement, je trouve ça bien plus agréable que ce look de cow-boy gothique.#$b#Peut-être que je surprendrai Rasmodius en portant cela à notre prochaine réunion...$1",
  "SpiritEve.Aguar.2": "Ma tenue ? C'est juste quelque chose que j'ai trouvé qui traînait... Ne lis pas trop entre les lignes, @.",
  "SpiritEve.Aguar.2-2heart": "As-tu déjà entendu l'expression : 'C'est plus sombre sous la lampe', @ ?#$b#Ça signifie que parfois, le meilleur endroit pour cacher quelque chose est sous nos yeux.$1",
  "SpiritEve.Wizard.2": "Aguatros est vraiment audacieux, en portant ses robes formelles si publiquement... Mais je suppose que c'est la meilleure nuit pour le faire.",

  "SpiritEve.Alissa.1": "Toutes les autres filles ont l'air si mignonnes, et moi je suis tellement négligée...$s#$b#Peut-être que je pourrais demander des conseils en matière de costumes à Faye l'année prochaine ?",
  "SpiritEve.Alissa.2": "Eh bien, quand j'ai entendu que toi et papa alliez vous déguiser en pirates, j'ai pensé vous surprendre tous les deux en me joignant au thème !#$b#Ne sommes-nous pas tous mignons ensemble ?$1",
  "SpiritEve.Alissa_spouse.1": "Tu trouves que ça me va bien, @ ?$2#$b#Non, je veux dire... Est-ce que je suis mignonne, @ ?$l#$b#J'essaie d'avoir un peu plus confiance en moi.$1",
  "SpiritEve.Alissa_spouse.2": "Oh, salut chéri ! Ne fais pas attention à moi - Tu vas profiter du festival et je vais rester ici.$1#$b#Pas que je ne veuille pas passer du temps avec toi ! C'est juste que, eh bien, ce costume est terriblement difficile à porter...$s",

  "SpiritEve.Anton.1": "Kiarra continue de me menacer de 'et tu'. Je ne suis pas sûr si elle est en colère contre moi ou non...$6",
  "SpiritEve.Anton.2": "Attends, c'est quoi ce gros truc noir dans le coin- Oh, c'est mon doigt...$u#$b#...Euh, les gars ? Ça vous dérange si on en prend une autre ?$1",
  "SpiritEve.Anton_spouse.1": "Tu ne m'en veux pas si je me coordonne avec Paula, n'est-ce pas ? Elle était nerveuse d'y aller seule.#$b#Mais si tu as des idées pour des costumes de couple, je suis tout ouïe...$4",
  "SpiritEve.Anton_spouse.2": "En t'épousant, j'ai vraiment l'impression d'être passé de zéro à héros.$4#$b#Alors, tu veux une photo ?$1",
  "SpiritEve.Anton.2-ian": "Oops, on dirait que Ian et moi avons eu la même idée. J'aurais aimé le savoir, car il le fait certainement mieux que moi...$u",

  "SpiritEve.Ariah.1": "Irene, une fois que tu auras terminé de remplir le buffet, pourrons-nous aller dans le labyrinthe ensemble ? Tu avais promis que nous le ferions...$s",
  "SpiritEve.Ariah.2": "Je souhaite que Grand-Mère termine sa conversation pour que je puisse rentrer à la maison et étudier.$s#$b#Regardez-moi, réduit à lire près d'une meule de foin ! Hmph.$a",

  "SpiritEve.Bert.1": "Ne t'en fais pas, ma douce, je t'aiderai à tout nettoyer après.#$b#Comme ça, je pourrai répéter autant de fois que je veux la partie où tu es déjà la plus belle de toutes !$h",
  "SpiritEve.Bert.2": "Mwahaha ! Tu ferais mieux de courir, princesse, sinon je te traînerai jusqu'à mon repaire diabolique !$h",

  "SpiritEve.Blair.1": "Maman !! Pourquoi tu es déguisée en un personnage pour gamins !?$a#$b#Ugh... Ne reste pas à côté de moi, c'est trop embarrassant !$a",
  "SpiritEve.Blair.2": "Préparez-vous à des ennuis, car l'équipe des farceurs est arrivée !$h",
  "SpiritEve.Blair_spouse.1": "Maman, @ arrive ! Ne me fais pas regretter de venir avec toi...$a#$b#Oh, coucou chéri ! Tu passes un bon moment au festival ?#$b#Ne t'approche pas trop, sinon mes cheveux pourraient te mordre !$1",
  "SpiritEve.Blair_spouse.2": "Hé, chéri ! Tu devrais mettre des oreilles de chat et nous rejoindre !$h",

  "SpiritEve.Bryle.1-single": "Je te l'ai déjà dit, Faye, je ne savais pas pour ton costume quand j'ai choisi le mien.$a#$b#Crois-le ou non, la plupart des gens ne planifient pas leur vie autour de toi, Miss Centre de l'Univers...$7",
  "SpiritEve.Bryle.1-faye": "Fais attention à ne pas manger trop de sucreries, Faye... Je ne vais pas te porter jusqu'en haut de la montagne si tu fais une crise de sucre...$6#$b#Enfin, je le ferai bien sûr, mais je n'ai pas envie...$s",
  "SpiritEve.Bryle.2": "Lewis m'a chargé de surveiller le périmètre toute la nuit pour garantir la sécurité de tous, donc n'hésitez pas à profiter du festival l'esprit tranquille.",
  "SpiritEve.Bryle_spouse.1": "Je suppose que je pourrais porter quelque chose qui ne contraste pas avec Faye, mais je suis plutôt canon là-dedans, tu ne trouves pas ?#$b#Et je ne peux pas m'empêcher de la taquiner un peu de temps en temps.$1",
  "SpiritEve.Bryle_spouse.2": "Ce pistolet ? Oh, bien sûr qu'il n'est pas réel ! Je ne me promènerais jamais en brandissant une arme réelle devant les gens.#$b#Ne t'en fais pas, chérie. Mon vrai pistolet est en sécurité, dissimulé dans l'étui sous ma veste.$h",

  "SpiritEve.Carmen.1": "Oh, détends-toi, chiquita ! Je suis déguisée en monstre, tout comme toi !$h#$b#Est-ce que ça te ferait plaisir si je te donnais un cookie ? Hein ? Ehhh ?$h",
  "SpiritEve.Carmen.2": "J'ai trouvé ce déguisement de chat au magasin ! Je suis une jolie petite minette, n'est-ce pas ?$h",

  "EggFest.Corine_spouse": "Chéri, regarde ! Que penses-tu de ma tenue ?$h#$b#Je me sens si jolie.$h",
  "SpiritEve.Corine.1": "Ne sois pas ridicule, Ysa, bien sûr que je le ferais pour toi !$1#$b#Et ne t'inquiète pas Maddie, nous ne les posterons nulle part où tu ne veux pas qu'ils soient.",
  "SpiritEve.Corine.2": "Je pratique mes pas de l'ombre tout en débarrassant ces assiettes. Qu'en penses-tu, @ ?#$b#Si je réussis celui-ci, peut-être devrais-je envisager un changement de carrière.$1",
  "SpiritEve.Corine.2-8heart": "Jio a dit que je ne pouvais pas porter mes robes d'entraînement comme costume... Hmph.$5#$b#Je vais juste être une fausse combattante sous couverture alors !$h",
  "SpiritEve.Corine_spouse.1": "Coordonner les tenues, c'est amusant, tu ne trouves pas, @ ?$1#$b#Peut-être pourrions-nous essayer dans un contexte différent...?$4",
  "SpiritEve.Corine_spouse.2": "Fais attention ce soir, @. J'ai beaucoup de couteaux dissimulés sur moi.$1",

  "SpiritEve.Daia.1": "Est-ce que ce rabat-joie de Jio t'ennuie à propos de moi?$8#$b#Eh bien, tu peux lui dire qu'il n'a pas à s'inquiéter ! Je suis parfaitement capable de me comporter - En plus, je suis complètement couverte, de la tête aux pieds !$6",
  "SpiritEve.Daia.2": "Cette gourmandise sait comment animer une fête. Ces abdos sont un festin pour les yeux.$6#$b#Est-ce que tu sais s'il voit quelqu'un, @ ?$7",
  "SpiritEve.Daia.2_dating": "Jeric sait comment animer une fête. Ces abdos sont un festin pour les yeux.$6#$e#As-tu quelque chose en tête pour surpasser ce spectacle de diable, chéri ?$7",
  "SpiritEve.Daia_spouse.1": "Qu'est-ce que tu préfères, @ ? Laisser place à l'imagination, ou tout montrer ?$6",
  "SpiritEve.Daia_spouse.2": "Une fois que je suis plus de service, devrions-nous avoir un petit 'trick or treat' à nous ?$7#$b#Bien sûr, ce sera un régal pour toi, bébé.$l",

  "SpiritEve.Ezekiel.1": "Regarde ma fille, prendre des photos avec ses amis ! Ça me rappelle quand elle était petite...$4#$b#Maintenant, elle est adulte, et je ne pourrais pas être plus fier... *snif*$4",
  "SpiritEve.Ezekiel.2": "...Si ce Jeric ose ne serait-ce que regarder ma Corine, je le jette dans cette cage avec les squelettes.$a",

  "SpiritEve.Faye.1-bryle": "Bryle, mon chéri, regarde toute cette nourriture ! Tout a l'air tellement bon, je ne sais même pas par où commencer !$h#$b#Hmm, qu'est-ce que je devrais prendre en premier ? Les cupcakes chauve-souris ? Les cookies citrouille ? Les macarons fantômes ? Ahh, je n'arrive pas à décider !$h",
  "SpiritEve.Faye.1-single": "Oh, ce Bryle ! Il a entendu parler de mes plans de costume et il a pensé qu'il devait absolument assortir le sien !$a#$b#Et sa tenue n'a même pas la bonne palette de couleurs !$5",
  "SpiritEve.Faye.1-nobryle": "Si seulement je m'étais souvenue que l'Esprit de la Fête arrivait plus tôt, j'aurais pu prévoir quelque chose de plus élaboré...$s#$b#Mais parfois, les classiques sont aussi amusants.$h",
  "SpiritEve.Faye.2": "C'est mon festival préféré, sans aucun doute !$1#$b#Alors, qu'est-ce que tu en penses, @ ? J'ai travaillé dessus pendant des semaines !",
  "SpiritEve.Faye_spouse.1": "Je sais que je l'ai déjà porté il y a quelques années, mais c'est dommage de le porter qu'une seule fois, n'est ce pas ?#$b#En plus, je n'ai même pas besoin de perruque !$h",
  "SpiritEve.Faye_spouse.2": "Chéri, tu pourrais m'apporter des snacks ? C'est un peu difficile de se déplacer dans cette tenue.",

  "SpiritEve.Flor.1": "@ ! Je- um- Derrière moi- J-Jeric- t-tellement... incroyablement... torse nu...$3#$b#J-je ne- Euh, où- où- Où suis-je... s-sensée... r-regarder... ??$3",
  "SpiritEve.Flor.2": "Je garde un œil sur Yuuma ici pendant que Naomi va chercher de la nourriture.#$b#Sa connaissance des espèces de tortues locales est assez étendue. J'apprends beaucoup moi-même en l'écoutant.$1",
  "SpiritEve.Flor_spouse.1": "Resterais-tu avec moi un moment, @ ? J'ai besoin de calmer mes nerfs après avoir vu Jeric...$2#$b#Je veux dire, il n'y a qu'une seule personne que je veux voir sans chemise...$4",
  "SpiritEve.Flor_spouse.2": "Les enfants voulaient vraiment que je me déguise à nouveau en professeur.#$b#Bien que, euh, s'il y avait quelque chose que tu préfères, je pourrais le considérer ?$4",

  "SpiritEve.Freddie.1": "Oh, zut, Lola. Tu deviens de plus en plus belle chaque jour, sous mes yeux.$1",
  "SpiritEve.Freddie.2": "@, est-ce que ça t'arrive de penser à quel point il est étrange que l'arme de prédilection de la Mort soit simplement un outil agricole ?#$b#Eh bien, peut-être que cela montre simplement que parfois ce qui semble simple et ordinaire peut en fait être le plus grand danger.$1",
  "SpiritEve.Freddie.2-8heart": "\"Le Faucheur\" était mon surnom pendant un certain temps - bien que je l'ai toujours trouvé peu inspiré.#$b#Pas que je m'attende à un grand esprit de la part des imbéciles qui ont osé me considérer comme un ennemi, bien sûr !$1",

  "SpiritEve.Ian.1": "Sean a proposé nos costumes. Qu'est-ce que tu en penses ?#$b#Le mien était vraiment bon marché.$h",
  "SpiritEve.Ian.2": "Kenneth ? Allo ?$s#$b#...Euh, Kenneth ? Tu es là, mon pote ?$s",
  "SpiritEve.Ian_spouse.1": "Ça ne te dérange pas si je porte à nouveau cette tenue, n'est-ce pas, chéri ? Je ne voulais pas décevoir Sean.$1",
  "SpiritEve.Ian_spouse.2": "Que penses-tu de la barbe, @ ?#$b#Je pourrais... peut-être la laisser pousser de temps en temps.$l",

  "SpiritEve.Irene.1": "Une seconde, Ariah ! Laisse-moi juste changer ces pommes de terre...$1#$b#Attends un-- Le salade de fruits est aussi épuisé ? Zut...!$s",
  "SpiritEve.Irene.2-nozayne": "J'adore ce costume, mais... tu penses que je le porte bien ?$s#$b#Ahh, je me sens tellement bête...$3#$e#...@, est-ce que tu penses parfois à mourir ?$1#$b#...$1#$b#...Je ne sais pas pourquoi j'ai dit ça.$s",
  "SpiritEve.Irene.2-single": "Je n'avais pas prévu de me coordonner avec quelqu'un, mais est-ce que ce costume ne convient pas parfaitement à Zayne ?#$b#Il est l'accessoire parfait à mon look - Oh, mais ne lui dis pas que j'ai dit ça !$1",
  "SpiritEve.Irene.2-zayne": "O-M-G Zayne, je n'arrive tout simplement pas à croire à quel point tu es sexy comme ça ! J'ai juste envie de te dévorer !$l#$b#Hé, @ ! C'est notre tour pour les photos, et Zayne a promis de me porter sur son épaule pour une !#$b#Je suis tellement excitée, je pourrais m'évanouir ! Eeeee~!$1",
  "SpiritEve.Irene_spouse.1": "J'ai proposé d'aider Pika cette année, puisqu'il tient ce crochet géant et tout, mais ce costume n'est pas vraiment adapté à autant d'agitation...$s#$b#Bon, si je perds une sucette, tu peux simplement la remettre dans ma perruque s'il te plaît. D'accord, chéri ?$1",
  "SpiritEve.Irene_spouse.2": "Chéri, je voulais juste que tu saches que...$3#$b#Grâce à toi, aujourd'hui est le meilleur des jours. Hier aussi, et demain, et chaque jour à partir de maintenant et pour toujours.$l#$e#Et je suis tellement heureuse d'être ta femme plutôt qu'une petite amie à distance et de longue date.$1",

  "SpiritEve.Jeric.1": "Salut, @. J'essaie de marquer ce soir, et j'adorerais atterrir dans ta zone d'arrivée.$7#$b#Tranquille, tranquille ! Je plaisante. Plutôt une bonne disquette, non ?$1",
  "SpiritEve.Jeric.2": "Détends-toi, Maddie, je ne fais de mal à personne. Si il y a quoi que ce soit, je leur fais tous un cadeau en cette belle Fête des Esprits.$8#$b#Alors arrête de casser l'ambiance ! De toute façon, regarde ma queue ! Sexy, non ?$7",
  "SpiritEve.Jeric_spouse.1": "Salut chérie ! Qu'est-ce que tu en penses ?$7#$b#Je sais, je sais... De loin le plus sexy - et c'est tout à toi.$6",
  "SpiritEve.Jeric_spouse.2": "Tu vas t'amuser, @, je vais juste embêter un peu plus Maddie.$1#$b#Ne sois pas jaloux maintenant. Tu auras ce diable sexy rien que pour toi une fois rentrés à la maison.$6",

  "SpiritEve.Jio.1": "@, pourrais-tu me prévenir si Daia fait quelque chose d'imprudent ?#$b#Je fais de mon mieux pour la surveiller sans me révéler, mais il y a tant de choses que je peux faire dans l'ombre...$s#$b#Une chose est sûre - Aucun bien ne peut venir de Daia interagissant avec les habitants alors qu'elle est habillée comme ça...$7",
  "SpiritEve.Jio.2": "Hm... En raison de la nature de cette soirée, je peux assister à cet événement publiquement sans porter aucun déguisement, et même les habitants qui ne me connaissent pas ne pensent rien de cela...$7#$b#Quelle étrange fête que celle-ci.$h",
  "SpiritEve.Jio_spouse.1": "J'ai trouvé ce costume dans la section des soldes du magasin général... Dis-moi, mon amour, est-ce vraiment ainsi que le citoyen moyen pense que les elfes ressemblent ?#$e#Il m'a fallu un certain temps pour m'habituer à ces collants, mais je dois admettre qu'ils sont plutôt confortables.$h",
  "SpiritEve.Jio_spouse.2": "Hé, écoute !$6#$b#Hm... Peu importe. J'ai cru entendre quelque chose un instant... C'était sûrement le vent.$7",
  "SpiritEve.Jio_spouse.2-corine": "Corine m'a apporté ce costume et a insisté pour que je le porte à cette fête. Elle n'a pas donné plus de détails...#$b#Oh, et elle m'a dit de dire, \"Hyup !\"",

  "SpiritEve.June.1": "Je trouve cela tellement intéressant de voir tout le monde dans leurs costumes. Cela en dit long sur une personne, tu sais ?$1#$b#Prenez ces deux-là, là-bas. Je ne savais pas que Flor avait un côté nerd, ou que Jeric était en aussi bonne forme.$3#$b#Je veux dire, ça a du sens, vu sa profession et tout, mais, wow, c'est de sacrés abdos.$3#$b#Sérieusement, tu pourrais affûter un couteau sur ces abdos - Sans parler de ses biceps...$3#$b#...$3#$b#...Désolée, de quoi parlions-nous ?$s",
  "SpiritEve.June.2": "Fais attention à ne pas me toucher, @. Je ne veux pas tacher tes vêtements en gris.#$b#Tu ne peux pas immaginer la quantité de cette substance que j'ai sur moi. Je te jure, j'ai dû passer par trois boîtes entières juste pour couvrir mon tat-$s#$b#Je-- Um... Hm...$3#$b#Profite du reste de ta soirée, @.$3",
  "SpiritEve.June_spouse.1": "Pff, cette perruque est tellement irritante... Peut-être aurais-je juste dû teindre mes cheveux dans leur couleur naturelle.$s#$b#Mais les cheveux noirs me donnent un look dark alors que l'esthétique que j'essaie d'atteindre est le minimalisme moderne !$7#$b#Et on parle de deux idéologies diamétralement opposées...$s",
  "SpiritEve.June_spouse.2": "Hé, chéri. Il commence à se faire vraiment tard, n'est-ce pas ?$1#$b#Que dirais-tu que nous rentrions chez nous et que nous voyions combien de cette peinture je peux te mettre sur le corps ?$9",

  "SpiritEve.Keahi.1": "SUS ! SUS ! SUS ! SUS ! SUS !$1#$b#Ne sois pas trop sus, @, sinon je te voterai hors du vaisseau !$4",
  "SpiritEve.Keahi.2": "Hourra ! Je vais être le Roi des Pirates !$1",

  "SpiritEve.Kenneth.1": "...",
  "SpiritEve.Kenneth.2": "...",
  "SpiritEve.Kenneth_spouse.1": "...#$b#Psst, @ - Penses-tu que tu pourrais me glisser quelques cupcakes par la trappe d'aération ? Ils sentent super bon.",
  "SpiritEve.Kenneth_spouse.2": "...#$b#%Kenneth est engagé dans le rôle.",

  "FlowerDance.Kiarra": "%Kiarra marmonne.#$b#Corine a l'air si belle dans cette robe. Peut-être que....$4",
  "SpiritEve.Kiarra.1": "Tu aimes ma tenue, @ ?#$b#Ce n'est peut-être pas la meilleure- Nan, c'est la meilleure !$1",
  "SpiritEve.Kiarra.2": "J'ai pris mon courage à deux mains pour me déguiser en l'un de mes personnages préférés.$1#$b#J'avais tellement le béguin pour elle quand j'étais plus jeune...$4",
  "SpiritEve.Kiarra_spouse.1": "Hé, @...$l#$b#Si tu te demandes si nous pouvons le faire, oui, nous le pouvons.$h",
  "SpiritEve.Kiarra_spouse.2": "Veux-tu poser pour une photo avec moi, @ ?#$b#C'est simple - Laisse-moi juste te tenir dans mes bras et te pencher, et mettre ma main sur ta poitrine...$4",

  "SpiritEve.Kimpoi.1": "C'est un peu difficile de manger avec ce bec.",
  "SpiritEve.Kimpoi.2": "Je pense que je vais laisser ces deux-là régler ça eux-mêmes...#$b#En tout cas, joyeuse Fête des Esprits, @.$h",

  "SpiritEve.Kiwi.1": "Kiwi se déguise en citrouille. Kiwi se camoufle bien !$h",
  "SpiritEve.Kiwi.2": "Daia dit que ce kiwi a l'air réel.#$b#Kiwi n'est pas d'accord.$5",

  "SpiritEve.Lenny.1": "Bonjour, @ ! Si vous avez besoin de moi, je serai en train de comploter des méfaits dans ma tanière souterraine.$1",
  "SpiritEve.Lenny.2": "Que pensez-vous de ma tenue, @ ? C'est incroyablement génial, n'est-ce pas ?$1#$b#Je dois partager ça avec Sean, il appréciera.",

  "SpiritEve.Lola.1": "Cela fait longtemps que je n'ai pas porté de perruque... Mais bon, c'est agréable de faire semblant de ne pas être vieille de temps en temps.$1",
  "SpiritEve.Lola.2": "Surpris de nous voir dans de tels costumes effrayants ? Freddie et moi avions l'habitude de faire vraiment peur aux gens lors de la Fête des Esprits, vous savez.$1",
  "SpiritEve.Lola.2-8heart": "J'ai en fait obtenu cette coiffe lors d'une de nos missions il y a longtemps.#$b#Les gens du coin l'appelaient la couronne d'épines, et il était dit que ses pointes étaient si tranchantes qu'elles pouvaient traverser la chair.#$b#Personnellement, j'ai trouvé que mon poignard était beaucoup plus efficace.$1",

  "SpiritEve.Lorenzo.1": "Oh, allez, chère - Vous pourriez faire d'un sac en toile de jute une pièce de haute couture ! Laisse-moi avoir juste une photo avec la femme la plus belle du monde à mes côtés, s'il te plaît ?$1",
  "SpiritEve.Lorenzo.2": "Bien sûr, mi amor ! Tout pour ma chère femme !$1",

  "SpiritEve.Louie.1": "Grand-mère a insisté pour que je m'habille comme elle, alors maintenant je suis coincé avec ce stupide costume de lapin. Je voulais être le Roi des Prairies !$a#$b#Bien qu'elle ne m'ait jamais demandé... Hmph.$s",
  "SpiritEve.Louie.2": "Quel choix de compagnon étrange. Il ne peut pas se promener, il ne peut pas faire de tours - Sans parler de l'odeur...$3#$b#Mais je suppose que c'est un peu mignon, d'une manière étrange et laide...#$e#AAAHH ! Yuuma, ton truc écailleux vient de me mordre !$a",

  "SpiritEve.Maddie.1": "Eh bien, ce n'est pas comme si j'avais vraiment déjà prévu une tenue, alors je suppose que c'est bien.#$b#Ces photos... Elles ne vont pas être publiées quelque part, n'est-ce pas ?$4",
  "SpiritEve.Maddie.2": "Jeric !! Mais qu'est-ce qui ne va pas chez toi ?!? Il y a des enfants autour ! Soit tu couvres tout CELA, soit tu rentres à la maison immédiatement !!!$a#$e#Pff, ces fausses dents rendent la tâche de crier sur les idiots encore plus difficile...$s",
  "SpiritEve.Maddie.2-jeric": "Je suis contente que vous soyez là, @. Ramenez votre homme à la maison - Ce costume ne fait PAS partie du code vestimentaire !$5#b#Sérieusement, certaines personnes ont vraiment un don pour faire monter ma tension.$3",
  "SpiritEve.Maddie_spouse.1": "Corine et Ysa voulaient reprendre notre costume de groupe, et je ne voulais pas les décevoir...$2#$b#Peut-être l'année prochaine pourrions-nous faire un costume de couple, juste tous les deux ?$4",
  "SpiritEve.Maddie_spouse.2": "Pff, je vais juste ignorer la fanfaronnade de Jeric cette année.#$b#Je n'ai d'yeux que pour une seule personne, après tout.$4",

  "SpiritEve.Maive.1": "Qu'on ne dise jamais que je ne peux pas participer à un festival de manière appropriée, @.#$b#Maintenant, va me chercher une tarte.$1",
  "SpiritEve.Maive.2": "Il y a aussi quelque chose à dire pour les costumes facilement reconnaissables, Sonny.#$b#Bien que je suppose qu'il est normal que tout le monde ici ne soit pas familier avec les classiques.",

  "SpiritEve.Malaya.1": "Nous regardions cette émission avec Lissa tout le temps quand elle était jeune.$1#$b#Oh... Peut-être qu'elle se considère trop vieille pour ça maintenant?$2",
  "SpiritEve.Malaya.2": "Pourquoi, Lissa, ma chère ! Tu as l'air magnifique !$7#$b#...Juste par curiosité, qu'est-ce qui t'a poussée à choisir ce costume en particulier ? Il te va tellement bien !$h",

  "SpiritEve.Naomi.1": "J'aimais toujours quand mes parents se déguisaient avec moi quand j'étais enfant. Je suis contente d'avoir pu faire la même chose pour Yuuma cette année.",
  "SpiritEve.Naomi.2": "C'est un tel bonheur de voir mes deux fils si heureux...#$b#J'aimerais que Shoto soit là pour le voir aussi...$s#$b#Mais en attendant, je lui raconterai tout plus tard, quand on s'appellera .$1",

  "SpiritEve.Olga.1": "Je ne suis pas sûre de toute cette couleur verte, Bert. On va galérer à l'enlever.",
  "SpiritEve.Olga.2": "Alissa a mentionné le fait de se déguiser en famille, alors j'ai pensé qu'on pourrait essayer aussi.#$b#Je suis contente qu'on l'ait fait. Bert et Trinnie s'amusent tellement à poser ensemble.$1",

  "SpiritEve.Paula.1": "Cette tenue me fait me sentir tellement jolie.$4#$b#Pourtant, c'est difficile de ne pas se sentir gênée...$s#$b#Mais ça va un peu mieux grâce à Anton qui s'est associé à moi.$1",
  "SpiritEve.Paula.2-single": "Anton a proposé de remplacer Kiarra pour qu'elle puisse avoir une chance de profiter du festival ! N'est-ce pas attentionné ?#$b#Il peut être un très bon frère, malgré ce que ses frères et sœurs pourraient vous dire.$1",
  "SpiritEve.Paula.2-anton": "Anton a proposé de remplacer Kiarra pour qu'elle puisse avoir une chance de profiter du festival ! N'est-ce pas si gentil ?$h#$b#Il peut être tellement doux, sous cette carapace un peu rude.$l",
  "SpiritEve.Paula_spouse.1": "Je voulais porter ça pour être avec la fille la plus jolie ici.$1#$b#Combien de temps je le garde après notre retour dépend de toi.$4",
  "SpiritEve.Paula_spouse.2": "J'adore cette tenue, honnêtement. Parfois, il suffit de se laisser aller, être audacieux.$1",

  "SpiritEve.Philip.1": "Je n'ai pas pu résister à l'occasion de me déguiser en mon super-héros préféré.$h#$b#J'ai même trouvé un personnage que Shiro aime pour qu'on puisse assortir nos costumes !",
  "SpiritEve.Philip.2": "Frappez d'abord ! Frappez fort ! Pas de quartier !!$a#$b#Shiro ? Qu'est-ce qui ne va pas ? Tu ne t'es pas surestimé, j'espère ? Devrions-nous faire une pause ?$s#$b#Je savais que c'était une mauvaise idée... Quel genre de thérapeute se bat au karaté avec son patient ?$s",
  "SpiritEve.Philip_spouse.1": "Je n'aurais jamais pensé trouver quelqu'un qui ne serait pas dérangé par mon amour des bandes dessinées. Être avec toi me donne vraiment l'impression que je peux sauter par-dessus des immeubles, @ !$1#$b#Euh, je ne vais pas vraiment essayer. Je n'ai pas bu autant que ça, je te jure !$4",
  "SpiritEve.Philip_spouse.2": "Je n'ai jamais vraiment fait de karaté, mais les vêtements me font me sentir plutôt cool !#$b#Peut-être que je devrais adopter le look sans manches plus souvent.$1",

  "SpiritEve.Pika.1": "Pas mal, hein ? Que puis-je dire à part \"de rien\" ?$1#$e#Tout va bien, Irene ? Je peux poser ce crochet si tu as besoin d'aide !$s",
  "SpiritEve.Pika.2": "Je ne connais pas vraiment cette émission, mais Keahi l'adore beaucoup.#$b#Il m'a même dessiné des abdos avec un marqueur ! Pas que tu puisses les voir, n'est-ce pas ?$1",

  "SpiritEve.Richard.1": "Tu es venu, @ ! Je t'accorde 15 points pour ta présence !$1#$b#Pas que j'aie douté de toi, bien sûr. Maintenant, va profiter du festival !",
  "SpiritEve.Richard.2": "@, si tu bois ce vin, tu seras dans un monde d'intoxication pure...$h#$b#Oh, et assure-toi d'essayer la tarte aux myrtilles - Elle est à tomber par terre !$h",

  "SpiritEve.Sean.1": "Non, je ne suis pas un wapiti, @. C'est un renne. Ne viens pas gâcher ma parade, sinon je vais...#$b#Désolé, je n'ai rien qui rime avec \"wapiti\".$2",
  "SpiritEve.Sean.2": "Que ça soit le double - C'est le jour d'être terrorisé !$h",
  "SpiritEve.Sean_spouse.1": "Alors, @, que penses-tu des furries ? Parce que c'est plutôt confortable, en fait.$h",
  "SpiritEve.Sean_spouse.2": "Préférerais-tu te préparer à des ennuis maintenant dans le labyrinthe, ou rentrer à la maison ?$l",

  "SpiritEve.Shanice.1": "Une photo ? Je ne sais pas, Lorenzo - Ce costume n'est pas vraiment flatteur...$s",
  "SpiritEve.Shanice.2": "Lorenzo, mon chéri ! Allons mettre un peu de frayeur aux enfants ce soir, mon cher?$1",

  "SpiritEve.Shiro.1": "Je dois admettre que je ne suis pas aussi fan de ce genre de choses que Philip...#$b#Mais quand il m'a parlé de son idée de costume, j'ai trouvé quelque chose de vraiment inspirant dans le fait d'être un super-héros dont le corps ne fonctionne pas tout à fait correctement, tu vois ?$1",
  "SpiritEve.Shiro.2": "Kiai ! Kiai ! Kiai ! Ki-$a#$b#Agh- Oof... Je...$6#$b#...Je vais bien, Philip. Ne t'inquiète pas... On y retourne. Mais ne balaie pas la jambe, d'accord ?$8#$b#D'accord... Banzai !!!$1",
  "SpiritEve.Shiro_spouse.1": "Je vais être honnête avec toi, @ - Ce costume me fait vraiment me sentir super.$l",
  "SpiritEve.Shiro_spouse.2": "Hé, chéri. Tu aimes ma tenue ? Le bandeau fait partie du costume bien sûr, mais ça c'est vraiment mon kimono de l'époque. Même la ceinture noire est réelle !$1#$b#Disons simplement que Philip a de la chance que je sois cool avec lui.$1",

  "SpiritEve.Sonny.1": "Tous à bord ! Heureux de vous voir rejoindre les festivités, M. @.$h^Tous à bord ! Heureux de vous voir rejoindre les festivités, Mme @.$h#$e#Hm... Le jeune M. Amethyne ne semble pas très satisfait de son costume cette année...$s#$b#Peut-être qu'un mot gentil de votre part pourrait lui remonter le moral ? Je suis sûr que cela lui ferait beaucoup de bien, même s'il ne le montre pas.",
  "SpiritEve.Sonny.2": "Oh, bonsoir, M. @ !$h^Oh, bonsoir, Mme @ !$h#$b#Il est élémentaire de discuter de l'importance d'un costume approprié lors de cet événement. N'est-ce pas, Madame Maive ?$h",

  "SpiritEve.Torts.1": "Échoue lamentablement à se faufiler",
  "SpiritEve.Torts.2": "Vous absout de votre péché",

  "SpiritEve.Trinnie.1": "@ ! Regardez, regardez, je suis une fée des glaces magique ! Je peux même voler - Regardez !$1#$e#Keahi, si tu m'appelles \"sus\" une fois de plus, je vais te virer du vaisseau spatial !$5",
  "SpiritEve.Trinnie.2": "Yeeeeek ! Je vais me faire enlever !!$1#$e#Hé - Pensez-vous que si je demande à Keahi, il sera mon héros pour la nuit et me sauvera... ?$4",

  "EggFest.Ysabelle": "Alors, que pensez-vous de ma robe ?$h#$b#Elle a l'air chic, n'est-ce pas ?",
  "EggFest.Ysabelle_spouse": "Tu aimes ma robe, mon amour ?#$b#Je veux une réponse honnête, d'accord ?$h",
  "SpiritEve.Ysabelle.1": "J'ai toujours voulu faire un costume de groupe comme ça, mais je n'ai jamais eu la chance quand j'étais enfant. Je suis tellement reconnaissante que vous deux ayez accepté !$h",
  "SpiritEve.Ysabelle.2": "O-M-G Faye, ton costume est absolument divin ! Tu as vraiment cousu ces pétales toi-même ?$h#$e#Oh, bonjour @ ! Reconnais-tu mon costume, ou tu n'es pas assez cultivé, hm ?$1",
  "SpiritEve.Ysabelle_spouse.1": "@, si tu veux te joindre à nous l'année prochaine, tu pourrais toujours être notre méchant.$1",
  "SpiritEve.Ysabelle_spouse.2": "Je suis impressionnée que je puisse encore rentrer dans ce vieux tutu de spectacle.$1#$b#Maintenant, pas de tours de ta part, @. Si tu es sage, je te montrerai comment faire un pas de deux.$l",

  "SpiritEve.Yuuma.1": "C'est l'heure de la métamorphose !!!#$b#Hm... ça ne sonne pas très cool quand je le dis...$s#$b#Oh, bon !$1",
  "SpiritEve.Yuuma.2": "Il n'est pas un animal de compagnie, Louie, c'est mon ami. Et c'est le mec le plus cool que je connaisse.$h#$b#Tu vois cette coquille autour de lui ? Ce n'est pas une coquille, c'est son exosquelette. Cela signifie que ses os sont à l'extérieur de son corps plutôt qu'à l'intérieur, comme les nôtres.#$b#Et il peut rétracter ses membres et se cacher à l'intérieur en cas de menace. Donc, il est pratiquement un pro du cache-cache.#$b#En plus, il a l'air vraiment chic avec son chapeau, tu ne trouves pas ?$h",

  "SpiritEve.Zayne.1": "Un toast à un super festival, @ !#$b#Buvez si vous le souhaitez. Je ne laisse certainement personne prendre le volant ce soir.$1",
  "SpiritEve.Zayne.2-single": "Quand Irene m'a parlé de ses plans de costume, je n'ai pas pu résister à me mettre avec elle.#$b#Je porte assez bien le blond, tu ne trouves pas ?$1",
  "SpiritEve.Zayne.2-irene": "Grand-mère n'est pas contente que je m'habille d'une manière aussi \"immodeste\"...#$b#Mais quand c'est pour le bien de ma chère Irene, comment pourrais-je dire non ?$l#$e#...Irene, ma chérie ? Combien de temps encore dois-je porter cette planche de surf ?$s",
  "SpiritEve.Zayne_spouse.1": "C'est toujours différent de porter un costume à une fête déguisée comme ça. Cela dit, ça ne me dérange pas le moins du monde.$1#$b#Peux-tu penser à d'autres endroits où je devrais le porter ?$4",
  "SpiritEve.Zayne_spouse.2": "Grand-mère n'est pas contente que je m'habille d'une manière aussi \"immodeste\"...#$b#Mais je voulais m'assurer que tu aies la chance de voir ce look de près.$4#$e#Peut-être qu'en rentrant chez nous plus tard, je pourrais jouer de la guitare pour toi.#$b#Je plaisante. Je ne pense pas avoir deja touché une guitare de ma vie.$1",

}