{   

///Spring
	"spring_1": "Ah, spring! Everything starts to thaw, regrow, and start life all over again. #$b#I guess the people of the valley can be like that at times, too, huh?",
	"spring_12": "Would you like to go to the festival with me tomorrow, @?#$b#I'll need to keep an eye on the electronics, but I'll certainly make some time for you.$h",
	"spring_23": "You know, I've never been too big on dancing.#$b#But the happiness that everyone gets from the dance is almost contagious!$h",

///Summer
	"summer_1": "Oh yeah, it's summer time! Beaches, sunshine, relaxing... ha ha!$h#$b#I can't wait to spend the hottest seasons of the year with you, @.$l",
	"summer_10": "I've been working with Maru to create a machine to help move the Luau pot for tomorrow.#$b#Poor Ian always gets so worn out carrying the thing he passes out in the sand after we eat, ha ha!$h",
	"summer_27": "I've arranged the lights to turn off exactly when Mayor Lewis lights the torch.#$b#A little romantic mood lighting never hurt anyone, right? Ha ha!$h",

///Fall
	"fall_1": "I always get so jumpy in the fall... Why? Oh, um... well, don't make fun of me, but it's like all the little woodland creatures decide it's prankster season.#$b#I'm used to working on machines, okay!$s#$b#When little bunnies and squirrels jump out of a bush or a tree I don't expect that.$s#$b#W-What?! Quit laughing, @!$l",
	"fall_15": "Oh, hey, @. I just wanted to ask you, um... would you like to go to the fair with me tomorrow?$l#$b#I thought maybe we could, you know, make it a date. Ha ha.$h",
	"fall_26": "Shh, don't tell anyone, but Maru and I messed with the lights in the town square.#$b#At midnight they'll turn a deep red to be all spooky. Ha ha!$h#$b#That should give the kiddos a bit of a fright.$h",

///Winter
	"winter_1": "Normally I get really worried about the conditions of the lights and everything in the winter.#$b#I'll try and relax a bit more with you though, enjoy the time we have together.$l",
	"winter_2": "Oh, the lights in town are looking a little rough...#$b#Sorry, @, but I'm gonna be busy with them.#$b#What? Oh, I know I said I'd relax some, but... well, you know. Don't worry, I'll still make some time to kick my feet up with you!$h#$b#Now, anyway...",
	"winter_7": "The festival tomorrow reminds me of when I was a kid going to the festival. One year I made an automatic fishing rod modification, so that whenever it got a tug on the line it'd automatically real in the fish for me.#$b#Well, I miscalculated the power of it, and the first fish I got went flying...$u#$b#I swear it went halfway to the ridge! Ha ha. Needless to say I haven't competed since then.$h",
	"winter_14": "I hear that there's going to be some stuffed animals that are going to be sold at the market tomorrow.#$b#I wonder if they have one that looks like my dog. ...I miss him.$s",
	"winter_15": "I don't know about the stability of the docks with all those boats attached and everyone walking around... makes me a bit nervous.#$b#You be careful, okay, @?",
	"winter_16": "I snuck down to the pier earlier and checked it out. I added a couple braces to the pier supports. Willy saw me and asked what I was doing; I told him I was just trying to make sure everyone was safe.#$b#He laughed and just walked back to his house talking to himself. Well, hey, at least everyone will be safe!",
	"winter_17": "Keahi gave me a little stuffed dog. He said he got it from one of the boat vendors and thought I'd like it.#$b#I don't know where he heard about my dog from, but... it really means a lot to me.$h#$b#I'm a real happy guy, @.",
	"winter_24": "Maru and I have been working overtime to make sure the festival goes off without a hitch tomorrow.#$b#We used a new generator to get some extra juice for the tree and all the lights. On the one hand, it could all go off smoothly! But on the other... well, just stay away from the tree just in case, okay?#$b#I'm sure it'll be fine, but... ha ha, well, you know.$h",

///Room
"spouseRoom_Kenneth": "I've been working on a new project. It's another little robot!#$b# It won't be over-the-top this time, though. Just a little hobby to pass the time.$h#$b# Hm... I wonder if I can make it like a small robot butler...",

///Patio
"patio_Kenneth": "%Kenneth is pouring over a circuitry diagram.#He looks lost in thought.",

///Rainy Day 
"Rainy_Day_0": "It's raining out today. Please be extra careful, okay?",
"Rainy_Day_1": "I might head to the Log Cabin Hotel later and do some repairs Richard's been asking about.",
"Rainy_Day_2": "Oh well, I think I'll stay indoors for today. #$b#It gives me an excuse to work on my inventions, ha ha.$h",
"Rainy_Day_3": "Hi, @! I was working on something earlier. #$b#Here you go. [199] Yep, it was food! Fooled you, didn't I? Ha ha!$h",
"Rainy_Day_4": "I heard rumors about some sort of totem that can control the weather... wouldn't that be weird?",
"Rainy_Day_Kenneth": "I'm still a little drowsy.$6#$b#The rain sure is relaxing, huh?$h",

///Rainy Night
"Rainy_Night_0": "Welcome home! Oh, wow, you're soaking wet.#$b#Quick, go get changed into something dry.$6",
"Rainy_Night_1": "%Kenneth appears to be half-asleep.",
"Rainy_Night_2": "Boy, am I beat...$6",
"Rainy_Night_3": "Oh, Yoba! ... Oh, sorry, @! You just startled me. #$b# Ha ha, I've been in my own world thinking about my inventions all day$h#$b#and I guess I didn't hear you come in. Sorry! I'm so happy you're here now, though.$l",
"Rainy_Night_4": "You know, my house back at the ridge sometimes leaked when it rained too much.$6#$b#But here all I hear is the patter of rain on the roof. It's so peaceful.",
"Rainy_Night_5": "Good evening, @. I was working on something while you were out. [411] Just be careful with it, okay?$h",
"Rainy_Night_Kenneth": "The rain sounds really relaxing, especially at night.$h",

///Indoor Day
"Indoor_Day_0": "Hey, if you go by my house on the ridge, could you grab some of my tools? If not, it's no big deal!",
"Indoor_Day_1": "How are you feeling today, @? I hope you have a great day!$h",
"Indoor_Day_2": "Beep boop, my name is Kenneth, I am your new robot spouse...$6#$e#Oh no, your love has overloaded my circuits...$l",
"Indoor_Day_3": "Some mornings, I see you and wonder if I'm still dreaming.$h",
"Indoor_Day_4": "Good morning, darling! Let's eat breakfast together.$h",
"Indoor_Day_Kenneth": "I think I'm just going to spend some time at home and try to finish my little project today.#$b# I hope you have a good day, @!$l",

//Indoor Night
"Indoor_Night_0": "Good evening! How was your day today?$l",
"Indoor_Night_1": "Refined quartz, copper coils, some batteries... Oh!$6#$e#Welcome home darling, I was just listing some materials I need for a project.$h",
"Indoor_Night_2": "Welcome back! #$b#I spent all day tinkering with my latest project. I could use some time off tonight.",
"Indoor_Night_3": "One day, when I'm done with the prototype I'll show you the machines I'm designing to help you on the farm.$h",
"Indoor_Night_4": "Dinner's in the oven whenever you're hungry.",
"Indoor_Night_Kenneth": "Welcome back!$h",

///Outdoors
"Outdoor_0": "Let's go to the beach, @!$h",
"Outdoor_1": "I think I want to build us a porch swing.  #$b#It'd be nice to sit there and just talk about our day.$h",
"Outdoor_2": "Ha ha! What? Oh, I was just thinking about this idea I had for a robot that would... #$b#oh, ha ha, forget it. It's too ridiculous to say out loud. $h",
"Outdoor_3": "I love the outdoors!#$b# It's nice to get outside sometimes and away from everything, even if I do love what I do.",
"Outdoor_4": "Let's spend the day at the ridge!$h",

//Leaving
"funLeave_Kenneth": "Hi, @! I'm going to go out for a walk today. #$b#I have some stuff to check on. #$e#I heard Maru has a new invention she wants to show me, too. Hope you have a fun day!",

//Returning
"funReturn_Kenneth": "Man, I had a great day today. Everything in town is working smoothly.#$b# How was your day? I hope it was great, too!$h", 

//One kid
"OneKid_0": "%kid1 just told me that they'd like a little doll! #$b#To the drawing board!!$h", 
"OneKid_1": "Have you seen %kid1? We were playing hide and seek, and I'm losing...$6#$b#...No, I didn't lose them, I swear!$h", 
"OneKid_2": "I think %kid1 might be into inventing, too!$h#$b#They wanted to play with some of my tools earlier! Okay, they mostly just banged around, but that's something, right?!", 
"OneKid_3": "I'm having such a good day. #$b#Just being here with you and %kid1 makes me so happy!$h",

//Two kids
"TwoKids_0": "How many times do I have to tell you both that I don't have milk?$6",
"TwoKids_1": "%kid1 chased %kid2 around the ridge earlier. #$b#I hope that means they'll sleep really well at naptime.$6",
"TwoKids_2": "It's kinda weird. Sometimes I look at %kid1 and see a little version of myself.#$e#Then I look at %kid2 and see a little version of you. It's... I don't know. Weird.$6#$b#But nice.$h",
"TwoKids_3": "%kid2 picked some flowers for %kid1 earlier. #$b#I think they take after you!#$b#%kid1 immediately tried to eat them, though.$u#$b#...I hope that doesn't mean %kid1 takes after me.$6",

//Relationship-dependent
///Good
"Good_0": "Hello, my darling. #$e# At first, the only thing I was looking forward to was my projects, #$b#but then I met you, and you flipped a switch and helped me change my perspective.",
"Good_1": "%Kenneth hugs you. #$b# Surprise! I got you an electric toothbrush to make your teeth whiter! #$b#... What?",
"Good_2": "%Kenneth seems lost in thought. #$b#Oh, sorry. This machine I'm working on isn't working the way I want it to. Maybe I should ask Maru for assistance.",
"Good_3": "How are you feeling today, @? #$b#I'm doing better now that you're here!",
"Good_4": "I keep having ideas for how I could make your work easier.",
"Good_5": "I'm really happy that I met you, you know? #$b#Before all I had were machines, and now I have so much more.",
"Good_6": "Hello my darling. #$b#You are the most handsome husband.$l^You are the most beautiful wife.$l#$b#I love you with all my heart.$h",
"Good_7": "I'm thinking about fixing up an old burr grinder so we can have fresh grounds every morning.#$b#Thoughts?",
"Good_8": "How are you doing? You mean the world to me. #$b# I want to make sure you know that.",
"Good_9": "Hi, @! It's a great day, isn't it?",

///Neutral
"Neutral_0": "I wonder how many cable ties I need to organize all our cables at home...",
"Neutral_1": "I need to buy some pliers... But Pierre doesn't carry the type I'm looking for...",
"Neutral_2": "%Kenneth is busy fixing the lights.",
"Neutral_3": "I wish I could get a new tool belt.  #$b#My old one's actually so worn that some of my tools have been falling out.",
"Neutral_4": "Ian asked me to help set up something at the stage. #$b# I have no idea what, though.",
"Neutral_5": "I've been working at that homemade 'surround sound' idea and I think I can make that happen.",
"Neutral_6": "Have you already eaten? #$b#Oh, alright. Take care, okay?",
"Neutral_7": "I don't know who tried to mess with the lights in town but they broke more than a couple wires. Ugh!",
"Neutral_8": "I've been collecting alumnium for a new project.#$b# If you find any let me know, okay?",
"Neutral_9": "I'm so tired... I'm gonna sleep like a log tonight.",

///Bad
"Bad_0": "%Kenneth is ignoring you.",
"Bad_1": "I'll be going now... See you later, I guess.$s",
"Bad_2": "Why do you even bother talking to me? #$b#I know you're mad at me...$s",
"Bad_3": "I thought you'd forgotten about I was here.$s",
"Bad_4": "What do you want? I'm busy.$a",
"Bad_5": "What happened to us?$s",
"Bad_6": "I think I'll just go double-check stuff around town.$s",
"Bad_7": "Oh...Now what do you want?$a",
"Bad_8": "%Kenneth looks angry.#He's not talking to you.",
"Bad_9": "It's like I don't even know you anymore...$s",

}
