                                                                                                                      
{    
    "spouseRoom_Philip": "Oh hey love. I was just reading some comic books. It’s my relax day.$h#$b#Join me if you want.#$e#Hmm.. I think I don’t have enough in my collection. I’m going to save up for more.$h",
    "patio_Philip": "Phew, It’s so nice to breath in some fresh air.$h#$b#It’s so relaxing to read some comics outside.",
	
    "Rainy_Day_0": "%Philip looks a bit drowsy#$b#Mmmm good morning my love$7#$b#Come back to bed please?I still want to stay in bed with you$9",
    "Rainy_Day_1": "Goodmorning love. How was your sleep?$h#$e#It’s a rainy day, so you can take it easy now okay?$h",
    "Rainy_Day_2": "The cold rainy day is so relaxing. Isn’t it love?$h#$e#Ahh.. This is a nice morning.$h",
    "Rainy_Day_3": "Hey love. If you’re planning on going out today, don’t forget to bring an umbrella or raincoat okay?#$e#I don’t want you getting sick now.$h#$e#If you ever do though, I’ll do my best to take care of you.$l",
    "Rainy_Day_4": "Love, please don’t go yet..$l#$b#I want some loving first.. Hehe.$l#$e#Okay?...$l",
    "Rainy_Day_Philip": "Woah it’s raining hard. You better be careful if you plan on going out okay love?$h#$e#But hey, I’d rather prefer we stay indoors today. Have some quality bonding time.$h#$e#I have some new comics too! Let’s go read them!$h",
	
    "Rainy_Night_0": "Oh hey love! I’m glad you’re home!$h#$b#I’ve been waiting for you.#$e#Huh? Why? Well I just miss you ehehe.$l#$e#Is something wrong with that?$l",
    "Rainy_Night_1": "Phew! I’m beat! I went to my patients despite the rain today.$h#$e#I’ll always go to them and treat them, It’s my job. No matter what.$h#$e#Of course I was careful love, don’t worry.$h",
    "Rainy_Night_2": "Goodevening love. How was the rain run?#$e#Hey come here now. I know you’re tired. Let me change your wet clothes and I’ll massage you. Sound good?$h",
    "Rainy_Night_3": "I hope you didn’t stay under the rain for too long now love. But just in case, I prepared you a warm bath.$h#$e#I also put in some of my comics nearby the bathroom door for you to read while you bath.$h#$e#Enjoy love!$h",
    "Rainy_Night_4": "*Yawn* woah this rain is making me drowsy.$6#$e#I think I’ll just rest my eyes for a little. Phew. I’ve read too much comics today.$10#$e#Can I rest in your lap love?$l",
    "Rainy_Night_5": "Woah the rain got even heavier tonight. I’m glad you got back home early.$h#$e#Hey now, let’s stay by the fireplace and relax now okay?$h",
    "Rainy_Night_Philip": "Does your back hurt or anything? Tell me if you need any help okay love?#$e#You’ve been working so hard even under the rain.#$e#Ofcourse I’m proud of you, but you should not forget about your health okay?$6",
	
    "Indoor_Day_0": "*Yawn* Goodmorning love..$6#$e#Phew I’m stll a bit...tired…$10#$e#WOAH! I fell asleep!$u",
    "Indoor_Day_1": "Oh hey love. I’m glad you’re up.$h#$e#I cooked us some breakfast. I hope you like it.$h#$b#Here you go! [196] #$e#Yum! Salads are delicious!$h",
    "Indoor_Day_2": "I’ve been so drowsy in the mornings lately. I think coffee doesn’t work as good as before.$6#$e#Maybe I can try some tea next time huh?#$e#Let’s go try out some teas later love?$h",
    "Indoor_Day_3": "Goodmorning love!$h#$e#Huh? Why am I wearing the blanket as a cape? Nothing much haha.#$e#I just had the urge to wear one around the house. Like a superhero or something. It’s so fun!!$h#$e#A little childish huh? Haha I don’t care, Join meeee!$h",
    "Indoor_Day_4": "I think I found my new favorite superhero this morning love!$h#$e#It’s a new title. But well.. It’s unreleased yet though. I’ve read about it online.#$e#Hmm. But I doubt he’ll be better than IncrediMan haha.$h#$e#Oh by the way, Goodmorning love.",
    "Indoor_Day_Philip": "Goodmorning to you my love! I didn’t wanna wake you up early. You looked so comfy.$h#$e#But I did kiss you while you’re asleep though, I don’t know if you felt it hehe.$l#$e#Uhm.. Wanna spend some time in the bed first before we go to work?$l",
	
    "Indoor_Night_0": "Goodevening love. I’m glad you’re back home.$h#$e#How was your day? I hope it wasn’t too stressful now.#$e#Come join me by the living room and let’s chill okay?$h",
    "Indoor_Night_1": "I’m glad you’re back home love. I’m sure you’ve been working hard.$h#$e#Please don’t forget to rest once in a while okay? Don’t push yourself too hard now.$6#$e#If you collapse I’d still take care of you, but I won’t promise I won’t be angry because you didn’t take care of yourself.$a",
    "Indoor_Night_2": "I’ve been looking forward to when you’re coming home$l#$b#I missed you today$l#$e#I’m sorry if I was so busy that I wasn’t able to stop by where you were$s#$b#Can I make it up to you by giving you a back rub and a kiss?$l",
    "Indoor_Night_3": "%You see Philip standing while closing his eyes#$b#Mmmm.. Oh Hi love, I was waiting for you to come home$l#$b#I had a tiring day today. And I wished that you were with me every second$l#$b#Come, let’s go in the bed and cuddle then sleep love… Zzzzz…$10",
    "Indoor_Night_4": "*Yawn*$10#$e#Oh you’re back home love! I’m sorry I almost fell asleep.$h#$e#I was waiting for you. I wanted to fall asleep together with you..$l#$e#You can tell me all about your day in bed too love.$h",
    "Indoor_Night_Philip": "Welcome home love$9#$b#I’ve been waiting for you to arrive$9#$b#I planned quite the evening for you$7#$e#It starts with you taking off your clothes and going in the candlelit bubble bath I made$9#$b#Then I bring you your dinner and join you so and give you our own style of massage$9#$b#Sounds good?$9",
	
    "Outdoor_0": "I’m off to go jogging love, Would you like to join me?#$b#I’m feeling kind of pumped up today so I might hit the woods and through the beach before I go back here$h",
    "Outdoor_1": "Don’t mind me love. I’m just here enjoying the breeze.$h#$e#Oh wow, your farm looks amazing! I’m so proud of you!$h#$e#It’s like your power or something huh? You have a super greenthumb!$h",
    "Outdoor_2": "It’s so nice to soak up some sun now. Ahh. this is the life.$h#$e#Maybe I can go in and get a comic or two. I’ll just be reading here while you work okay?$h",
    "Outdoor_3": "If you ever get cramps while working, call out to me okay? I’ll be just here looking out for you.$h#$e#Take care out there now.$6",
    "Outdoor_4": "*Yawn* phew. I think I can sleep here for a while hehe.$h#$e#This is nice..$h#$e#*snore*$10",
	
    "funLeave_Philip": "I’ll be taking a jog and maybe head to the gym today love. See you when I see you!$h#$e#Oh and hey, take care! Love ya!$h",
    "funReturn_Philip": "Phew! That was an exhausting work out! I got them gains!!$h#$e#My ideal body isn’t really like IncrediMan’s body. He’s too bulk.#$b#I just aim to have like lean yet a little buff bod. A bit like DaredeviBoy.$h",
	
	"OneKid_0": "I taught %kid1 some exercises to do earlier! He seems fond of doing those!$h#$e#I think %kid1 is so hyper active. We might have our hands full with this one huh?$h",
	"OneKid_1": "*Yawn* I’m a little tired today. %kid1 drew on my face while I was asleep earlier.$6#$e#He made me look like JenkinMonster, a villain from the IncrediMan series!$h#$e#I was both impressed and surprised!$6",
	"OneKid_2": "I can’t believe I’m a dad! Like woah! Is this real!?$h#$e#I’ll teach our kid so much about comic books!$h",
	"OneKid_3": "I was arranging my action figure collection earlier and %kid1 tugged on my arm. I think %kid1 wanted to play with them.$6#$e#I was a bit hesitant at first. But all I want for our child is to be happy, no action figure could top that.$h#$e#I just hope %kid1 won’t break it!!$6",
	
    "TwoKids_0": "Love, did you see %kid1? They’ve been playing tricks on %kid2 $h#$b#Oh noooo, we have a prankster on our hands$u",
    "TwoKids_1": "I’ve been getting the impression that %kid1 doesn’t like a younger sibling $s#$b#They said that it must be the only child syndrome, ayay. $u#$b#We must teach them how to get along or else we’d hear unending fights for days! $u",
    "TwoKids_2": "I actually thought that I was more built to take care of older people but having %kid1 and %kid2 in our lives, It has made me appreciate kids more and more$h#$b#I think I’m meant to be a dad$h#$b#Thank you for giving me the opportunity to be one$l",
    "TwoKids_3": "Haha! %kid2 and %kid1 were playing with my action figures earlier! It seems they got the characters just right! I’m so proud!!$h#$e#I can’t wait to buy more toys for them!$h",
	
    "Good_1": "I do believe that if we were like chromosomes, we’d be a homologous pair$l",
    "Good_2": "You got me so hypnotized, with the way your body’s moving round and round *He’s showing you his heart eyes*$h",
    "Good_3": "Do you remember the comic book that you were asking about when you saw me reading it?? It turns out that the original author has planned a release for the upcoming prequel!$h#$b#I’m so excited!!! Gaaah I’m turning red all over because of so much excitement!$l",
    "Good_4": "Love, there are a lot of times that people mistake how I am with other people. $s#$b#I’m so lucky that you understand how I do things and how I treat other people.$l#$b#I love you$h#$b#Don’t change please?",
    "Good_5": "I’m thinking about sub-specializing in pediatrics love$l#$b#Would you like to support me by making a child with me?$h#$e#Hahaha, I actually just want that as an excuse to take you to bed with me$h#$b#But on a serious note though. I really do want to sub-specialize in pediatrics.$l",
    "Good_6": "Have I ever told you how much I adore you?$l#$b#I mean not just your looks. It’s also your personality and your wits$l#$b#I’m so happy you chose me as your husband$h",
    "Good_7": "Have you been working out?$10#$b#You looking good my love!$10#$b#Come on, put on a little show for me*wink*$10",
    "Good_8": "I really commend Lola and her husband.$l#$b#Even in their old age, they’re actually so active.$h#$b#I mean, I think Ms. Lola could take me on in a fight!#$b#I want us to be just like them when we grow old$l#$e#Makes you think that they also must be active in bed? HAHAHA$h#$e#I’ve been thinking that maybe we could expand our species by us mating and procreating?$l", 
	"Good_9": "*sigh*I just love being in love with you @ $l#$b#I mean, like really. It has been light. And not like my past relationships that were so toxic. It’s just smooth sailing like you know. A calm sea$h",
    "Neutral_0": "I always wondered what it’d be like if I was a celebrity#$b#I was actually thinking about it before but was too scared to pursue it $u#$b#But none of that matters right now because I’m fine with my life",
    "Neutral_1": "Keahi says that his hand along the wrist has been bothering him so I performed the lunotriquetrial ballottement test on him to see if there’s a problem with his ligaments around that area ",
    "Neutral_2": "I’m going to look for ingredients for a protein shake I read about.$h#$b#It said that it also has some detoxifying nutrients that could make you feel lighter.#$b#Do you want to come with me?",
    "Neutral_3": "Love, I saw an antique shop on the news.#$b#Do you think we could take a roadtrip to go there and see if they have any of my fave author’s limited editions?$h",
    "Neutral_4": "I’ve been thinking that maybe we could expand our species by us mating and procreating?$l", 
    "Neutral_5": "Do you think we’ll have the chance to see the outer space sometime in our lives?$6",
    "Neutral_6": "George has been pretty tough lately$6#$b#I sometimes get nervous if Evelyn leaves because he gets even crankier$u",
    "Neutral_7": "%You see Philip thinking deeply #$b#I wonder what is true, water is wet or is it just wet because it has the components of water",
    "Neutral_8": "I’ve been meaning to write to my favorite author lately. I just want the author to know that someone believes in her$h#$b#It’s hard to come by people who won’t bring you down these days. Tsktsk $s",
    "Neutral_9": "Do you think I have good hands?$s#$b#I was handling little Trinnie earlier and I must’ve hurt her a bit because she flinched$s#$b#But it’s also a part of the job that sometimes people get hurt when we check, where the problem is..#$b#It’s the only good pain, that’s the kind of pain that actually helps you get better $h",
    "Bad_0": "I don’t like all this anymore.. I think I need some space..$s",
    "Bad_1": "Uhg. You’re obnoxious.. You know that?$a#$b#You used to be so cool..$s",
    "Bad_2": "What has happened to us?.. This doesn’t feel good anymore..$s",
    "Bad_3": "You’ve been such like a villain..$s#$b#And it’s no a good thing..$s",
    "Bad_4": "%Philip is ignoring you.",
    "Bad_5": "I don’t want to pressure you or anything.. But can we please take some time tot alk about our problems?$s#$b#We’ve been so distant lately..$s",
    "Bad_6": "Do you even still love me?$s",
    "Bad_7": "I’ll be just here reading my comics..$s#$b#And before you say anything. I don’t care if they’re childish.$a",
    "Bad_8": "Are you still okay with being married to me? Coz to be honest, I’ve been feeling like you’ve been avoiding me..$s#$b#What’s wrong?$s",
    "Bad_9": "I hate this..$s#$b#Oh hey…$s",
	
//Day before Festivals	
	"spring_12": "You use your biceps every time you try and pick something up. #$b#I think the festival’s a cute way to make others exercise without them knowing.$h",
	"spring_23": "Hey love, would you give me the pleasure and dance with me tomorrow?$6",
	"summer_10": "I’m going to try and persuade our older villagers to bring something healthy so that the soup will be scrumptious as well as super healthy.$h",
	"summer_27": "I’m really amazed at how the jellyfishes move like that even if they don’t have any muscle #$b#Hmmm.. I know one part of my body, that doesn’t have a bone but can get very hard and can move$9#$b#Want to test it out later?$9",
	"fall_15": "Would you support me at the fair tomorrow?$6#$b#Alex and I still haven’t had a winner yet.#$b#Maybe if you’re there supporting me I’ll have even more strength than I did last year$l",
	"fall_26": "I could get lost in the maze with you tomorrow$9#$b#Maybe make a trail with our clothes so that we could still find our way home? What do you say?$l#$b#Hehe hey I’m just kidding? Too sensual?$h#$b#I mean, if you’re down I mean why not?$l",
	"winter_7": "Sometimes I think I should just go right in and grab the fish!$h#$b#I get frustrated whenever I can’t catch one ayay$s",
	"winter_14": "I honestly think that I don’t need to buy something tomorrow.#$b#Well, maybe a barbell or two only?$h#$b#OR ohhh ohh ohh!! SOME COMIC BOOKS if they have some! yay!",
	"winter_24": "Love $l#$b#%He looks at you with those dreamy eyes.#$b#I just wanna tell you how much I appreciate that you’ve been here for me all throughout. I love you$l",
	
//Seasonal
	"spring_1": "Ahh it’s a great change of pace from the winter breeze!$h#$b#Everything smells fresh unlike hahahaha the winter eugh. Its all frozen and processed all the way",
	"summer_1": "It’s a chance to show off my hot body$9#$b#and maybe even take a peek in yours and maybe bring our activities inside*wink*$l",
	"fall_1": "Lets take the time to hike the mountains love!$h#$b#I’ll train you for your endurance and I believe I can carry you if you feel tired.$h",
	"winter_1": "This cold weather can cause chest pains especially for people who have heart diseases$s#$b#I worry for them during this season because cold temperatures cause our blood vessels to tighten making harder for them to breathe.$s",


}
