
{    
    "spouseRoom_Corine": "I really have to make a better storage for my stuff huh?$s#$b#I think this can be a danger hazard!$h#$e#But it all looks so cool all displayed like this though!$h#$b#Don't worry hun, I'll keep them hidden whenever we have guests over.",
    "patio_Corine": "It feels so refreshing to train here in your farm hun.$h#$b#The fresh farm air is so comforting! I'm so relaxed. I can focus so easily.$h",
	
    "Rainy_Day_0": "Hey hun, can you please bring an umbrella when you go out?#$b#I woulldn’t want you to get sick$s",
    "Rainy_Day_1": "Hun, can we just stay in??$l#$b#It feels so cold and I feel too tired to trainnnnn$s#$b#Could we just stay in?? PLEAAASEEEE?$l#$e#Hihihi YAY thanks hun!",
    "Rainy_Day_2": "I’m going over to Pika’s and see what I can help with at the restaurant. #$b#Would you like it if I brought you  a pizza or would you rather prefer soup?",
    "Rainy_Day_3": "Oh no hun! I slipped and fell onto the floor$u#$b#Ugh I’m so clumsy$s#$b#My bad hun, I’m not usually like this.. tsk$6#$b#This is such a bad move as a ninja$s#$b#I must be sick or something, dontcha think so ??$6",
      "Rainy_Day_4": "Huuun! Take care of yourself alright?#$b#I’m on my way to my training out on the ridge don’t wait up for me!$7",
    "Rainy_Day_Corine": "Ahhh the rain. Outside feels so good!$h#$b#It makes my training days heavier and at the same time more fun$7#$b#Hahaha But I bet the monsters are going to have a field day if we don’t take our training seriously. Tsk tsk$a",
	
    "Rainy_Night_0": "Oh you’re home already hun!#$b#How was your day huh? I hope it was worthy of an adventurer like you$l",
    "Rainy_Night_1": "Hunn, I brought home some soup over from work, would you like to set the table?#$b#And maybe later when we’re done, we can cuddle up and maybe make the bed shake?$l#$b#BHahahah oops $h ",
    "Rainy_Night_2": "Hi hun! Have you just arrived?#$b#Awwe I’m going to run a bath for myself, would you like to join me?$l",
    "Rainy_Night_3": "Hunny!! WELCOME BACK!$h#$b#HAHAHA ohhh how much I’ve missed my spouse uhh can you give me a kiss on the cheek?$l#$e#And maybe even on the lips right here*points to the cheek*",
    "Rainy_Night_4": "Oh my you’re so wet hun!$h#$b#Come here and let me change you!$l",
    "Rainy_Night_5": "*munch munch munch*$h#$b#OH Hi hun! I’m sorry I couldn’t wait for you for dinner.$l#$e#I got real hungry while I was training earlier. We got a surprise attack from the monsters! Good thing Jio and I were ready$7",
    "Rainy_Night_Corine": "Yay! You’re finally home!$h#$b#Come here hun! I prepared a delicious meal for you! Then maybe we could light up some candles annnnd then maybe go under the covers and make out?$l",
	
    "Indoor_Day_0": "Hi hun! You’re up already?#$b#Hahaha It’s nothing I’m just not used that you’re up way before I am.$h",
    "Indoor_Day_1": "Did you have a good sleep @?#$b#Come over here, I made you some breakfast$l#$e#I’m going to pack some lunch up for you too before I head on over to Pika’s okay?",
    "Indoor_Day_2": "I had a terrible dream last night @$6#$b#I dreamt that I was attacking the monsters then you jumped out of nowhere and got in between$6#$b#If ever that happens, please don’t do that okay?$s#$b#Please remember that I am trained to take on the monsters$7#$b#I know you’re just looking out for me, but please know that I’d be safer knowing you’re alright. Okay?$l",
    "Indoor_Day_3": "Good morning hunny! Another day, another new set of chores$h#$b#Pika asked me to come in early today because he has some big order to prepare for.#$e#I wonder what it is?",
    "Indoor_Day_4": "Good morning @, Have a great day ahead and take care of yourself okay?#$b#See you later when you come home!",
    "Indoor_Day_Corine": "Hey there my favorite person! $l#$b#What are your plans for today?#$b# always remember to stay safe alright?#$b#I love you$l",
	
    "Indoor_Night_0": "Ahhhh home at last! You wouldn’t believeee what kind of day I had $u",
    "Indoor_Night_1": "Are you done with your work for the day my @?$l#$b#Hihi “my” Oh dear I feel butterflies in my stomach$l",
    "Indoor_Night_2": "*wipes her sweat* @! You’re home!#$b#Oh no no no don’t give me a kiss just yet! Let me take a bath first$u",
    "Indoor_Night_3": "Oh am I glad you’re home @#$b#It gets kind of lonely here at night$s#$b#What do you say to an old fashioned date night babe?$l",
    "Indoor_Night_4": " Did you get everything done today hun?#$b#My day was super eventful!$h#$b#I had a chance to fight off the monsters alone while Jio went away on a mission!$7#$b#It was soooo exhilarating! I thought I’d die!$h#$b#But nevertheless, I really loved fighting them off!$h",
    "Indoor_Night_Corine": "*hugs you from behind* Hi hun I missed you so much$l#$b#What? Can’t I just miss my beloved spouse without being suspicious? HAHAHA$h",
	
    "Outdoor_0": "It’s a beautiful day for a picnic don’t you think so?$h#$bWhy don’t we invite Ysa and my dad to come with us and we’ll have a nice picnic over by the ridhe?$h",
    "Outdoor_1": "Hey hun, looking real good today aren’t you?$l#$b#You make me just wanna grab you by the collar and bring you inside our house and make love to you!$l",
    "Outdoor_2": "Awwe hun, I wanna help you with your farm but I think I’ll be more of a liability rather than an asset $h#$b#HAHA I remember when I was young, my dad gave me a rosebush to tend to. A week later it died $u.",
    "Outdoor_3": "I’m going over to the ridge today and maybe get some rest and relaxation.#$b#I need that after a looooong day from work and training. Whew.",
    "Outdoor_4": "Ahh the breeze in the farm is just so perfect hun.#$b#I wouldn’t have it any other way$h",
	
    "funLeave_Corine": "Bye Hun! I’m on my way to kick up a storm with my training and maybe squeeze in some extra shifts down at Pika’s$h#$b#HAHA oh you know how I love to work. Hihi $l",
    "funReturn_Corine": "Ahhh what a great day I had love!$h#$b#Jio says I’m getting real good at training!$h#$b#He said if I keep it up, I’ll even be better than him! HAHA I’m going to work my bum off till that happens$7",
	
	"OneKid_0": "My my %kid1 is getting quite the handful$u#$b#But I wouldn’t trade %kid1 for the world $l",
	"OneKid_1": "Do you think %kid1 will be happy if we have another baby?#$b#I think I want an even bigger family hihi$l#$b#Are you up for making another kid hun?*wink*$h",
	"OneKid_2": "Have you fed %kid1 right now hun?#$b#Really you did??$u#$b#I don’t understand why but %kid1 is asking for more food haha$h#$e#I guess %kid1 has your appetite then hahaha$h",
	"OneKid_3": "This is so amazing! HAHA$h#$b#%kid1 just ran over the chest outside. $u#$b#But not to worry because I think %kid1 took after me, a well built human hahahaha$h",
	
    "TwoKids_0": "Oh dear Yoba$u#$b#%kid1 just puked on %kid2 and they both laughed! HAHA$h#$b#I don’t know whether to laugh or be angry at them both",
    "TwoKids_1": "Do you think any of our kids would be taking after me with my ninja instinct",
    "TwoKids_2": "Isn’t it amazing how %kid1 is taking care of %kid2 all on her own.$h#$b#I mean did you see how %kid1 fed kid %kid2 earlier?$l",
    "TwoKids_3": "I’m so happy for our little growing family$l#$b#Thank you for everything hun, I love you and our kids so so much$l",
	
    "Good_1": "Ughh I’m so blessed to have you hun!$l#$b#What did I even do to deserve you?$l",
    "Good_2": "I must’ve done something good on my past life to deserve someone like you in this lifetime$l",
    "Good_3": "Are you enjoying your married life with me hun?$l#$b#What? You think that this is the best decision you made?$l#$b#Oh stop it now, you’re making me blush$l#$e#I love you so much @! I’m just so happy to have you in my life$h",
    "Good_4": " Wow, you look really handsome today!$l^Wow, you look beautiful today.$l#$b#Aren’t I so lucky to have someone like you$l",
    "Good_5": "*hugs you*Ahh this just feels like home$h",
    "Good_6": "Awwee hun, really? You feel lucky to have me?$l#I feel the same way hun <3",
    "Good_7": "Hun can you please promise to me that you’ll take care of yourself always okay?$l#$b#Do you know how hard it is to find someone that my dad likes??$u#$b#Hahahah just kidding, I love you because you’re you, not because my dad likes you$l#$b#But I mean, we gotta admit that it’s a great big bonus$h",
    "Good_8": "I’m scared to lose you @$6#$b#Please, always be careful, and I'll be too. You never know what might happen especially because of my line of work with the ninjas.", 
    "Good_9": "I love you @!$l#$b#I love our life! And I'm just so happy to start a family with you$h",
    "Neutral_0": "Hey @, I’m going over to Ysa’s alright? I’m going to join her in her work out and maybe pick up some new skills that I could use in my training#$b#So far, my flexibility has been so good because of our sessions $h",
    "Neutral_1": "Pika said that he’d appreciate it if you’d stop by because he says that you seldom come over his resto$s",
    "Neutral_2": "Do you think I could handle to keep up this kind of lifestyle?#$b#I mean keeping my ninja persona from others is sometimes a struggle$s",
    "Neutral_3": "Have you decided what you’d like to have for dinner?#$b#I have time to prepare for dinner today.#$e#I’m sorry if I sometimes can’t cook or spend so much time with you because of my busy schedule$6",
    "Neutral_4": "Mr. Richards offered us a free night’s stay at the hotel if we’d like to have a staycation.#$b#So if you’re available, tell me so that we could check in aight?",
    "Neutral_5": "I went over to Pierre’s shop earlier, and I got some stuff for home. But I still can’t decide where to put them $u",
    "Neutral_6": "Hey @? Can you give me a back rub?#$b#I just honestly feel so tired right now$s",
    "Neutral_7": "Hey, would you like to go to the beach with me later?#$b#We could go fishing, and even go swimming maybe$l",
    "Neutral_8": "Hunnnn! Would you like to take a dancing class with me?#$b#Ysa has been offering to teach us and maybe if you’d like we can take her up on her offer$l",
    "Neutral_9": "I’m thinking about making some risotto for dinner. It’s a new recipe I read about on the library and I think it’d taste really good $h",
    "Bad_0": "What? I don’t know.. I just don’t feel like talking to you right now$s#$b#I don’t feel like you’re that safe place for me anymore.#$b#You make me feel uncomfortable even in my own skin. It’s just sad because how did we even come to this?$6",
    "Bad_1": "You know how important my ninja side is to me.. $s#$b#It gives me purpose and a sense that I can protect my family and everyone in the village$s#$b#Why would you even think of telling me to stop doing something I’m so passionate about$6",
    "Bad_2": "I’ve been explaining and explaining and EXPLAINING to you how much having the capacity to help other people is important to me$a#$b#Is it really that hard to understand it???$s",
    "Bad_3": "Having the time away from you would be the best thing that you can give me$s",
    "Bad_4": "I don’t see the point in even arguing anymore$s#$b#It’s like you just choose to see yourself snf think of yourself rather than us both in this situation.$6",
    "Bad_5": "Is it really that good to see the one you love getting hurt?$s#$b#Weren’t you the first person to support me in everything that I did before? What happened now?$6",
    "Bad_6": "I cannot think of anything more exhilarating than to wring my hands over your neck!$a#$b#I mean I don’t have a violent bone in my body but you’re really pushing me to my limits$a",
    "Bad_7": "I’ve been trying to reason with you but your mind is just so closed$a#$b#I’m too tired for this.$s",
    "Bad_8": "If I’d known that we’d reach to this point I never would have agreed to this marriage. $a",
    "Bad_9": "That does it. I’m done$a#$b#I’m tired of everything and can you just leave me to my peace?!$6#$b#I have a lot more responsibilities that are worth putting my attention to$a",
	
//Day before Festivals	
	"spring_12": "I’m going to go over to Ysa’s in a while. We’re going to pick out our outfits for tomorrow$h#$b#I’m eggcited to show you what I planned for tomorrow *winks*$l#$e#Why don’t we play a little hide-and-seek of our own$l#$b#Then you find me before we go home and I’ll give you your own surprise *wink*$l",
	"spring_23": "I'm a little excited for tomorrow hun, I'd love to dance around with you!$h#$b#It's going to be so much fun!$l",
	"summer_10": "Papa is always so excited to bring his crops for the festival tomorrow.#$b#I think he won’t admit it but, he really is excited haha $h#$e#He actually told me that he’d like to talk to you about the crop you’re bringing because he wants to coordinate with you$h#$b#Isn’t he cute?$l ",
	"summer_27": "I’m excited to go to the beach tomorrow$h#$b#It looks like the beach wouldn’t be the only beautiful scenery I’ll be looking at tomorrow night$l",
	"fall_15": "Hehe, I want to win all the throwing games tomorrow, I think I can win with all the shuriken training I've gotten.$h#$b#Hehe, that'll teach those rigged games a lesson!$a",
	"fall_26": "I’m thinking about wearing my ninja outfit tomorrow night..#$b#I think they won’t suspect anything hihi. They might think it’s just a costume$l#$e#BUT in reality, I’m going to get ready because Jio said that the monsters might pay us a visit $7",
	"winter_7": "It’s cute the way Trinnie and Keahi made snowmen and snow angels $h#$b#Makes you think what if we have our own right? hihi$l",
	"winter_14": "Oooooh, let’s watch out for exotic items tomorrow hun!$h#$b#Maybe I could get a newer and more fabulous weapon HA! $7",
	"winter_24": "Thank you for sticking with me throughout the years hun$l#$b#Let’s kiss to a happy year and for an even more eventful new year to come!$l",
	
//Seasonal
	"spring_1": "Ahh, the season of flowers and everything that's blossoming $h#$b#Much like us both, young and blossoming, and in love $l.",
	"summer_1": "Why don't we have a barbeque outside our home hun?$h#$b#We'll have our own happy celebration of the season! YAY$h",
	"fall_1": "Can you see how beautiful the season is?#$b#How the leaves change color and fall off the trees? $h",
	"winter_1": "A season for warm hugs and gift giving is here!$h#$b#I'm eternally gratefull to have you here in my life hun$l",


}
