
{    
    "spouseRoom_Kenneth": "I’ve been working on some new project. A little robot again!$h#$b#But it won’t be over the top though. Just a little hobby to pass the time.$h#$e#Hmmm.. I wonder if I can make it like a small robot butler?$6",
    "patio_Kenneth": "%Kenneth is brainstorming on a blueprint design.",
	
    "Rainy_Day_0": "My darling. It’s a rainy day today. Please do take care when you’re out there okay?#$e#Hmmm.. I wonder what I can do today though..$6",
    "Rainy_Day_1": "I might head to the Log Cabin Hotel later and do some repairs.#$b#The real challenge is getting there without getting my tools wet though.$h#$e#This is a challenge.$h",
    "Rainy_Day_2": "Oh well, I think I’ll stay indoors for today.$h#$e#How about you darling? Will you be working in the rain?#$b#Be careful when you do okay?$h",
    "Rainy_Day_3": "Hey come on here. I want to snuggle a bit before you go out.$l#$e#There, that’s better.$h",
    "Rainy_Day_4": "Hmm.. What’s a good dish to accompany the rainy day?$6#$e#Who am I kidding, I can’t even cook that good.$h#$e#But I’ll try! I’ll even have you taste it with me.$h",
    "Rainy_Day_Kenneth": "Hmm.. I’m still a bit drowsy..$s#$e#The rain is really relaxing huh?.$h#$e#Wanna lay in bed for a while?$l",
	
    "Rainy_Night_0": "You’re home! You’re a little wet though?$h#$b#Take some time to change okay? Or else you might get a cold!#$e#I wouldn’t like that.$6",
    "Rainy_Night_1": "*snore*$6#$e#WOAH! Sorry darling!$u#$b#I think I fell asleep!$h",
    "Rainy_Night_2": "*yawn*$6#$b#Boy am I beat...The rainy days just make me drowsy for some reason.$6#$e#*Yawn*... I’ll see you in bed later my darling..$6",
    "Rainy_Night_3": "My darling, I’m glad you’re back home. I hope you didn’t work too hard under all that rain.#$e#Come here! I made a little vibrating ball. It can be like a massage ball for your aching muscles!$h#$e#And no! That’s it’s only sole purpose? What were you thinking?$a#$b#Ohh.. That…$6",
    "Rainy_Night_4": "I wonder if I locked my house back at the ridge.. Or even closed the windows..$6#$e#Nah. I think I did.$h#$e#Hmm.. Did I?$6#$e#Oh my. Hopefully the rain doesn’t get too strong!$u",
    "Rainy_Night_5": "You’re back home my darling. I’m glad you’re here.$h#$e#I’ve been missing you a bit..$l#$e#Come here you!$l",
    "Rainy_Night_Kenneth": "The rain sounds really relaxing especially at night doesn’t it my darling.$h#$e#It’s even more relaxing as we snuggle on the bed! I look forward for bedtime tonight hehe.$l",
	
    "Indoor_Day_0": "Darling, can you grab my screwdriver and bring it to the blacksmith when you go out?#$b#I need it to be flatter, I’m afraid I bent it a little when it fell down from my tool belt",
    "Indoor_Day_1": "Would you like me to make you a sandwich before you go my darling?$s#$b#I’m sorry if I can’t really cook $7#$b#I’m afraid I’m terrible at that",
    "Indoor_Day_2": "You look smokin’ my darling!$l#$b#Are you going to do work or applying to be a supermodel?$h",
    "Indoor_Day_3": "Heyhey, Don’t forget your kiss from me! *gives you a big kiss*$l",
    "Indoor_Day_4": "Would you like me to accompany you on your chores for today?#$b#I don’t know why.. I just really really feel like I want to be with you all day$l",
    "Indoor_Day_Kenneth": "I think I’m just going to spend some time at home and try to finish my little project$h#$b#Who knows, I might even do the robo-dog properly without any past memories haunting me..#$b#That way no pet owner will feel any pain of losing your beloved pet$s",
	
    "Indoor_Night_0": "Good evening my darling$h#$b#How was your day today?#$b#Can i have a little kiss? Before anything else?$l#$b#Thanks @, I needed that because I feel so overworked today$s",
    "Indoor_Night_1": "My oh my you still manage to look so good even after a hard day's work$h#$b#How you manage to do that always astounds me$l",
    "Indoor_Night_2": "Hey @, change your clothes and come lie down on the bed with me$h#$b#Let’s watch a movie and relax aight?$h#$b#Then maybe… I can make you relax even more if you know what I mean $l",
    "Indoor_Night_3": "%Kenneth is shaking a bit.#$b# Oh, hi my darling! Did you just get home?#$b#Uhhhh.. WHy am I shaking?$u#$b#Well.. Remember when I told you that ",
    "Indoor_Night_4": "Hello my darling!#$b#I prepared a bath for you#$b#I hope you find it relaxing.$h",
    "Indoor_Night_Kenneth": "Welcome back my darling! I picked up food from the Saloon today and it just so happened that I was able to snag some crab cakes$h#$b#A great way to end a great day don’t you agree?",
	
    "Outdoor_0": "Let’s go to the beach @. I want to take advantage of this weather as much as possible$h",
    "Outdoor_1": "I think I want to build us a porch swing.$6#$b#I Think it’d be nice to sit there and talk about our day right?",
    "Outdoor_2": "Hahaha! I am laughing with tears in my eyes because Olga just asked for some help because their processor got broken!$7#$b#You know why? HAHAHA A horse actually neighed the processor HAHAHA oh no.$u",
    "Outdoor_3": "I’ve been wanting to go outside for a while now. #$b#It’s hard because my job usually requires room temperature and all that.",
    "Outdoor_4": "Darling let’s spend the day at the ridge!#$b#I wanna imagine how my idea for an automatic fishing rod would worK!$h",
	
    "funLeave_Kenneth": "I think I’ll be out for a stroll today my darling.#$b#Maybe check out the different lamps if they’re all good.$h",
    "funReturn_Kenneth": "That was a relaxing stroll. Everything seems to be in order.$h#$e#Hope about your day darling? I hope it was a good one too.",
	
	"OneKid_0": "Oh my %kid1 just told me that he’d like a little doll$u#$b#Well that’s a shocker. But, oh well. Onto the drawing board to make %kid1 a doll!",
	"OneKid_1": "Have you seen %kid1#$b#We were playing hide and seek, and I can’t seem to locate%kid1 ayay.$u",
	"OneKid_2": "What do you say we give %kid1 a little sister or brother huh?$l",
	"OneKid_3": "I’m having such a happy day seeing you and %kid1 just looking so adorable$h",
	
    "TwoKids_0": "How many times do I have to tell you both that I don’t have milk in my titties!$7#$b#Darling, they’re teasing me right? I don’t have man boobs right? uhu$8",
    "TwoKids_1": "%kid1 chased %kid2 till they both fell on the ridge today$u",
    "TwoKids_2": "The resemblance of %kid1 and mine is uncanny$h",
    "TwoKids_3": "Would you really question their paternity when %kid1 has my looks while %kid2 has my locks of hair hahaha $h",
	
    "Good_1": "%Kenneth hugs you#$b#Surprise! Here’s an electric toothbrush to make your teeth whiter!$h#$b#What? Uhh, I don’t mean to say that I have bad breath, but I just actually want to make your teeth feel good$u#$b#Why don’t you try it and see",
    "Good_2": "How did it hurt my darling?#$b#Yeah, I mean. How did it hurt when you fell down from heaven?$l",
    "Good_3": "There must be something wrong with my eyes @.$u#$b#Can you please check?$s#$b#Oh there’s nothing?#$e#Well, I thought there was because I can’t seem to stop staring at you$l",
    "Good_4": "I’ve been getting a little hot lately, and I can’t seem to blow off steam. Would you like to meet me in the woods and let’s blow off our steam together$h",
    "Good_5": "I’m really happy that I met you, you know?#$b#I always thought that I might have to build myself a robot spouse before HAHA",
    "Good_6": "Have you been working out?? Because you look so damn fine! I just wanna tie your hands with cable ties and have my way with you!*growl*$l",
    "Good_7": "Have I been sleepwalking? #$b# Oh I thought it was a dream, having you as my spouse hehe",
    "Good_8": "Why don’t we get a little cozy tonight. Just the two of us.$l#$b#Let’s order in and have a little me time together?", 
    "Good_9": "SURPRISE DARLING$h#$b#I cooked pancakes for you!$h#$b#I know it’s not that much but I’ve been practicing how to cook so that I could surprise you like this hihi $l",
    "Neutral_0": "I wonder how much cable ties I’d need so that the wires here at our home won’t be so disorganized$6",
    "Neutral_1": "I must buy some pliers.#$b# Hmmm. I wonder where we can find them.",
    "Neutral_2": "%Kenneth is busy fixing the lights",
    "Neutral_3": "I wish I could have a new tool belt.$s#$b#My old one's actually so overused that some of my tools have been falling out.",
    "Neutral_4": "Ian asked my help to set up something at the stage.#$b#I wonder what that could be$6",
    "Neutral_5": "I’ve been trying that ‘surround sound’ idea of mine and I think I can make that happen.$h",
    "Neutral_6": "Have you already eaten?#$b# Oh alright. Take care okay??",
    "Neutral_7": "Did they really think that I wouldn’t see that they snagged the wire>>$a#$b#Tsk tsk people these days.",
    "Neutral_8": "I’ve been collecting scraps that I could find, if you see some darling come back to me 24/7 okay??",
    "Neutral_9": "I’m so tired I might sleep like a log tonight",
    "Bad_0": "%Kenneth is ignoring you.#$e#Oh sorry. Didn’t see you there.",
    "Bad_1": "I’ll be going now..$s#$e#See you later I guess..$s",
    "Bad_2": "Why do you even bother to talk to me? I know you hate me..$s",
    "Bad_3": "I think you’ve forgotten about me.. That hurts..$s#$e#Hmph$a",
    "Bad_4": "What do you want? I’m busy.$a",
    "Bad_5": "What has happened for us to become like this.. This is..just sad..$s",
    "Bad_6": "Hmm.. I think I’ll just go and check out the lamps for a while.$s",
    "Bad_7": "Uhg.. You again.$a",
    "Bad_8": "Hmm..$6",
    "Bad_9": "It’s like I don’t know you anymore..$s",
	
//Day before Festivals	
	"spring_12": "Yum Yum egg pie$h#$b#%Kenneth starts drooling#$b#Whoops, sorry about the drool. It’s just that I miss egg pies and no one seems to be making them except on the day of the festival$s#$b#I try to to make them but I can’t seem to get it right$8#$b#%You offer to make them#$b#Really?? You’ll learn them for me?$l",
	"spring_23": "The trick on hiding the wires so that the dancers won’t step on them is a little gap in the dancefloor*wink*$h#$e#Speaking of the dance tomorrow, would you do me the honors and dance with me tomorrow my darling$l",
	"summer_10": "I’m trying to come up with a device that could carry the pot.$6#$b#In that way, ian won’t be having such a hard time to carry it around.",
	"summer_27": "I’ve arranged the lights to turn off exactly when Mayor Lewis lights the torch.#$b#That way things will be more romantic for you and me darling$l#$b#Well, and of course so that the people will be able to appreciate it more and more am I right$h",
	"fall_15": "Let's Make a date out of tomorrow my darling$h#$b#Why don’t we go around the fair, eat as much food as we like and win as much as we can?",
	"fall_26": "Dim lights are the best for tomorrow's festival.#$b#But I believe dim lights are better than best in our bedroom tonight*wink*$l",
	"winter_7": "Hmmm.. Fishing rods are sometimes a hassle.. You have to turn the crank for you to pull up the fish$6#$b#I wonder if I could make a device that would automatically just pull the string back once it’s caught in something$",
	"winter_14": "I hear that there’s going to be some stuffed animals that are going to be sold at the market tomorrow.#$b#I wonder if they have one that looks like my dog. *sigh* I miss him terribly$8",
	"winter_24": "Ayay my nerves are at this time of the year as always$u#$b#Please my darling don’t get too close to the wires once the festival starts alright??",
	
//Seasonal
	"spring_1": "I’m on my way to check you out--$l#$b#Oh I mean I’m on my way to check out the lines and make sure that they’re all dry and ready to go for this season..$l#$b#Uh-- I’m sorry I got distracted by your beautiful face my darling.$h",
	"summer_1": "Ohh, it’s the time for beaches and for the sun.$h#$b#Let’s plan out our itinerary for this season yeah?$h#$b#What?I just want us to have time for each other is that bad?$l#$b#I want to get as much time as I could with you$h",
	"fall_1": "I don’t know why I’m so jumpy $u#$b#Don’t get me wrong, I love bunnies. It’s just that they startle me sometimes when they choose to hop out of bushes like a freakin’ jack’o lantern haha $h#$e#I guess it must be because I work with machines most of the time, and when there’s sudden movements, usually it means trouble$a#$b#So I try to avoid that as much as possible.",
	"winter_1": "I need to come up with a better way to cover the wires$6#$b#I’m afraid that some of the rubber might break after being exposed to cold weather.$s",


}

