

{    
    "spouseRoom_Shiro": "I’ve been trying up new hobbies such as drawing and arts and crafts.#$e#It’s a huge shift. But I’m having fun atleast.$h#$e#Wanna join me @?",
    "patio_Shiro": "It’s relaxing to stay outside. This is relaxing.$h#$e#If you’re, join me okay?",
	
    "Rainy_Day_0": "Hehe, I woke up a little late today. Goodmorning @.$h#$e#The rain is making me a little drowsy though..$h",
    "Rainy_Day_1": "I was planning on taking a walk with you today$s#$b#Unfortunately it’s raining hard.$s#$e#Oh well, I suppose we can still do some stuff indoors right?$h",
    "Rainy_Day_2": "Goodmorning handsome.$l^Goodmorning beautiful.$l#$b#It’s raining so take it easy now okay? We can have some fun indoors.$h#$e#I’m looking forward to spending the day with you.$h",
    "Rainy_Day_3": "I wish doing pushups and pull-ups.$s#$b#Hmm. But the doctor said I should recover a little more until I can do so.#$e#I’ll do my best! Let’s exercise together soon!$h",
    "Rainy_Day_4": "The rain is pouring down hard huh? It’s quite relaxing though.$h#$e#I hope Yuuma’s doing okay back home. He did insist in staying haha.#$e#Let’s visit him sometime okay @?$h",
    "Rainy_Day_Shiro": "It’s a little cold right @?..$l#$e#Hey uhmm.. Wanna cuddle in the sheets for some more?$l#$e#And maybe spend the day indoors hehe.$h",
	
    "Rainy_Night_0": "I’m glad you’re back home @.#$e#Woah! You’re soaking wet! You better change your clothes now. I don’t want you getting sick.$s#$e#Want me to help you?l",
    "Rainy_Night_1": "Hey hun, Phew I got a little tired doing some chores inside the house.$8#$e#I’m sorry for worrying you, I’ll rest a bit now haha.$h",
    "Rainy_Night_2": "The rain’s not stopping huh? I’m glad you’re home though.#$e#I wish I can join you in your adventures in the rain though. It sounds fun.$h#$e#I’ll do my best to get better so I can join you.$h",
    "Rainy_Night_3": "Welcome back home @! I’ve been doing my best to keep the house clean. It’s the least I can do because you take care of me..$l#$e#I wish I can do more though..$s#$e#I promise I will do more!$h",
    "Rainy_Night_4": "*Yawn* Woah. The rain sure makes one real sleepy huh?$h#$e#I’ll go ahead and sleep a little early tonight @, Join me when you can okay?#$e#I’ll be waiting..$l",
    "Rainy_Night_5": "Did you bring an umbrella while you’re out? I think you forgot!$h#$e#I saw the umbrella unused. You should be more careful okay?$h#$e#If you ever get sick, I won’t hesitate to work hard to make you feel better @.",
    "Rainy_Night_Shiro": "Goodevening baby. I’m glad you’re back home. How was your day?#$b#Oh, before anything. Here’s something to eat. I hope you like it. [194] $h#$e#Don’t worry, I didn’t get too tired. So don’t worry.$h",
	
    "Indoor_Day_0": "Goodmorning baby. Rise and shine!$h#$b#You look a little sleepy there huh?#$e#Here, a goodmorning kiss, I hope it wakes you up.$l#$b#*Smooch* $l",
    "Indoor_Day_1": "I’m heading out a little later to visit Doc Harvey for my check up. I sure hope things go well.#$e#I’ll tell you all about it later. So don’t worry about me okay? Just focus on your work.",
    "Indoor_Day_2": "Goodmorning @ baby. I’ve been breathing well for the past days. It’s relieving.$h#$b#I sure hope this continues.#$e#Anyway, I hope you take care now. Goodluck on your day!",
    "Indoor_Day_3": "WOAH! What was that!?$u#$b#I thought I heard a gunshot this early in the morning, turns out it was just a firework being fired outside.#$e#Don’t worry, I just have a mild to none case of PTSD. So it’s not too serious. I’m a little lucky.$h",
    "Indoor_Day_4": "Oh hey baby. My chest scar hurts a little today. I don’t know why.. It’s a little tender all over.$s#$e#I better go to Doc Harvey later. I don’t want you to worry or anything okay?$h#$b#I’m sure this is nothing.",
    "Indoor_Day_Shiro": "It’s a bright sunny day today baby. I hope you have a good day of work ahead.#$e#One day when I’m well enough, I’ll help you out with the work.$h#$e#I’ll work hard to make you proud.",
	
    "Indoor_Night_0": "I’m glad you’re back home baby. I hope you had a good day of work.#$e#You should rest up now okay?$h#$e#I’ll go join you in a while. For now I’m washing some dishes.",
    "Indoor_Night_1": "Uhgg.. *huff huff*$6#$e#Oh sorry for making you worry @.. I got too tired doing some chores.$10#$b#I’ll be more careful next time hehe.$10",
    "Indoor_Night_2": "Goodevening baby. I’m glad you’re back home safe.$h#$e#I missed you. So uhm, let’s take some time to spend together later okay?$h#$e#I love you..$l",
    "Indoor_Night_3": "I hope Yuuma’s alright back home. I know he can take care of himself but still.$s#$e#I can’t help but worry. Let’s visit him tomorrow?#$e#We will? Thanks!$h",
    "Indoor_Night_4": "Goodevening @ baby. I’ve been trying out some new hobbies whenever you’re out for work.#$e#Non have really made me stick though. But atleast I’m a little occupied right?$h",
    "Indoor_Night_Shiro": "Welcome back home baby. Go take a bath and relax now okay?$h#$e#Let’s sit by the fireplace and talk if you want? Tell me what you want okay?$h#$e#I’m just happy you’re back home.$l.",
	
    "Outdoor_0": "Baby! Come with me to my session with Philip!$h#$b#I want to show you my progress $h",
    "Outdoor_1": "Ohhh, the breeze feels so nice$h#$b#It’s like my lungs have a lot of space to fill air with$h",
    "Outdoor_2": "I want to bring Yuuma to the beach baby. Let’s go?$h#$b#I bet if we put up a beach umbrella then put lots of sunscreen in then I’m sure I’ll be fine$h",
    "Outdoor_3": "Philip says being around bodies of water could also be good for me.#$b#Let’s go over to the Ridge?$h#$b#Let’s bring Yuuma, Trinnie and Keahi with us$h",
    "Outdoor_4": "Going out is a new thing for me $l#$b#I never used to go out when you weren’t around in my life$l",
	
    "funLeave_Shiro": "I’ll be taking a walk and maybe jog around town. Maybe even visit the village when I can.#$e#Don’t worry baby. I can do this alone now.$h#$b#I’ve been recovering and this exercise can really help me.#$e#See you later okay?$h",
    "funReturn_Shiro": "Phew! That was a good stroll. I’m a little tired but I don’t feel painful.$10#$e#I’ll be resting and taking it easy now so you won’t worry more. Okay?$h#$e#Phew! I’m happy for my workout!$10",
	
	"OneKid_0": "Baby hahaha did you si %kid1’s big goofy smile?$h#$b#Hahaha %kid1 got that from me *wink* $h",
	"OneKid_1": "You go ahead and tend to the farm baby#$b#I’ll be here watching %kid1 $h#$b#I think Yuuma is a little too happy with our baby haha$h",
	"OneKid_2": "I think %kid1 is teething.#$b#Did you hear %kid1 cry since earlier this morning? Oh dear$6",
	"OneKid_3": "I’m thankful for you @#$b#Thank you for taking care of me and %kid1, we’re both so lucky to have you!$h",
	
    "TwoKids_0": "Our family has become a little bigger. And I can’t express how much I am so happy about our life now.$l#$e#I’m sure %kid1 and %kid2 will grow up to be amazing people because of how we try to raise them. Or atleast I hope so.$h#$e#Thank you for giving me all this @.. I love you.$l",
    "TwoKids_1": "Hehe, %kid2 has been playing with surfboards so much now, Even %kid1 has been trying them out!#$e#I’m so excited for them!$h",
    "TwoKids_2": "Hey baby, shhh okay? I managed to get the kids to sleep hehe.$h#$e#So hey, let’s take it easy and relax for now okay? Come on, let’s snuggle in the bed.$h",
    "TwoKids_3": "I’m glad %kid1 and %kid2 get along. It would’ve been such a lot to handle when they fight a lot!$h#$e#I’d be so tired when if that’s the case.$10",
	
    "Good_1": "I definitely feel more at ease and at peace because you’re here$l#$b#It’s like, you brought me out of my shell$l#$b#I was even convinced that I had no more chance at love.#$b#Haha I even gave up in life$h#$b#But because of you *he smiles* I found life meaningful again$h ",
    "Good_2": "What do you think about us having a family baby?$h#$b#%You get shocked because of what he said#$b#Yeah, I actually meant what I said$l#$b#I keep on imagining us having kids$h#$b#Wouldn’t it be fun to hear the pitter-patter of little feet$l",
    "Good_3": "I tried cooking french toast today baby$h#$b#And I did it without any help$l#$b#I feel so proud of myself baby$h#$e#Maybe next time I could even cook a meal for you$l",
    "Good_4": "Baby, have you ever seen a field of fireflies before?$h#$b#I remember that we camped out on a field on top of a plateau.#$b#That view was one of the most stunning sights I’ve ever seen#$e#I want to bring you there someday$h#$b#Maybe on our next honeymoon?$l",
    "Good_5": "You know, I never really liked planning for the future before#$b#Haha it seemed so far away and unreachable before#$b#But right now I think planning for our future together and for our kids is my new favorite hobby!$h",
    "Good_6": "BABY!!$h#$b#Do you know that my session with Philip was so good today that we were able to go around the village without me getting tired$h#$b#Gaaaah! I hope I keep up this good physique$h",
    "Good_7": "At my pace right now baby, I think I can go 5 rounds on the bed with you$11#$b#Hahahaha oh my$l#$b#I’m sorry if I have no filter right now. I guess I’m just this comfortable with you$l#$b#",
    "Good_8": "When I get better baby, I want to take you on an airplane ride.#$b#Did you know that I have a license to fly?$l", 
    "Good_9": "You’re so beautiful I might get a heart attack!!!$6#$b#JUST KIDDING! You’re beauty keeps me alive babyyyy *kisses you on the forehead* haha$h",
    "Neutral_0": "I see that you’ve watered the plants today, would you like me to help you put some fertilizers in?",
    "Neutral_1": "%Shiro is out of breath#$b# Huff huff.. Oh hi baby!$6#$b#I just went for a stroll at the beach earlier and I was so excited to see you I forgot about this condition of mine$s#$b#But don’t worry, I’m fine baby#$b#I have vitamin YOU to help me$h",
    "Neutral_2": "I found dirty panties on our backyard. And I don’t think that’s yours hahaha$h#$b#What is up with thaaaat? Who would play a trick on us oh no$u",
    "Neutral_3": "I’ve been having chest pains recently$6#$b# But it’s alright. I can manage.$h#$b#Yuuma has been helping me together with Philip lately. They’re giving me great guidance while I have my treatment.",
    "Neutral_4": "I saw some nunchucks in my storage box. I think I’ve been reminiscing too much that I’ve reached the box that I’ve been keeping for years#$9",
    "Neutral_5": "I’ve always been a fan of dancing#$b#That’s what got me through military school before$l",
    "Neutral_6": "People have been looking at me differently ever since they found out I was sick#$b#You’re one of the people who treat me like I’m a human being. $h#$b#Thanks for that$h",
    "Neutral_7": "I wonder why Pika and Gus haven’t made a collaboration of their restaurants.#$b#I think that business will ramp up twice as much if they team up! $h",
    "Neutral_8": "Mr. Joja has been bugging Pierre lately#$b#I really don’t get what Mr. Joja likes in bullying Pierre.",
    "Neutral_9": "There has been lots of rumors that there might be an uprising against nations$s#$b#I worry that people are not being careful with their freedom$h",
    "Bad_0": "Are you tired of me?$s",
    "Bad_1": "I’m sorry if I’m such a burden to you$6#$b#Huff huff.. If this condition of mine has been bothering you and keeping you from your happiness$u",
    "Bad_2": "I’ve been feeling that you seem a little distant.. I mean I don’t blame you.. Who would spend so much time with someone like me..",
    "Bad_3": "Hey.. Are you tired of taking care of me?.. I feel like it’s been like that..$s",
    "Bad_4": "Please be honest and tell me what you want @.. I’ve been feeling like you’ve been avoiding me..$s",
    "Bad_5": "*huff huff*$6#$e#Oh.. It’s nothing..$s",
    "Bad_6": "The pain from you ignoring me is a lot worse than the actual physical pain I get sometimes.. I think I’d prefer a heart attack than another day with you to be honest..$s",
    "Bad_7": "Do you love me? I feel like I’m just a big burden…$s",
    "Bad_8": "I think we weren’t meant to be.. This was a mistake..$s",
    "Bad_9": "Let’s take some time to cool off please?.. I can’t handle another day like this..$s",
	
//Day before Festivals	
	"spring_12": "Are you sure you’d like to bring me with you tomorrow?#$b#I mean I could just stay here at home or go by myself so that you could enjoy the festival at full capacity.$s#$b#I’m just messing with you haha. Ofcourse I’ll be there. We’ll both have fun.$h",
	"spring_23": "Hey.. uhm @?$l#$b#I know that I often get tired too fast and I seldom go out#$b#But, would you do me the honor and save me a dance tomorrow?$l",
	"summer_10": "I think going to the festival tomorrow would be good for me.$s#$b#I think the soup would be healthy and delicious!$h#$b#You want me to feed you some too? Be all sweet and all? Hehe.$l",
	"summer_27": "I need to get enough sleep today so that I could attend the festival tomorrow$h#$b#Can you cuddle with me at home later?$l#$b#Uhhh just so that I could sleep better$l",
	"fall_15": "I hope that Yuuma could enjoy the fair tomorrow$h#$b#I want him to enjoy his childhood$s#$b#I worry that he always puts me first and he may not enjoy his youth because of it$s#$e#You’re here for me right?$l#$b#We can both tell Yuuma that I’m in good hands$h",
	"fall_26": "I want to dress up as a doctor tomorrow$h#$b#Hahahaha I know, the irony of it right?$h",
	"winter_7": "*sigh*I know I can’t go fishing again tomorrow$s#$b#But hey @ why don’t we go and make snowmen with crooked noses instead? haha$h",
	"winter_14": "Hey, let’s check out some of the merchant wares tomorrow? I’m kind of excited to see what they’re selling.$h#$e#I wonder if we can find something good.",
	"winter_24": "I appreciate you sticking with me for the year $l#$b#I just wish and hope that I could still live on till I’m old with you.$h#$e#It’s my biggest dream.$l",
	
//Seasonal
	"spring_1": "Look at the life in everything around us$11#$b#Makes you wonder when you, and I could make a life huh?$11",
	"summer_1": "*sigh* I really have a hard time breathing during the summer because of the heat$u#$b#Just imagine being in love with one season, but then getting a change of circumstance turns it into the worst season you have.$s",
	"fall_1": "Fall is the calmest season of them all.$h#$b#I mean it’s not too cold, and not too warm for me. It’s just perfect.$h#$e#Like you are to me$l",
	"winter_1": "Ahh winter$h#$b#I’m so happy$h#$b#But I’d be happier if you’d give me your tight hugs $l",


}

